Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/Localizable.strings
Languages: el, es, he, id, pt, sk, sv, uk

# MEMORY_GAME_COMPLETE_MESSAGE
source: To continue, tap Next
el: Για να συνεχίσετε, αγγίξτε «Επόμενο»
es: Para continuar, pulse Siguiente
he: להמשך, הקש/י על ״הבא״.
id: Untuk melanjutkan, ketuk Berikutnya
pt: Para continuar, toque em Seguinte
sk: Pre pokračovanie klepnite na Ďalej.
sv: Tryck på Nästa när du vill fortsätta
uk: Щоб продовжити, торкніть «Далі»

# MEMORY_GAME_FAILED_TITLE
source: Try Again
el: Νέα δοκιμή
es: Reintentar
he: נסה/י שוב
id: Coba Lagi
pt: Tentar Novamente
sk: Skúste to znovu
sv: Försök igen
uk: Повторити спробу

# MEMORY_GAME_FAILED_MESSAGE
source: You didn't quite make it through that time. Tap Next to continue.
el: Δεν τα καταφέρατε αυτήν τη φορά. Αγγίξτε «Επόμενο» για να συνεχίσετε.
es: No le ha dado tiempo a hacerlo. Pulse Siguiente para continuar.
he: לא השלמת את המשימה בזמן. הקש/י על ״הבא״ להמשך.
id: Anda tidak berhasil menyelesaikannya. Ketuk Berikutnya untuk melanjutkan.
pt: Não foi desta vez. Toque em Seguinte para continuar.
sk: Tentokrát sa vám to nepodarilo. Pokračujte klepnutím na Ďalej.
sv: Du klarade dig inte riktigt igenom den gången. Tryck på Nästa för att fortsätta.
uk: У вас не вийшло вкластися у цей час. Торкніть «Далі», щоб продовжити.

# MEMORY_GAME_TIMEOUT_TITLE
source: Time's Up
el: Τέλος χρόνου
es: Se acabó el tiempo
he: נגמר הזמן
id: Waktu Habis
pt: O Tempo Acabou
sk: Čas vypršal
sv: Tiden är slut
uk: Час вийшов

# MEMORY_GAME_TIMEOUT_MESSAGE
source: You ran out of time. Tap Next to continue.
el: Ο χρόνος τελείωσε. Αγγίξτε «Επόμενο» για να συνεχίσετε.
es: Se ha acabado el tiempo. Pulse Siguiente para continuar.
he: אזל הזמן. הקש/י על ״הבא״ להמשך.
id: Anda kehabisan waktu. Ketuk Berikutnya untuk melanjutkan.
pt: O tempo acabou. Toque em Seguinte para continuar.
sk: Vypršal vám čas. Pokračujte klepnutím na Ďalej.
sv: Tiden tog slut. Tryck på Nästa för att fortsätta.
uk: У вас вийшов час. Торкніть «Далі», щоб продовжити.

# MEMORY_GAME_COMPLETE
source: Game Complete
el: Το παιχνίδι ολοκληρώθηκε
es: Juego completado
he: המשחק הושלם
id: Permainan Selesai
pt: Jogo Concluído
sk: Hra dokončená
sv: Spelet är klart
uk: Гру завершено

# MEMORY_GAME_PAUSED_TITLE
source: Paused
el: Σε παύση
es: En pausa
he: מושהה
id: Dijeda
pt: Em pausa
sk: Pozastavené
sv: Pausat
uk: Припинено

# MEMORY_GAME_PAUSED_MESSAGE
source: To continue, tap Next
el: Για να συνεχίσετε, αγγίξτε «Επόμενο»
es: Para continuar, pulse Siguiente
he: להמשך, הקש/י על ״הבא״.
id: Untuk melanjutkan, ketuk Berikutnya
pt: Para continuar, toque em Seguinte
sk: Pre pokračovanie klepnite na Ďalej.
sv: Tryck på Nästa när du vill fortsätta
uk: Щоб продовжити, торкніть «Далі»

# REACTION_TIME_TASK_TITLE
source: Reaction Time
el: Χρόνος αντίδρασης
es: Tiempo de reacción
he: זמן תגובה
id: Waktu Reaksi
pt: Tempo de Reação
sk: Čas reakcie
sv: Reaktionstid
uk: Час реакції

# REACTION_TIME_TASK_INTENDED_USE
source: This activity evaluates the time it takes for you to respond to a visual cue.
el: Η δραστηριότητα αυτή υπολογίζει τον χρόνο που χρειάζεστε για να αποκριθείτε σε μια οπτική ένδειξη.
es: Esta actividad evalúa el tiempo que tarda en responder a un estímulo visual.
he: פעילות זו מעריכה את משך הזמן שלוקח לך להגיב לרמז חזותי.
id: Aktivitas ini mengevaluasi waktu yang Anda butuhkan untuk merespons isyarat visual.
pt: Esta atividade avalia quanto tempo você leva para responder a um sinal visual.
sk: Táto aktivita hodnotí, aký dlhý čas vám trvá reakcia na vizuálny podnet.
sv: Den här aktiviteten utvärderar den tid det tar för dig att reagera på visuella stimuli.
uk: Ця операція оцінює час, потрібний вам, щоб зреагувати на візуальну команду.

# REACTION_TIME_TASK_INTRO_TEXT_FORMAT
source: Shake the device in any direction as soon as the blue dot appears on screen. You will be asked to do this %D times.
el: Ανακινήστε τη συσκευή προς οποιαδήποτε κατεύθυνση αμέσως μόλις εμφανιστεί η μπλε κουκκίδα στην οθόνη. Θα σας ζητηθεί να το κάνετε αυτό %D φορές.
es: Agite el dispositivo en cualquier dirección en cuanto el punto azul aparezca en pantalla. Se le pedirá que lo haga %D veces.
he: נער/י את המכשיר בכיוון כלשהו ברגע שהנקודה הכחולה מופיעה על המסך. תתבקש/י לעשות זאת %D פעמים.
id: Goyang perangkat ke arah mana pun segera setelah titik biru muncul di layar. Anda akan diminta untuk melakukannya sebanyak %D kali.
pt: Agite o dispositivo em qualquer direção logo que o ponto azul aparecer na tela. Você será solicitado a fazer isso %D vezes.
sk: Hneď ako sa na obrazovke objaví modrý bod, potraste zariadením v ľubovoľnom smere. Budete vyzvaní, aby ste to urobili %D-krát.
sv: Skaka enheten i valfri riktning så fort den blå punkten visas på skärmen. Du blir ombedd att göra detta %D gånger.
uk: Трясніть пристроєм в будь-який бік, щойно на екрані з’явиться синя точка. Вас попросять зробити це кілька разів: %D.

# REACTION_TIME_TASK_CALL_TO_ACTION
source: Tap Get Started to begin.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulse Empezar para comenzar.
he: הקש/י על ״התחל״ בכדי להתחיל.
id: Ketuk Mulai untuk memulai.
pt: Toque em Iniciar para começar.
sk: Začnite klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
uk: Торкніть «Розпочати», щоб почати.

# REACTION_TIME_TASK_ATTEMPTS_FORMAT
source: Attempt %@ of %@
el: Απόπειρα %@ από %@
es: Intento %D de %D
he: ניסיון %D מתוך %D
id: Percobaan %D dari %D
pt: Tentativa %D de %D
sk: Pokus %D z %D
sv: Försök %D av %D
uk: Спроба %D із %D

# REACTION_TIME_TASK_ACTIVE_STEP_TITLE
source: Quickly shake the device when the blue circle appears
el: Ανακινήστε γρήγορα τη συσκευή όταν εμφανιστεί ο μπλε κύκλος
es: Cuando aparezca el círculo azul, agite rápidamente el dispositivo
he: נער/י את המכשיר במהירות כשמופיע העיגול הכחול
id: Goyang perangkat dengan cepat saat lingkaran biru muncul
pt: Agite o dispositivo rapidamente quando o círculo azul aparecer
sk: Keď sa zobrazí modrý kruh, rýchlo potraste zariadením.
sv: Skaka snabbt enheten när den blå cirkeln visas
uk: Швидко трусніть пристроєм, коли з’явиться синє коло

# TOWER_OF_HANOI_TASK_TITLE
source: Tower of Hanoi
el: Πύργος του Ανόι

# TOWER_OF_HANOI_TASK_INTENDED_USE
source: This activity evaluates your puzzle solving skills.
el: Αυτή η δραστηριότητα αξιολογεί τις ικανότητές σας ως προς την επίλυση παζλ.

# TOWER_OF_HANOI_TASK_INTRO_TEXT
source: Move the entire stack to the highlighted platform in as few moves as possible.
el: Μετακινήστε ολόκληρη τη στοίβα στην επισημασμένη πλατφόρμα με όσο το δυνατό λιγότερες κινήσεις.

# TOWER_OF_HANOI_TASK_TASK_CALL_TO_ACTION
source: Tap Get Started to begin
el: Αγγίξτε «Έναρξη» για να αρχίσετε

# TOWER_OF_HANOI_TASK_ACTIVE_STEP_INTRO_TEXT
source: Solve the Puzzle
el: Επιλύστε το παζλ

# TOWER_OF_HANOI_TASK_ACTIVE_STEP_PROGRESS_TEXT
source: Number of Moves: %@ %@
el: Αριθμός κινήσεων: %@ %@

# TOWER_OF_HANOI_TASK_ACTIVE_STEP_SKIP_BUTTON_TITLE
source: I cannot solve this puzzle
el: Δεν μπορώ να λύσω αυτό το παζλ

# TIMED_WALK_TITLE
source: Timed Walk
el: Χρονισμένο περπάτημα

# TIMED_WALK_INTRO_DETAIL
source: This activity measures your lower extremity function.
el: Αυτή η δραστηριότητα αξιολογεί τη λειτουργία των κάτω άκρων σας.

# TIMED_WALK_INTRO_2_TEXT_%@
source: Find a place, preferably outside, where you can walk for about %@ in a straight line as quickly as possible, but safely. Do not slow down until after you've passed the finish line.
el: Βρείτε ένα μέρος, κατά προτίμηση σε εξωτερικό χώρο, όπου μπορείτε να περπατήσετε για περίπου %@ σε ευθεία γραμμή όσο το δυνατόν πιο γρήγορα αλλά με ασφάλεια. Μη μειώσετε την ταχύτητά σας μέχρι να περάσετε τη γραμμή τερματισμού.

# TIMED_WALK_INTRO_2_DETAIL
source: Tap Next to begin.
el: Αγγίξτε «Επόμενο» για να ξεκινήσετε.

# TIMED_WALK_FORM_TITLE
source: Assistive device
el: Βοηθητική συσκευή

# TIMED_WALK_FORM_TEXT
source: Use the same assistive device for each test.
el: Χρησιμοποιήστε την ίδια βοηθητική συσκευή για κάθε τεστ.

# TIMED_WALK_QUESTION_TEXT
source: Do you wear an ankle foot orthosis?
el: Φοράτε νάρθηκα ποδοκνημικής;

# TIMED_WALK_QUESTION_2_TITLE
source: Do you use assistive device?
el: Χρησιμοποιείτε βοηθητική συσκευή;

# TIMED_WALK_QUESTION_2_TEXT
source: Tap here to select an answer.
el: Αγγίξτε εδώ για επιλογή απάντησης

# TIMED_WALK_QUESTION_2_CHOICE
source: None
el: Όχι

# TIMED_WALK_QUESTION_2_CHOICE_2
source: Unilateral Cane
el: Μονόπλευρο μπαστούνι

# TIMED_WALK_QUESTION_2_CHOICE_3
source: Unilateral Crutch
el: Μονόπλευρη πατερίτσα

# TIMED_WALK_QUESTION_2_CHOICE_4
source: Bilateral Cane
el: Δίπλευρο μπαστούνι

# TIMED_WALK_QUESTION_2_CHOICE_5
source: Bilateral Crutch
el: Δίπλευρη πατερίτσα

# TIMED_WALK_QUESTION_2_CHOICE_6
source: Walker/Rollator
el: Περιπατητήρας

# TIMED_WALK_INSTRUCTION_%@
source: Walk up to %@ in a straight line.
el: Περπατήστε έως %@ σε ευθεία γραμμή.

# TIMED_WALK_INSTRUCTION_2
source: Turn around, and walk back to where you started.
el: Γυρίστε πίσω και περπατήστε μέχρι το σημείο όπου αρχίσατε.

# TIMED_WALK_INSTRUCTION_TEXT
source: Tap Done when complete.
el: Αγγίξτε «Τέλος» όταν τελειώσετε.

# CHART_NO_DATA_TEXT
source: No Data
el: Δεν υπάρχουν δεδομένα

# PASAT_INTRO_TEXT
source: The Paced Auditory Serial Addition Test measures your auditory information processing speed and calculation ability.
el: Η δοκιμασία PASAT (Βηματική ακουστική πρόσθεση αριθμών σε σειρά) αξιολογεί την ταχύτητα ακουστικής επεξεργασίας πληροφοριών και την ικανότητα υπολογισμών.

# PVSAT_INTRO_TEXT
source: The Paced Visual Serial Addition Test measures your visual information processing speed and calculation ability.
el: Η δοκιμασία PVSAT (Βηματική οπτική πρόσθεση αριθμών σε σειρά) αξιολογεί την ταχύτητα οπτικής επεξεργασίας πληροφοριών και την ικανότητα υπολογισμών.

# PAVSAT_INTRO_TEXT
source: The Paced Auditory and Visual Serial Addition Test measures your auditory and visual information processing speed and calculation ability.
el: Η δοκιμασία PAVSAT (Βηματική ακουστική και οπτική πρόσθεση αριθμών σε σειρά) αξιολογεί την ταχύτητα ακουστικής και οπτικής επεξεργασίας πληροφοριών και την ικανότητα υπολογισμών.

# PSAT_INTRO_TEXT_2_%@
source: Single digits are presented every %@ seconds. You must add each new digit to the one immediately prior to it. Attention, you mustn't calculate a running total, but only the sum of the last two numbers.
el: Τα μονά ψηφία εμφανίζονται κάθε %@ δευτερόλεπτα. Πρέπει να προσθέτετε κάθε νέο ψηφίο στο αμέσως προηγούμενο ψηφίο. Προσοχή: Δεν πρέπει να υπολογίζετε το τρέχον σύνολο, αλλά μόνο το άθροισμα των τελευταίων δύο αριθμών.

# PSAT_CALL_TO_ACTION
source: Tap Get Started to begin.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.

# PSAT_INITIAL_INSTRUCTION
source: Remember this first digit.
el: Θυμηθείτε αυτό το πρώτο ψηφίο.

# PSAT_INSTRUCTION
source: Add this new digit to the previous one.
el: Προσθέστε αυτό το νέο ψηφίο στο προηγούμενο ψηφίο.

# ERROR_DATALOGGER_CREATE_FILE
source: Could not create file
el: Δεν ήταν δυνατή η δημιουργία αρχείου
es: No se ha podido crear el archivo
he: לא ניתן ליצור את הקובץ
id: Tidak dapat membuat file
pt: Não foi possível criar o arquivo
sk: Nepodarilo sa vytvoriť súbor
sv: Kunde inte skapa fil
uk: Не вдалося створити файл

# ERROR_DATALOGGER_COULD_NOT_FREE_SPACE
source: Could not remove sufficient log files to reach threshold
el: Δεν ήταν δυνατή η αφαίρεση επαρκών αρχείων καταγραφής για την επίτευξη ορίου
es: No se han podido eliminar los archivos de registro suficientes para alcanzar el umbral
he: לא ניתן היה להסיר מספיק קובצי רישום בכדי להגיע לסף
id: Tidak dapat menghapus cukup file log untuk mencapai ambang
pt: Não foi possível remover arquivos de registro suficientes para alcançar o limite
sk: Nepodarilo odstrániť dostatok súborov záznamov pre dosiahnutie prahovej hodnoty
sv: Kunde inte ta bort tillräckligt många loggfiler för att nå tröskelvärdet
uk: Не вдалося вилучити достатньо файлів журналів, щоб досягти порогу

# ERROR_DATALOGGER_SET_ATTRIBUTE
source: Error setting attribute
el: Σφάλμα κατά τον καθορισμό χαρακτηριστικού
es: Error al establecer el atributo
he: ארעה שגיאה בהגדרת המאפיין
id: Kesalahan saat mengatur atribut
pt: Erro ao definir atributo
sk: Chyba počas nastavovania vlastnosti
sv: Fel vid angivning av attribut
uk: Помилка задання атрибуту

# ERROR_DATALOGGER_COULD_NOT_MAORK
source: File not marked deleted (not marked uploaded)
el: Το αρχείο δεν έχει σημανθεί ως διαγραμμένο (δεν έχει σημανθεί ως απεσταλμένο)
es: Archivo no marcado como eliminado (no marcado como cargado)
he: הקובץ אינו מסומן כנמחק (אינו מסומן כקובץ שהועלה)
id: File tidak ditandai sebagai dihapus (tidak ditandai sebagai diunggah)
pt: Arquivo não marcado como apagado (não marcado como enviado)
sk: Súbor neoznačený ako vymazaný (neoznačený ako odoslaný)
sv: Filen är inte markerad som raderad (ej markerad som öveförd)
uk: Файл не позначено як видалений (не позначено як відвантажений)

# ERROR_DATALOGGER_MULTIPLE
source: Multiple errors removing logs
el: Πολλαπλά σφάλματα κατά την αφαίρεση αρχείων καταγραφής
es: Varios errores al eliminar los registros
he: ארעו שגיאות מרובות במהלך הסרת קובצי הרישום
id: Beberapa kesalahan saat menghapus log
pt: Múltiplos erros ao remover os registros
sk: Viacero chýb pri odstraňovaní záznamov
sv: Flera fel vid borttagning av loggar
uk: Кілька помилок під час вилучення журналів

# ERROR_RECORDER_NO_DATA
source: No collected data was found.
el: Δεν βρέθηκαν συλλεγμένα δεδομένα.
es: No se han encontrado datos recopilados.
he: לא נמצאו נתונים שנאספו.
id: Tidak ada data terkumpul yang ditemukan.
pt: Nenhum dado coletado foi encontrado.
sk: Nenašli sa žiadne zhromaždené dáta.
sv: Inga insamlade data hittades.
uk: Не знайдено жодних зібраних даних.

# ERROR_RECORDER_NO_OUTPUT_DIRECTORY
source: No output directory specified
el: Δεν έχει καθοριστεί κατάλογος εξόδου
es: No se ha especificado ningún directorio de salida
he: לא צוינה ספריית פלט
id: Tidak ada direktori output yang ditentukan
pt: Um diretório de saída não foi especificado
sk: Nie je špecifikovaný výstupný adresár
sv: Ingen utmatningskatalog har angetts
uk: Не задано вихідний каталог

# AX_BUTTON_BACK
source: Back
el: Πίσω
es: Atrás
he: הקודם
id: Kembali
pt: Voltar
sk: Späť
sv: Tillbaka
uk: Назад

# AX_IMAGE_ILLUSTRATION
source: Illustration of %@
el: Απεικόνιση για %@
es: Ilustración de %@
he: איור של %@
id: Ilustrasi %@
pt: Ilustração de %@
sk: Obrázok predmetu %@
sv: Illustration av %@
uk: Ілюстрація %@

# AX_SIGNVIEW_LABEL
source: Designated signature field
el: Καθορισμένο πεδίο υπογραφής
es: Campo para la firma
he: שדה חתימה ייעודי
id: Bidang tanda tangan yang ditetapkan
pt: Campo de assinatura designada
sk: Pole pre podpis
sv: Tilldelat signaturfält
uk: Спеціальне поле для підпису

# AX_SIGNVIEW_HINT
source: Touch the screen and move your finger to sign
el: Αγγίξτε την οθόνη και μετακινήστε το δάχτυλό σας για υπογραφή
es: Toque la pantalla y firme con el dedo
he: גע/י במסך והזז/י את האצבע בכדי לחתום
id: Sentuh layar dan gerakkan jari Anda untuk menandatangani
pt: Toque na tela e mova o dedo para assinar
sk: Pre podpísanie sa dotknite obrazovky a ťahajte prst
sv: Rör vid skärmen och signera genom att röra fingret
uk: Торкніть екран і рухайте пальцем, щоб поставити підпис

# AX_SIGNVIEW_SIGNED
source: Signed
el: Υπογεγραμμένο
es: Firmado
he: חתום
id: Ditandatangani
pt: Assinado
sk: Podpísané
sv: Signerat
uk: Підписано

# AX_SIGNVIEW_UNSIGNED
source: Unsigned
el: Ανυπόγραφο
es: Sin firmar
he: לא חתום
id: Tidak ditandatangani
pt: Não assinado
sk: Nepodpísané
sv: Osignerat
uk: Без підпису

# AX_SELECTED
source: Selected
el: Επιλεγμένο
es: Seleccionado
he: נבחרו
id: Dipilih
pt: Selecionado
sk: Označené
sv: Markerat
uk: Вибрано

# AX_UNSELECTED
source: Un-selected
el: Μη επιλεγμένο
es: No seleccionado
he: לא נבחר
id: Tidak dipilih
pt: Não selecionado
sk: Neoznačené
sv: Avmarkerat
uk: Вибір скасовано

# AX_SLIDER_LABEL
source: Response slider. Range from %@ to %@
el: Ρυθμιστικό απάντησης. Εύρος από %@ έως %@
es: Regulador de respuesta que va del %@ al %@.
he: מחוון תגובה. טווח שנע בין %@ ל-%@
id: Penggeser respons. Berkisar dari %@ hingga %@
pt: Controle de resposta. Os valores vão de %@ a %@
sk: Posuvník pre odpoveď. Rozsah je od %@ do %@
sv: Svarsreglage. Intervall från %@ till %@
uk: Повзунок відповіді. Діапазон від %@ до %@

# AX_UNLABELED_IMAGE
source: Unlabeled image
el: Εικόνα χωρίς ετικέτα
es: Imagen sin etiqueta
he: תמונה ללא תיוג
id: Gambar tidak dilabeli
pt: Imagem sem rótulo
sk: Obrázok bez popisu
sv: Omärkt bild
uk: Зображення без мітки

# AX_ANNOUNCE_BEGIN_TASK
source: Begin task
el: Έναρξη εργασίας
es: Iniciar tarea
he: התחל משימה
id: Mulai tugas
pt: Iniciar tarefa
sk: Spustiť úlohu
sv: Påbörja åtgärd
uk: Почати завдання

# AX.MEMORY.TILE.ACTIVE
source: active
el: ενεργό
es: activo
he: פעיל
id: aktif
pt: ativo
sk: aktívne
sv: aktiv
uk: активна

# AX.MEMORY.TILE.CORRECT
source: correct
el: σωστό
es: correcto
he: נכון
id: benar
pt: correto
sk: správne
sv: rätt
uk: правильно

# AX.MEMORY.TILE.INCORRECT
source: incorrect
el: λάθος
es: incorrecto
he: לא נכון
id: salah
pt: incorreto
sk: nesprávne
sv: fel
uk: неправильноб

# AX.MEMORY.TILE.QUIESCENT
source: quiescent
el: αδρανές
es: inactivo
he: ללא תנועה
id: diam
pt: em repouso
sk: nehybné
sv: inaktiv
uk: неактивний

# AX.MEMORY.TILE.LABEL
source: Memory game tile
el: Πλακίδιο παιχνιδιού μνήμης
es: Juego de memoria
he: אריח משחק זכרון
id: Ubin permainan memori
pt: Peça do jogo de memória
sk: Dlaždica pamäťovej hry
sv: Minnesspelbricka
uk: Клітинка тесту на пам’ять

# AX_IMAGE_CAPTURE_LABEL
source: Capture preview
el: Προεπισκόπηση καταγραφής
es: Previsualización de la captura
he: צלם תצוגה מקדימה
id: Pratinjau gambar
pt: Pré-visualização da captura
sk: Náhľad
sv: Spara förhandsvisning
uk: Перегляд знімку

# AX_IMAGE_CAPTURED_LABEL
source: Captured image
el: Καταγεγραμμένη εικόνα

# AX_TOWER_OF_HANOI_INVALID_MOVE_FORMAT
source: Unable to place disk with size %@ on disk with size %@
el: Δεν είναι δυνατή η τοποθέτηση δίσκου μεγέθους %@ πάνω σε δίσκο μεγέθους %@

# AX_TOWER_OF_HANOI_TARGET_DISK
source: Target
el: Στόχος

# AX_TOWER_OF_HANOI_TOWER
source: Tower
el: Πύργος

# AX_TOWER_OF_HANOI_PLACE_DISK
source: Double-tap to place disk
el: Αγγίξτε δύο φορές για τοποθέτηση του δίσκου

# AX_TOWER_OF_HANOI_SELECT_DISK
source: Double-tap to select top-most disk
el: Αγγίξτε δύο φορές για επιλογή του ανώτερου δίσκου

# AX_TOWER_OF_HANOI_TOWER_CONTAINS
source: Has disk with sizes %@
el: Έχει δίσκο με μεγέθη %@

# AX_TOWER_OF_HANOI_TOWER_EMPTY
source: Empty
el: Κενός

# AX_GRAPH_RANGE_FORMAT
source: Range from %@ to %@
el: Εύρος από %@ έως %@

# AX_GRAPH_AND_SEPARATOR
source: and
el: και

# BLOOD_TYPE_A+
source: A+
uk: A(II)+

# BLOOD_TYPE_AB+
source: AB+
uk: AB(IV)+

# BLOOD_TYPE_AB-
source: AB-
uk: AB(IV)-

# BLOOD_TYPE_B+
source: B+
uk: B(III)+

# BLOOD_TYPE_B-
source: B-
uk: B(III)-

# BLOOD_TYPE_O+
source: O+
uk: 0(I)+

# BLOOD_TYPE_O-
source: O-
uk: 0(I)-
