Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/Localizable.strings
Languages: el, es, he, id, pt, sk, sv, uk

# FITNESS_INTRO_TEXT_FORMAT
source: This activity monitors your heart rate and measures how far you can walk in %1$@.
el: Αυτή η δραστηριότητα αξιολογεί τους καρδιακούς παλμούς σας και μετρά πόσο μακριά μπορείτε να περπατήσετε σε %1$@.
es: Esta actividad controla su frecuencia cardiaca y mide la distancia que puede recorrer andando en %1$@.
he: פעילות זו בודקת את קצב הלב שלך ומודדת כמה רחוק תוכל/י ללכת תוך %1$@.
id: Aktivitas ini memonitor detak jantung Anda dan mengukur seberapa jauh Anda dapat berjalan dalam %1$@.
pt: Esta atividade monitora a sua pulsação e mede o quão longe você consegue andar em %1$@.
sk: Táto aktivita monitoruje vašu srdcovú frekvenciu a zmeria vzdialenosť, ktorú prejdete za %1$@.
sv: Den här aktiviteten registrerar din puls och mäter hur långt du kan gå på %1$@.
uk: Ця операція оцінює ваш серцевий ритм і обчислює, скільки ви можете пройти за %1$@.

# FITNESS_INTRO_2_TEXT_FORMAT
source: Walk outdoors at your fastest possible pace for %1$@. When you're done, sit and rest comfortably for %2$@. To begin, tap Get Started.
el: Περπατήστε σε εξωτερικό χώρο όσο πιο γρήγορα μπορείτε για %1$@. Όταν τελειώσετε, καθίστε κάπου άνετα και ξεκουραστείτε για %2$@. Για να αρχίσετε, αγγίξτε «Έναρξη».
es: Camine al aire libre lo más rápido que pueda durante %1$@. Transcurrido este tiempo, siéntese y descanse durante %2$@. Para comenzar, pulse Empezar.
he: לך/י בחוץ בקצב המהיר ביותר שלך למשך %1$@. לסיום, התיישב/י והרגע/י למשך %2$@. בכדי להתחיל, הקש/י על ״התחל״.
id: Jalan di luar ruangan dengan laju secepat mungkin selama %1$@. Saat Anda selesai, duduk dan istirahat dengan nyaman selama %2$@. Untuk memulai, ketuk Mulai.
pt: Ande ao ar livre o mais rápido que conseguir por %1$@. Ao terminar, sente e descanse confortavelmente por %2$@. Para começar, toque em Iniciar.
sk: Po dobu %1$@ sa prechádzajte vonku čo najrýchlejšou chôdzou. Po skončení sa pohodlne posaďte na %2$@. Začnite klepnutím na Začať.
sv: Gå utomhus i snabbast möjliga takt under %1$@. När du är klar sitter du och vilar bekvämt under %2$@. Tryck på Kom igång för att börja.
uk: Ідіть надворі своєю найшвидшою ходою протягом %1$@. Коли ви завершили, зручно сядьте і відпочивайте протягом %2$@. Щоб почати, торкніть «Розпочати».

# WALK_TASK_TITLE
source: Gait and Balance
el: Βάδισμα και ισορροπία
es: Marcha y equilibrio
he: הליכה ואיזון
id: Gaya dan Keseimbangan
pt: Caminhada e Equilíbrio
sk: Držanie tela a rovnováha
sv: Gång och balans
uk: Хода і рівновага

# WALK_INTRO_TEXT
source: This activity measures your gait and balance as you walk and stand still. Do not continue if you cannot safely walk unassisted.
el: Αυτή η δραστηριότητα αξιολογεί το βάδισμα και την ισορροπία σας καθώς περπατάτε και στέκεστε όρθιοι. Μην πραγματοποιήσετε τη δραστηριότητα αν δεν μπορείτε να περπατήσετε με ασφάλεια χωρίς βοήθεια.
es: Esta actividad mide su forma de andar y su equilibrio al caminar y al permanecer quieto de pie. No siga adelante si no puede caminar de forma segura sin ayuda.
he: פעילות זו מודדת את ההליכה והאיזון שלך תוך כדי הליכה ועמידה במקום. אל תמשיך/י אם אינך יכול/ה ללכת בבטחה ללא סיוע.
id: Aktivitas ini mengukur gaya dan keseimbangan Anda saat Anda berjalan dan berdiri. Jangan lanjutkan jika Anda tidak dapat berjalan dengan aman tanpa bantuan.
pt: Esta atividade mede a sua caminhada e o seu equilíbrio ao andar e ficar de pé. Não prossiga caso não possa andar seguramente sem ajuda.
sk: Táto aktivita zmeria vaše držanie tela a rovnováhu počas chôdze a státia. Ak nemôžete bezpečne chodiť bez cudzej pomoci, nepokračujte.
sv: Den här aktiviteten mäter din gångstil och balans medan du går och står still. Fortsätt endast om du säkert kan gå utan hjälp.
uk: Ця операція оцінює вашу ходу і рівновагу під час ходіння і стояння. Не продовжуйте, якщо ви не можете безпечно ходити без допомоги.

# WALK_INTRO_2_TEXT_%ld
source: Find a place where you can safely walk unassisted for about %ld steps in a straight line.
el: Βρείτε έναν χώρο όπου μπορείτε να περπατήσετε με ασφάλεια χωρίς βοήθεια και κάντε περίπου %ld βήματα σε ευθεία γραμμή.
es: Busque un lugar en el que pueda dar de forma segura sin ayuda unos %ld pasos en línea recta.
he: מצא/י מקום שבו תוכל/י ללכת בבטחה וללא סיוע למרחק של %ld צעדים בקו ישר.
id: Temukan tempat yang memungkinkan Anda untuk berjalan kaki dengan aman tanpa bantuan sejauh sekitar %ld langkah dalam garis lurus.
pt: Encontre um local onde você possa andar seguramente sem ajuda para dar %ld passos em linha reta.
sk: Nájdite si miesto, kde môžete bez cudzej pomoci bezpečne prejsť rovno %ld krokov.
sv: Hitta en plats där du säkert kan gå ungefär %ld steg i en rak linje utan hjälp.
uk: Знайдіть місце, де ви можете безпечно зробити без допомоги інших %ld кроків по прямій.

# WALK_INTRO_2_DETAIL
source: Put your phone in a pocket or bag and follow the audio instructions.
el: Τοποθετήστε το τηλέφωνό σας στην τσέπη ή την τσάντα σας και μετά ακολουθήστε τις ηχητικές οδηγίες.
es: Guárdese el teléfono en un bolsillo o un bolso y siga las instrucciones de audio.
he: הנח/י את הטלפון בכיס או בתיק ופעל/י על-פי הנחיות השמע.
id: Masukkan telepon Anda ke saku atau kantong dan ikuti instruksi audio.
pt: Coloque o telefone em um bolso ou bolsa e siga as instruções de áudio.
sk: Vložte si telefón do vrecka alebo tašky a nasledujte zvukové pokyny.
sv: Placera telefonen i en ficka eller väska och följ de talade anvisningarna.
uk: Покладіть свій телефон у кишеню або сумку, і виконуйте аудіоінструкції.

# WALK_STAND_VOICE_INSTRUCTION_FORMAT
source: Now stand still for %@.
el: Τώρα μείνετε ακίνητοι για %@.
es: Ahora permanezca quieto de pie durante %@.
he: כעת עמוד/י ללא תזוזה למשך %@.
id: Sekarang berdiri selama %@.
pt: Agora pare e fique de pé por %@.
sk: Teraz nehybne stojte po dobu %@.
sv: Stå nu stilla under %@.
uk: Тепер не рухайтесь %@.

# WALK_STAND_INSTRUCTION_FORMAT
source: Stand still for %@.
el: Μείνετε ακίνητοι για %@.
es: Permanezca quieto de pie durante %@.
he: עמוד/י ללא תזוזה למשך %@.
id: Berdiri selama %@.
pt: Pare e fique de pé por %@.
sk: Nehybne stojte po dobu %@.
sv: Stå stilla under %@.
uk: Стійте, не рухаючись, протягом %@.

# WALK_RETURN_INSTRUCTION_FORMAT
source: Turn around, and walk back to where you started.
el: Γυρίστε πίσω και περπατήστε μέχρι το σημείο όπου αρχίσατε.
es: Dé la vuelta y camine hasta el punto de partida.
he: הסתובב/י והתהלך/י חזרה למקום שבו התחלת.
id: Putar balik, dan kembali ke tempat Anda memulai.
pt: Vire-se e volte para o local onde você começou.
sk: Otočte sa a choďte späť na miesto, kde ste začali.
sv: Vänd om och gå tillbaka till utgångsplatsen.
uk: Розверніться і йдіть туди, де ви почали.

# WALK_OUTBOUND_INSTRUCTION_FORMAT
source: Walk up to %ld steps in a straight line.
el: Περπατήστε έως %ld βήματα σε ευθεία γραμμή.
es: Dé unos %ld pasos en línea recta.
he: לך/י %ld צעדים לכל היותר בקו ישר.
id: Berjalan kaki hingga %ld langkah dalam garis lurus.
pt: Dê até %ld passos em linha reta.
sk: Prejdite rovno %ld krokov
sv: Gå upp till %ld steg i en rak linje.
uk: Зробіть до %ld кроків по прямій.

# TAPPING_TASK_TITLE
source: Tapping Speed
el: Ταχύτητα αγγίγματος
es: Velocidad de pulsación
he: מהירות הקשה
id: Kecepatan Mengetuk
pt: Velocidade de Toque
sk: Rýchlosť klepania
sv: Tryckhastighet
uk: Темп торкання

# TAPPING_INTRO_TEXT
source: This activity measures your tapping speed.
el: Αυτή η δραστηριότητα αξιολογεί την ταχύτητα αγγιγμάτων σας.
es: Esta actividad mide su velocidad de pulsación.
he: פעילות זו מודדת את מהירות ההקשה שלך.
id: Aktivitas ini mengukur kecepatan mengetuk Anda.
pt: Esta atividade mede a sua velocidade de toque.
sk: Táto aktivita zmeria rýchlosť klepania.
sv: Den här aktiviteten mäter din tryckhastighet.
uk: Ця операція оцінює вашу швидкість торкання.

# TAPPING_INTRO_TEXT_2_FORMAT
source: Rest your phone on a flat surface. Two buttons will appear on your screen for %@. Using two fingers on the same hand, take turns tapping the buttons as quickly as you can.
el: Ακουμπήστε το τηλέφωνό σας σε μια επίπεδη επιφάνεια. Θα εμφανιστούν δύο κουμπιά στην οθόνη σας για %@. Χρησιμοποιήστε δύο δάχτυλα του ίδιου χεριού για να αγγίζετε εναλλάξ τα κουμπιά όσο πιο γρήγορα μπορείτε.
es: Coloque el teléfono sobre una superficie plana. En la pantalla aparecerán dos botones durante %@ y, con dos dedos de la misma mano, deberá pulsarlos alternativamente lo más rápido que pueda.
he: הנח/י את הטלפון על משטח שטוח. שני כפתורים יופיעו במסך למשך @%. כעת, השתמש/י בשתי אצבעות מאותה יד בכדי להקיש לחלופין על הכפתורים שמופיעים במהירות המרבית שתוכל/י.
id: Letakkan telepon Anda di permukaan rata. Dua tombol akan muncul di layar Anda selama %@. Dengan menggunakan dua jari di tangan yang sama, ketuk tombol secara bergantian secepat Anda bisa.
pt: Coloque o telefone sob uma superfície plana. Dois botões aparecerão na tela por %@. Com dois dedos da mesma mão, toque nos botões alternadamente o mais rápido que conseguir.
sk: Položte telefón na rovný povrch. Na obrazovke sa na %@ zobrazia dve tlačidlá. Striedavo dvoma prstami jednej ruky na tieto tlačidlá čo najrýchlejšie klepte.
sv: Lägg telefonen på en plan yta. Två knappar kommer att synas på skärmen under %@. Använd två fingrar på samma hand till att omväxlande trycka på knapparna så fort du kan.
uk: Покладіть телефон на рівну поверхню. На екрані з’являться дві кнопки для %@. Двома пальцями однієї руки по черзі торкайте кнопки якомога швидше.

# TAPPING_CALL_TO_ACTION
source: Tap Get Started to begin.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulse Empezar para comenzar.
he: הקש/י על ״התחל״ בכדי להתחיל.
id: Ketuk Mulai untuk memulai.
pt: Toque em Iniciar para começar.
sk: Začnite klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
uk: Торкніть «Розпочати», щоб почати.

# TAP_BUTTON_TITLE
source: Tap
el: Αγγίξτε
es: Pulsar
he: הקש/י
id: Ketuk
pt: Toque
sk: Klepnite
sv: Tryck
uk: Торкнути

# TOTAL_TAPS_LABEL
source: Total Taps
el: Συνολικά αγγίγματα
es: N.º total de pulsaciones
he: סה״כ הקשות
id: Total Ketukan
pt: Total de Toques
sk: Celkom klepnutí
sv: Totalt antal tryckningar
uk: Всього дотиків

# TAPPING_INSTRUCTION
source: Tap the buttons as quickly as you can using two fingers.
el: Αγγίξτε τα κουμπιά όσο πιο γρήγορα μπορείτε χρησιμοποιώντας δύο δάχτυλα.
es: Pulse los botones lo más rápido que pueda utilizando dos dedos.
he: הקש/י על הכפתורים במהירות הכי גבוהה שתוכל/י בשתי אצבעות.
id: Ketuk tombol secepat Anda bisa menggunakan dua jari.
pt: Toque nos botões o mais rápido que conseguir usando dois dedos.
sk: Čo najrýchlejšie klepte na tlačidlá dvomi prstami.
sv: Tryck på knapparna så fort du kan med två fingrar.
uk: Торкайте кнопки якомога швидше двома пальцями.

# AUDIO_TASK_TITLE
source: Voice
el: Φωνή
es: Voz
he: קול
id: Suara
pt: Voz
sk: Hlas
sv: Röst
uk: Голос

# AUDIO_CALL_TO_ACTION
source: Tap Get Started to begin.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulse Empezar para comenzar.
he: הקש/י על ״התחל״ בכדי להתחיל.
id: Ketuk Mulai untuk memulai.
pt: Toque em Iniciar para começar.
sk: Začnite klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
uk: Торкніть «Розпочати», щоб почати.

# AUDIO_INSTRUCTION
source: Say “Aaaaah” into the microphone for as long as you can.
el: Πείτε «Ααααα» στο μικρόφωνο για όση περισσότερη ώρα μπορέσετε.
es: Diga “aaaaaa” hacia el micrófono durante el máximo tiempo posible.
he: אמור/י ״אהההה״ לתוך המיקרופון למשך זמן ארוך ככל שתוכל/י.
id: Katakan “Aaaaah” di mikrofon selama mungkin.
pt: Diga “Aaaaah” no microfone por quanto tempo conseguir.
sk: Po čo najdlhšiu dobu vravte do mikrofónu „Aaaaaaaaaa“.
sv: Säg ”aaah” i mikrofonen så länge du kan.
uk: Вимовляйте «А-а-а-а» у мікрофон якомога довше.

# AUDIO_INTRO_TEXT
source: Take a deep breath and say “Aaaaah” into the microphone for as long as you can. Keep a steady vocal volume so the audio bars remain blue.
el: Πάρτε μια βαθιά ανάσα και πείτε «Ααααα» στο μικρόφωνο για όση περισσότερη ώρα μπορέσετε. Κρατήστε σταθερή την ένταση ήχου της φωνής σας για να παραμείνουν μπλε οι γραμμές ήχου.
es: Inspire profundamente y diga “aaaaaa” hacia el micrófono durante el máximo tiempo posible. Mantenga un volumen constante para que las barras de audio permanezcan en color azul.
he: נשום/י נשימה עמוקה ואמור/י ״אהההה״ לתוך המיקרופון למשך זמן ארוך ככל שתוכל/י. נסה/י לשמור על עוצמת קול קבועה כך שפסי השמע יישארו כחולים.
id: Tarik nafas dalam-dalam dan katakan “Aaaaah” ke mikrofon selama Anda bisa. Pertahankan volume suara sehingga bar audio tetap berwarna biru.
pt: Tome fôlego e diga “Aaaaah” no microfone por quanto tempo conseguir. Mantenha o volume vocal estável para que as barras de áudio permaneçam azuis.
sk: Zhlboka sa nadýchnite a po čo najdlhšiu dobu vravte do mikrofónu „Aaaaaaaaaa“. Snažte sa zachovať rovnakú hlasitosť - paličky audia by mali byť modré.
sv: Ta ett djupt andetag och säg ”aaah” i mikrofonen så länge du kan. Håll röststyrkan stadig så att ljudstaplarna förblir blå.
uk: Зробіть глибокий подих і вимовляйте «А-а-а-а» у мікрофон якомога довше. Тримайте однакову гучність голосу, щоб смуги звуку залишалися синіми.

# AUDIO_INTENDED_USE
source: This activity evaluates your voice by recording it with the microphone at the bottom of your phone.
el: Αυτή η δραστηριότητα αξιολογεί τη φωνή σας μέσω εγγραφής ενώ μιλάτε στο μικρόφωνο που βρίσκεται στο κάτω μέρος του τηλεφώνου.
es: Esta actividad evalúa su voz grabándola con el micrófono situado en la parte inferior del teléfono.
he: פעילות זו מעריכה את קולך על-ידי הקלטתו דרך המיקרופון שבתחתית הטלפון.
id: Tes ini mengevaluasi suara Anda dengan merekamnya saat Anda berbicara melalui mikrofon di bagian bawah telepon Anda.
pt: Esta atividade avalia a sua voz gravando-a com o microfone na parte inferior do telefone.
sk: Táto aktivita vyhodnotí váš hlas, ktorý nahráte pomocou mikrofónu na spodku telefónu.
sv: Den här aktiviteten utvärderar din röst genom att spela in den med mikrofonen i nederkanten av telefonen.
uk: Ця операція оцінює ваш голос, записуючи його через мікрофон внизу вашого телефону.

# AUDIO_TOO_LOUD_LABEL
source: Too Loud
el: Πολύ δυνατά
es: Demasiado alto
he: חזק מדי
id: Terlalu Keras
pt: Alto Demais
sk: Príliš nahlas
sv: För högt
uk: Надто гучно

# AUDIO_GENERIC_ERROR_LABEL
source: Unable to record audio
el: Δεν είναι δυνατή η εγγραφή ήχου
es: No se puede grabar el audio
he: לא ניתן להקליט שמע
id: Tidak dapat merekam audio
pt: Não foi possível gravar áudio
sk: Nie je možné nahrať zvuk
sv: Kan inte spela in ljud
uk: Не вдається записати аудіо

# TONE_AUDIOMETRY_TASK_TITLE
source: Tone Audiometry
el: Τονική ακοομετρία
es: Audiometría tonal
he: מדידת היכולת לשמוע צלילים
id: Audiometri Nada
pt: Audiometria Tonal
sk: Tónová audiometria
sv: Tonaudiometri
uk: Аудіометрія

# TONE_AUDIOMETRY_INTENDED_USE
source: This activity measures your ability to hear different sounds.
el: Η δραστηριότητα αυτή μετρά την ικανότητά σας να ακούτε διαφορετικούς ήχους.
es: Esta actividad mide su capacidad para oír diferentes sonidos.
he: פעילות זו מודדת את יכולתך לשמוע צלילים שונים.
id: Aktivitas ini mengukur kemampuan Anda untuk mendengar bunyi yang berbeda.
pt: Esta atividade mede a sua capacidade de ouvir sons diversos.
sk: Táto aktivita meria vašu schopnosť počuť rôzne zvuky.
sv: Den här aktiviteten mäter din förmåga att höra olika ljud.
uk: Ця операція вимірює вашу здатність чути різні звуки.

# TONE_AUDIOMETRY_INTRO_TEXT
source: Before you begin, plug in and put your headphones on.
el: Πριν ξεκινήσετε, συνδέστε τα ακουστικά και φορέστε τα.
es: Antes de empezar, conecte los auriculares y póngaselos.
he: לפני שתתחיל/י, חבר/י את האזניות והרכב/י אותן באזניים.
id: Sebelum memulai, sambungkan dan pakai headphone Anda.
pt: Antes de começar, conecte e coloque seus fones de ouvido.
sk: Skôr ako začnete, pripojte a založte si slúchadlá.
sv: Anslut och ta på dig hörlurarna innan du börjar.
uk: Перед початком приєднайте і надягніть навушники.

# TONE_AUDIOMETRY_CALL_TO_ACTION
source: Tap Get Started to begin.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulse Empezar para comenzar.
he: הקש/י על ״התחל״ בכדי להתחיל.
id: Ketuk Mulai untuk memulai.
pt: Toque em Iniciar para começar.
sk: Začnite klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
uk: Торкніть «Розпочати», щоб почати.

# TONE_AUDIOMETRY_PREP_TEXT
source: You should now hear a tone. Adjust the volume using the controls on the side of your device. Tap the button when you are ready to begin.
el: Τώρα θα πρέπει να ακούσετε έναν τόνο. Προσαρμόστε την ένταση ήχου χρησιμοποιώντας τα χειριστήρια στο πλάι της συσκευής σας. Όταν είστε έτοιμοι να ξεκινήσετε, αγγίξτε το κουμπί.
es: Ahora debería oír un tono. Ajuste el volumen con los controles situados en el lateral del dispositivo. Toque el botón cuando esté listo para empezar.
he: כעת הינך אמור/ה לשמוע צליל. כוונן/י את עוצמת הקול בעזרת פקדי הבקרה בצד המכשיר. הקש/י על הכפתור בכל שלב בכדי להתחיל.
id: Seharusnya Anda mendengar nada sekarang. Sesuaikan volume menggunakan kontrol di samping perangkat Anda. Ketuk tombol saat siap untuk memulai.
pt: Agora você deverá ouvir um tom. Ajuste o volume usando os controles na lateral do seu dispositivo. Toque no botão quando você estiver pronto para começar.
sk: Teraz by ste mali počuť tón. Nastavte hlasitosť pomocou ovládacích prvkov na boku zariadenia. Keď budete pripravení začať, klepnite na tlačidlo.
sv: Nu bör du höra en ton. Justera volymen med reglagen på sidan av enheten. Tryck på knappen när du är redo att börja.
uk: Зараз ви почуєте звук. Регулюйте гучність кнопками на боці вашого пристрою. Торкніть кнопку, коли ви готові починати.

# TONE_AUDIOMETRY_INSTRUCTION
source: Tap the button every time you start hearing a sound.
el: Αγγίξτε το κουμπί κάθε φορά που θα ακούτε έναν ήχο.
es: Toque el botón cada vez que oiga un sonido.
he: הקש/י על הכפתור בכל פעם שתתחיל/י לשמוע צליל.
id: Ketuk tombol setiap kali Anda mulai mendengar bunyi.
pt: Toque no botão toda vez que começar a ouvir um som.
sk: Klepnite na tlačidlo vždy, keď zaznie zvuk.
sv: Tryck på knappen varje gång du börjar höra ett ljud.
uk: Торкайте кнопку щоразу, коли почуєте звук.

# TONE_LABEL_%@_LEFT
source: %@ Hz, Left
el: %@ Hz, αριστερά
es: %@ Hz, izquierdo
he: ‏%@ הרץ, שמאל
id: %@ Hz, Kiri
pt: %@ Hz, Esquerdo
sk: %@ Hz, naľavo
sv: %@ Hz, vänster
uk: %@ Гц, зліва

# TONE_LABEL_%@_RIGHT
source: %@ Hz, Right
el: %@ Hz, δεξιά
es: %@ Hz, derecho
he: ‏%@ הרץ, ימין
id: %@ Hz, Kanan
pt: %@ Hz, Direito
sk: %@ Hz, napravo
sv: %@ Hz, höger
uk: %@ Гц, справа

# SPATIAL_SPAN_MEMORY_TITLE
source: Spatial Memory
el: Χωρική μνήμη
es: Memoria espacial
he: זכרון מרחבי
id: Memori Spasial
pt: Memória Espacial
sk: Priestorová pamäť
sv: Spatialt minne
uk: Просторова пам’ять

# SPATIAL_SPAN_MEMORY_INTRO_TEXT_%@
source: This activity measures your short-term spatial memory by asking you to repeat the order in which %@ light up.
el: Αυτή η δραστηριότητα αξιολογεί τη χωρική μνήμη σας ζητώντας σας να επαναλάβετε τη σειρά με την οποία φωτίζονται οι %@.
es: Esta actividad mide su memoria espacial a corto plazo haciendo que repita el orden en que se iluminan las %@.
he: פעילות זו מודדת את הזכרון המרחבי שלך לטווח קצר על-ידי הנחיה לחזור על הסדר שבו נדלקו ה%@.
id: Aktivitas ini mengukur memori spasial jangka pendek dengan meminta Anda untuk mengulangi urutan menyalanya %@.
pt: Esta atividade mede a sua memória espacial de curto prazo ao pedir que você repita a ordem em que as %@ se acendem.
sk: Táto aktivita zmeria vašu krátkodobú pamäť zobrazením sekvencie obrázkov (%@), ktorú budete musieť zopakovať.
sv: Den här aktiviteten mäter ditt spatiala korttidsminne genom att be dig upprepa den ordning i vilken %@ lyser upp.
uk: Ця операція оцінює вашу короткострокову пам’ять, коли вам потрібно повторити порядок загоряння %@.

# SPATIAL_SPAN_MEMORY_TARGET_PLURAL
source: flowers
el: εικόνες
es: flores
he: פרחים
id: bunga
pt: flores
sk: kvety
sv: blommor
uk: квітки

# SPATIAL_SPAN_MEMORY_TARGET_STANDALONE
source: flowers
el: εικόνες
es: flores
he: פרחים
id: bunga
pt: flores
sk: kvety
sv: blommor
uk: квітки

# SPATIAL_SPAN_MEMORY_INTRO_2_TEXT_%@
source: Some of the %@ will light up one at a time. Tap those %@ in the same order they lit up.
el: Κάποιες από τις %@ θα φωτίζονται μία-μία. Αγγίξτε αυτές τις %@ με την ίδια σειρά με αυτήν που φωτίστηκαν.
es: Las %@ se irán iluminando de una en una. Pulse las %@ en el mismo orden en el que se han iluminado.
he: כמה מה%@ יידלקו זה אחר זה. הקש/י על ה%@ בסדר זהה לזה שבו הם נדלקו.
id: Beberapa %@ akan menyala satu per satu. Ketuk %@ tersebut sesuai urutan menyalanya.
pt: Algumas das %@ serão acesas uma por vez. Toque nas %@ na mesma ordem em que se acenderam.
sk: Obrázky (%@) sa budú postupne rozsvecovať. Klepnite na obrázky (%@) v rovnakom poradí, v akom sa rozsvietili.
sv: En del av %@na kommer att lysa upp en i taget. Tryck på de %@na i samma ordning som de lyser upp.
uk: Деякі %@ будуть загорятися по черзі. Торкайте ці %@ у такому самому порядку загоряння.

# SPATIAL_SPAN_MEMORY_INTRO_2_TEXT_REVERSE_%@
source: Some of the %@ will light up one at a time. Tap those %@ in the reverse of the order they lit up.
el: Κάποιες από τις %@ θα φωτίζονται μία-μία. Αγγίξτε αυτές τις %@ με σειρά αντίστροφη από αυτήν που φωτίστηκαν.
es: Las %@ se irán iluminando de una en una. Pulse las %@ en orden inverso al que se han iluminado.
he: כמה מה%@ יידלקו זה אחר זה. הקש/י על ה%@ בסדר הפוך מזה שבו הם נדלקו.
id: Beberapa %@ akan menyala satu per satu. Ketuk %@ tersebut berkebalikan dengan urutan menyalanya.
pt: Algumas das %@ serão acesas uma por vez. Toque nas %@ na ordem reversa em que se acenderam.
sk: Obrázky (%@) sa budú postupne rozsvecovať. Klepnite na obrázky (%@) v opačnom poradí, v akom sa rozsvietili.
sv: En del av %@na kommer att lysa upp en i taget. Tryck på de %@na i omvänd ordning jämfört med hur de lyser upp.
uk: Деякі %@ будуть загорятися по черзі. Торкайте %@ у зворотному порядку їх загоряння.

# SPATIAL_SPAN_MEMORY_CALL_TO_ACTION
source: To begin, tap Get Started, then watch closely.
el: Για να αρχίσετε, αγγίξτε «Έναρξη» και μετά παρακολουθήστε προσεκτικά.
es: Para comenzar, pulse Empezar y observe con atención.
he: בכדי להתחיל, הקש/י על ״התחל״ וצפה/י בתשומת לב.
id: Untuk memulai, ketuk Mulai, lalu perhatikan dengan saksama.
pt: Para começar, toque em Iniciar e observe com atenção.
sk: Klepnutím na Začať spustite test a pozorne sa dívajte.
sv: Tryck på Kom igång för att börja och titta noggrant.
uk: Щоб почати, торкніть «Розпочати», потім уважно слідкуйте.

# MEMORY_GAME_SCORE_TITLE
source: Score
el: Βαθμολογία
es: Puntuación
he: תוצאה
id: Skor
pt: Pontuação
sk: Skóre
sv: Poäng
uk: Рахунок

# MEMORY_GAME_PLAYBACK_TITLE_%@
source: Watch the %@ light up
el: Δείτε τις %@ να φωτίζονται
es: Observe las %@ que se iluminan
he: צפה/י ב%@ נדלקים
id: Lihat %@ menyala
pt: Observe as imagens de %@ se acenderem
sk: Pozorujte rozsvecovanie obrázkov (%@)
sv: Se när %@ lyser upp
uk: Слідкуйте, як загоряються %@

# MEMORY_GAME_GAMEPLAY_TITLE_%@
source: Tap the %@ in the order they lit up
el: Αγγίξτε τις %@ με τη σειρά που επισημάνθηκαν
es: Pulse las %@ en el orden en el que se han iluminado
he: הקש/י על ה%@ לפי הסדר שבו הם נדלקים
id: Ketuk %@ sesuai urutan menyalanya
pt: Toque nas imagens de %@ na ordem em que se acenderem
sk: Klepnite na obrázky (%@) v poradí, v akom sa rozsvietili
sv: Tryck på %@ i den ordning de lyser upp
uk: Торкайте %@ у порядку, у якому вони загоряються

# MEMORY_GAME_GAMEPLAY_REVERSE_TITLE_%@
source: Tap the %@ in reverse order
el: Αγγίξτε τις %@ σε αντίστροφη σειρά
es: Pulse las %@ en orden inverso
he: הקש/י על ה%@ בסדר הפוך
id: Ketuk %@ dalam urutan terbalik
pt: Toque nas imagens de %@ em ordem reversa
sk: Klepnite na obrázky (%@) v opačnom poradí
sv: Tryck på %@ i omvänd ordning
uk: Торкайте %@ у зворотному порядку

# MEMORY_GAME_COMPLETE_TITLE
source: Sequence Complete
el: Η ακολουθία ολοκληρώθηκε
es: Secuencia completada
he: הרצף הושלם
id: Urutan Selesai
pt: Sequência Concluída
sk: Sekvencia dokončená
sv: Sekvensen är klar
uk: Послідовність завершено
