Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/Localizable.strings
Languages: el, es, he, id, pt, sk, sv, uk

# CONSENT_NAME_TITLE
source: Consent
el: Συναίνεση
es: Consentimiento
he: הסכמה
id: Persetujuan
pt: Consentimento
sk: Súhlas
sv: Godkännande
uk: Згода

# CONSENT_NAME_GIVEN
source: First Name
el: Όνομα

# CONSENT_NAME_FAMILY
source: Last Name
el: Επώνυμο

# CONSENT_NAME_PLACEHOLDER
source: Required
el: Απαιτείται
es: Obligatorio
he: חובה
id: Diperlukan
pt: Obrigatório
sk: Povinné
sv: Krävs
uk: Обов’язково

# CONSENT_REVIEW_TITLE
source: Review
el: Έλεγχος
es: Revisar
he: סקור/י
id: Tinjauan
pt: Revisão
sk: Skontrolovať
sv: Granska
uk: Огляд

# CONSENT_REVIEW_INSTRUCTION
source: Review the form below, and tap Agree if you're ready to continue.
el: Διαβάστε την παρακάτω φόρμα και αγγίξτε «Συμφωνώ» όταν είστε έτοιμοι να συνεχίσετε.
es: Revise el formulario siguiente y pulse Acepto si está listo para continuar.
he: סקור/י את הטופס הבא, והקש/י על ״אני מסכים/ה״ אם הינך מוכן/ה להמשיך.
id: Tinjau formulir di bawah, dan ketuk Setuju jika Anda siap melanjutkan.
pt: Analise o formulário abaixo e toque em Aceitar se estiver pronto para continuar.
sk: Skontrolujte formulár nižšie, a ak ste pripravení pokračovať, klepnite na Súhlasím.
sv: Granska formuläret nedan och tryck på Godkänn om du är redo att fortsätta.
uk: Перегляньте наведене нижче і торкніть «Погоджуюсь», якщо ви готові продовжити.

# CONSENT_REVIEW_ALERT_TITLE
source: Review
el: Έλεγχος
es: Revisar
he: סקור/י
id: Tinjauan
pt: Revisão
sk: Skontrolovať
sv: Granska
uk: Огляд

# CONSENT_SIGNATURE_TITLE
source: Signature
el: Υπογραφή
es: Firma
he: חתימה
id: Tanda Tangan
pt: Assinatura
sk: Podpis
sv: Signatur
uk: Підпис

# CONSENT_SIGNATURE_INSTRUCTION
source: Please sign using your finger on the line below.
el: Υπογράψτε στην παρακάτω γραμμή χρησιμοποιώντας το δάχτυλό σας.
es: Firme con el dedo sobre la línea de abajo.
he: חתום/י עם האצבע על הקו שלמטה.
id: Silakan tanda tangan menggunakan jari Anda pada baris di bawah.
pt: Assine com o seu dedo na linha abaixo.
sk: Pomocou prsta sa podpíšte na riadok nižšie.
sv: Signera med hjälp av fingret på raden nedan.
uk: Будь ласка, розпишіться пальцем на лінії нижче.

# CONSENT_SIGNATURE_PLACEHOLDER
source: Sign Here
el: Υπογράψτε εδώ
es: Firme aquí
he: חתום/י כאן
id: Tanda Tangan di sini
pt: Assine Aqui
sk: Sem sa podpíšte
sv: Signera här
uk: Розпишіться тут

# CONSENT_PAGE_NUMBER_FORMAT
source: Page %1$ld of %2$ld
el: Σελίδα %1$ld από %2$ld
es: Página %1$ld de %2$ld
he: עמוד %1$ld מתוך %2$ld
id: Halaman %1$ld dari %2$ld
pt: Página %1$ld de %2$ld
sk: Strana %1$ld z %2$ld
sv: Sidan %1$ld av %2$ld
uk: Сторінка %1$ld із %2$ld

# CONSENT_SECTION_WELCOME
source: Welcome
el: Καλώς ορίσατε
es: Bienvenido
he: ברוך/ה הבא/ה
id: Selamat Datang
pt: Bem-vindo
sk: Vitajte
sv: Välkommen
uk: Ласкаво просимо!

# CONSENT_SECTION_DATA_GATHERING
source: Data Gathering
el: Συλλογή δεδομένων
es: Recopilación de datos
he: איסוף נתונים
id: Pengumpulan Data
pt: Coleta de Dados
sk: Zber dát
sv: Datainsamling
uk: Збір даних

# CONSENT_SECTION_PRIVACY
source: Privacy
el: Απόρρητο
es: Privacidad
he: פרטיות
id: Privasi
pt: Privacidade
sk: Súkromie
sv: Integritet
uk: Приватність

# CONSENT_SECTION_DATA_USE
source: Data Use
el: Χρήση δεδομένων
es: Utilización de datos
he: שימוש בנתונים
id: Penggunaan Data
pt: Uso dos Dados
sk: Využitie dát
sv: Dataanvändning
uk: Використання даних

# CONSENT_SECTION_STUDY_SURVEY
source: Study Survey
el: Έρευνα μελέτης
es: Evaluación del estudio
he: סקר מחקר
id: Survei Studi
pt: Opinião do Estudo
sk: Študijný prieskum
sv: Studieenkät
uk: Дослідне опитування

# CONSENT_SECTION_STUDY_TASKS
source: Study Tasks
el: Εργασίες μελέτης
es: Tareas del estudio
he: משימות מחקר
id: Tugas Studi
pt: Tarefas do Estudo
sk: Študijné úlohy
sv: Studieåtgärder
uk: Дослідні завдання

# CONSENT_SECTION_TIME_COMMITMENT
source: Time Commitment
el: Απαιτούμενος χρόνος
es: Tiempo dedicado
he: התחייבות זמן
id: Komitmen Waktu
pt: Compromisso de Tempo
sk: Časová náročnosť
sv: Tidsåtgång
uk: Часове навантаження

# CONSENT_SECTION_WITHDRAWING
source: Withdrawing
el: Απόσυρση
es: Salida del estudio
he: ביטול השתתפות
id: Penarikan Diri
pt: Desistência
sk: Odstúpenie
sv: Tillbakadragning
uk: Відкликання

# CONSENT_LEARN_MORE_TITLE
source: Learn More
el: Μάθετε περισσότερα
es: Más información
he: פרטים נוספים
id: Lebih Lanjut
pt: Saiba Mais
sk: Viac informácií
sv: Läs mer
uk: Докладніше

# LEARN_MORE_DATA_GATHERING
source: Learn more about how data is gathered
el: Μάθετε περισσότερα για τη συλλογή δεδομένων
es: Más información sobre la recopilación de los datos
he: קבל/י מידע נוסף על איסוף הנתונים
id: Lebih lanjut mengenai cara data dikumpulkan
pt: Saiba mais sobre como os dados são coletados
sk: Viac informácií o zbere dát
sv: Läs mer om hur data samlas in
uk: Докладніше про збір даних

# LEARN_MORE_DATA_USE
source: Learn more about how data is used
el: Μάθετε περισσότερα για τον τρόπο χρήσης των δεδομένων
es: Más información sobre la utilización de los datos
he: קבל/י מידע נוסף על השימוש בנתונים
id: Lebih lanjut mengenai cara data digunakan
pt: Saiba mais sobre como os dados são usados
sk: Viac informácií o využívaní dát
sv: Läs mer om hur data används
uk: Докладніше про використання даних

# LEARN_MORE_PRIVACY
source: Learn more about how your privacy and identity are protected
el: Μάθετε περισσότερα για τον τρόπο προστασίας του απορρήτου και της ταυτότητάς σας
es: Más información sobre la protección de la privacidad y la identidad
he: קבל/י מידע נוסף בנושא ההגנה על הפרטיות והזהות שלך
id: Lebih lanjut mengenai cara privasi dan identitas Anda dilindungi
pt: Saiba mais sobre como sua privacidade e sua identidade são protegidas
sk: Viac informácií o ochrane súkromia a identity
sv: Läs mer om hur din integritet och identitet skyddas
uk: Докладніше про захист вашої приватності і особистих даних

# LEARN_MORE_WELCOME
source: Learn more about the study first
el: Μάθετε περισσότερα για τη μελέτη πρώτα
es: Más información sobre el estudio
he: קבל/י מידע נוסף תחילה בנושא המחקר
id: Pelajari lebih lanjut mengenai studi terlebih dahulu
pt: Antes, saiba mais sobre o estudo
sk: Viac informácií o štúdii
sv: Läs mer om studien först
uk: Докладніше про дослідження

# LEARN_MORE_STUDY_SURVEY
source: Learn more about the study survey
el: Μάθετε περισσότερα για την έρευνα μελέτης
es: Más información sobre la evaluación del estudio
he: קבל/י מידע נוסף בנושא סקר המחקר
id: Lebih lanjut mengenai survei studi
pt: Saiba mais sobre a pesquisa de opinião
sk: Viac informácií o prieskume štúdie
sv: Läs mer om studieenkäten
uk: Докладніше про дослідне опитування

# LEARN_MORE_TIME_COMMITMENT
source: Learn more about the study's impact on your time
el: Μάθετε περισσότερα για τον χρόνο που θα χρειαστείτε για να ολοκληρώσετε τη μελέτη
es: Más información sobre el impacto del estudio en su tiempo
he: קבל/י מידע נוסף בנושא השפעת המחקר על זמנך
id: Lebih lanjut mengenai dampak studi terhadap waktu Anda
pt: Saiba mais sobre o impacto do estudo sobre o seu tempo
sk: Viac informácií o vplyvu štúdie na váš čas
sv: Läs mer om studiens påverkan på din tid
uk: Докладніше про вплив дослідження на ваш час

# LEARN_MORE_TASKS
source: Learn more about the tasks involved
el: Μάθετε περισσότερα για τις σχετιζόμενες εργασίες
es: Más información sobre las tareas del estudio
he: קבל/י מידע נוסף בנושא המשימות הכרוכות
id: Lebih lanjut mengenai tugas yang bersangkutan
pt: Saiba mais sobre as tarefas envolvidas
sk: Viac informácií o úlohách
sv: Läs mer om de berörda åtgärderna
uk: Докладніше про залучені завдання

# LEARN_MORE_WITHDRAWING
source: Learn more about withdrawing
el: Μάθετε περισσότερα για την απόσυρση από την έρευνα
es: Más información sobre cómo salir del estudio
he: קבל/י מידע נוסף בנושא ביטול ההשתתפות
id: Lebih lanjut mengenai penarikan diri
pt: Saiba mais sobre a desistência
sk: Viac informácií o odstúpení
sv: Läs mer om tillbakadragning
uk: Докладніше про відкликання

# CONSENT_SHARING_TITLE
source: Sharing Options
el: Επιλογές κοινοποίησης
es: Opciones para compartir
he: אפשרויות שיתוף
id: Pilihan Berbagi
pt: Opções de Compartilhamento
sk: Možnosti zdieľania
sv: Delningsalternativ
uk: Опції доступу

# CONSENT_SHARE_WIDELY_%@
source: Share my data with %@ and qualified researchers worldwide
el: Κοινοποίηση των δεδομένων μου στο %@ και πιστοποιημένους ερευνητές ανά τον κόσμο
es: Compartir mis datos con %@ y con investigadores cualificados de todo el mundo
he: שתף את הנתונים שלי עם %@ ועם חוקרים מוסמכים מכל העולם
id: Bagikan data saya dengan %@ dan peneliti berkualifikasi di seluruh dunia
pt: Compartilhar meus dados com %@ e pesquisadores qualificados mundialmente
sk: Zdieľať dáta s inštitúciou %@ a ďalšími kvalifikovanými výskumníkmi.
sv: Dela mina data med %@ och kvalificerade forskare över hela världen
uk: Оприлюднити мої дані для %@ і кваліфікованих вчених в усьому світі

# CONSENT_SHARE_ONLY_%@
source: Only share my data with %@
el: Κοινοποίηση των δεδομένων μου μόνο σε: %@
es: Solo compartir mis datos con %@
he: שתף את הנתונים שלי רק עם %@
id: Hanya bagikan data saya dengan %@
pt: Compartilhar meus dados somente com %@
sk: Zdieľať dáta len s inštitúciou %@
sv: Dela mina data endast med %@
uk: Оприлюднювати тільки для %@

# CONSENT_SHARING_DESCRIPTION_%@
source: %@ will receive your study data from your participation in this study. Sharing your coded study data more broadly (without information such as your name) may benefit this and future research.
el: Το %@ θα λάβει τα δεδομένα που απορρέουν από τη συμμετοχή σας στην παρούσα μελέτη. Η πιο ευρεία κοινοποίηση των κωδικοποιημένων δεδομένων μελέτης σας (χωρίς στοιχεία όπως το όνομά σας) μπορεί να συμβάλλει σε αυτήν την έρευνα, καθώς και σε μελλοντικές έρευνες.
es: %@ recibirá los datos obtenidos de su participación en este estudio. Si comparte los datos codificados del estudio de forma más amplia (sin incluir información personal como su nombre), se beneficiará tanto esta investigación como las que se realicen en el futuro.
he: %@ תקבל את נתוני המחקר שבו השתתפת. שיתוף נרחב יותר של נתוני המחקר המקודדים שלך (שאינם מכילים מידע כגון שמך) עשוי לתרום למחקר זה ולמחקרים עתידיים.
id: %@ akan menerima data penelitian dari partisipasi Anda dalam studi ini. Berbagi data studi yang dikodekan dengan lebih banyak pihak (tanpa informasi seperti nama Anda) dapat bermanfaat bagi penelitian ini dan yang akan datang.
pt: %@ receberá os seus dados de estudo conforme a sua participação neste estudo. O compartilhamento dos seus dados de estudo codificados de forma mais ampla (sem conter informações como o seu nome) poderá beneficiar esta pesquisa e pesquisas futuras.
sk: Vaše dáta z účasti v tejto štúdii budú doručené inštitúcii %@. Širšie zdieľanie zakódovaných dát štúdie (bez informácií, ako je vaše meno) môže byť užitočné pre tento a budúci výskum.
sv: %@ kommer att få dina studiedata från deltagandet i den här studien. Genom att dela dina kodade studiedata mer brett (utan information som ditt namn) kan vi gagna både denna och framtida forskning.
uk: %@ отримають дані дослідження після вашої участі в цьому дослідженні. Оприлюднення шифрованих даних дослідження для ширшої аудиторії (без таких даних, як ваше ім’я) може бути корисним для цього та майбутніх досліджень.

# LEARN_MORE_CONSENT_SHARING
source: Learn more about data sharing
el: Μάθετε περισσότερα για την κοινοποίηση δεδομένων
es: Más información sobre cómo se comparten los datos
he: קבל/י מידע נוסף בנושא שיתוף נתונים
id: Pelajari berbagi data lebih lanjut
pt: Saiba mais sobre o compartilhamento de dados
sk: Viac informácií o zdieľaní dát
sv: Läs mer om datadelning
uk: Докладніше про оприлюднення даних

# CONSENT_DOC_LINE_PRINTED_NAME
source: %@'s Name (printed)
el: %@: όνομα (με κεφαλαία)
es: Nombre del %@ (mayúsculas)
he: השם של %@ (מודפס)
id: Nama %@ (dicetak)
pt: Nome do(a) %@ (impresso)
sk: Meno osoby %@ (vytlačené)
sv: %@s namn (tryckt)
uk: Ім’я %@ (друкованими)

# CONSENT_DOC_LINE_SIGNATURE
source: %@'s Signature
el: %@: υπογραφή
es: Firma del %@
he: החתימה של %@
id: Tanda Tangan %@
pt: Assinatura do(a) %@
sk: Podpis osoby %@
sv: %@s signatur
uk: Підпис %@

# CONSENT_DOC_LINE_DATE
source: Date
el: Ημερομηνία
es: Fecha
he: תאריך
id: Tanggal
pt: Data
sk: Dátum
sv: Datum
uk: Дата

# STEP_PROGRESS_FORMAT
source: Step %1$@ of %2$@
el: Βήμα %1$@ από %2$@
es: Paso %1$lu de %2$lu
he: שלב %1$lu מתוך %2$lu
id: Langkah %1$lu dari %2$lu
pt: Passo %1$lu de %2$lu
sk: Krok %1$lu z %2$lu
sv: Steg %1$lu av %2$lu
uk: Крок %1$lu із %2$lu

# RANGE_ALERT_TITLE
source: Invalid value
el: Μη έγκυρη τιμή
es: Valor no válido
he: ערך שאינו תקין
id: Nilai tidak sah
pt: Valor inválido
sk: Neplatná hodnota
sv: Ogiltigt värde
uk: Неправильне значення

# RANGE_ALERT_MESSAGE_ABOVE_MAXIMUM
source: %1$@ exceeds the maximum allowed value (%2$@).
el: Η τιμή «%1$@» υπερβαίνει τη μέγιστη επιτρεπόμενη τιμή (%2$@).
es: %1$@ es superior al valor máximo permitido (%2$@).
he: %1$@ חורג מהערך המרבי המותר (%2$@).
id: %1$@ melebihi nilai maksimum yang diizinkan (%2$@).
pt: %1$@ excede o valor máximo permitido (%2$@).
sk: %1$@ prekračuje maximálnu povolenú hodnotu (%2$@).
sv: %1$@ överskrider det högsta tillåtna värdet (%2$@).
uk: %1$@ перевищує максимально дозволене значення (%2$@).

# RANGE_ALERT_MESSAGE_BELOW_MAXIMUM
source: %1$@ is less than the minimum allowed value (%2$@).
el: Η τιμή «%1$@» είναι χαμηλότερη από την ελάχιστη επιτρεπόμενη τιμή (%2$@).
es: %1$@ es inferior al valor mínimo permitido (%2$@).
he: %1$@ נמוך מהערך המינימלי המותר (%2$@).
id: %1$@ kurang dari nilai minimum yang diizinkan (%2$@).
pt: %1$@ é menor que o valor mínimo permitido (%2$@).
sk: %1$@ nedosahuje minimálnu povolenú hodnotu (%2$@).
sv: %1$@ är mindre än det minsta tillåtna värdet (%2$@).
uk: %1$@ є меншим мінімально дозволеного значення (%2$@).

# RANGE_ALERT_MESSAGE_OTHER
source: %@ is not a valid value.
el: Το «%@» δεν είναι έγκυρη τιμή.
es: %@ no es un valor válido.
he: %@ הוא לא ערך תקין.
id: %@ bukan nilai yang sah.
pt: %@ não é um valor válido.
sk: %@ nie je platná hodnota.
sv: %@ är inte ett giltigt värde.
uk: %@ не є правильним значенням.

# INVALID_EMAIL_ALERT_MESSAGE
source: Invalid email address: %@
el: Μη έγκυρη διεύθυνση email: %@

# TEXT_ANSWER_EXCEEDING_MAX_LENGTH_ALERT_MESSAGE
source: Text content exceeding maximum length: %@
el: Το περιεχόμενο κειμένου υπερβαίνει το επιτρεπόμενο όριο χαρακτήρων: %@

# CAMERA_UNAVAILABLE_MESSAGE
source: Camera not available in split screen.
el: Η κάμερα δεν διατίθεται στην Προβολή διαίρεσης.

# BLOOD_TYPE_A-
source: A-
el: Α-
uk: A(II)-

# GENDER_FEMALE
source: Female
el: Γυναίκα
es: Mujer
he: נקבה
id: Wanita
pt: Feminino
sk: Žena
sv: Kvinna
uk: Жіноча

# GENDER_MALE
source: Male
el: Άντρας
es: Hombre
he: זכר
id: Pria
pt: Masculino
sk: Muž
sv: Man
uk: Чоловіча

# GENDER_OTHER
source: Other
el: Άλλο
es: Otro
he: אחר
id: Lainnya
pt: Outro
sk: Iné
sv: Annat
uk: Інше

# BOOL_NO
source: No
el: Όχι
he: לא
id: Tidak
pt: Não
sk: Nie
sv: Nej
uk: Ні

# BOOL_YES
source: Yes
el: Ναι
es: Sí
he: כן
id: Ya
pt: Sim
sk: Áno
sv: Ja
uk: Так

# PLACEHOLDER_TEXT_OR_NUMBER
source: Tap to answer
el: Αγγίξτε για απάντηση
es: Pulse para contestar
he: הקש/י בכדי לענות
id: Ketuk untuk menjawab
pt: Toque para responder
sk: Klepnutím odpovedajte
sv: Tryck för att svara
uk: Торкніть, щоб відповісти

# NULL_ANSWER
source: Select an answer
el: Επιλέξτε μια απάντηση
es: Seleccione una respuesta
he: בחר/י תשובה
id: Pilih jawaban
pt: Selecione uma resposta
sk: Vyberte odpoveď
sv: Välj ett svar
uk: Вибрати відповідь

# PLACEHOLDER_IMAGE_CHOICES
source: Tap to select
el: Αγγίξτε για επιλογή
es: Pulse para seleccionar
he: הקש/י לבחירה
id: Ketuk untuk memilih
pt: Toque para selecionar
sk: Klepnutím vyberte
sv: Tryck för att markera
uk: Торкніть, щоб вибрати

# PLACEHOLDER_LONG_TEXT
source: Tap to write
el: Αγγίξτε για να γράψετε
es: Pulse para escribir
he: הקש/י לכתיבה
id: Ketuk untuk menulis
pt: Toque para escrever
sk: Klepnutím píšte
sv: Tryck för att skriva
uk: Торкніть, щоб написати

# BUTTON_AGREE
source: Agree
el: Συμφωνώ
es: Acepto
he: אני מסכים/ה
id: Setuju
pt: Concordar
sk: Súhlasím
sv: Godkänn
uk: Погоджуюсь

# BUTTON_CANCEL
source: Cancel
el: Ακύρωση
es: Cancelar
he: ביטול
id: Batalkan
pt: Cancelar
sk: Zrušiť
sv: Avbryt
uk: Скасувати

# BUTTON_CLEAR
source: Clear
el: Εκκαθάριση
es: Borrar
he: נקה
id: Bersihkan
pt: Limpar
sk: Vyčistiť
sv: Rensa
uk: Очистити

# BUTTON_DISAGREE
source: Disagree
el: Διαφωνώ
es: No acepto
he: איני מסכים/ה
id: Tidak Setuju
pt: Discordar
sk: Nesúhlasím
sv: Avböj
uk: Не погоджуюсь

# BUTTON_DONE
source: Done
el: Τέλος
es: OK
he: סיום
id: Selesai
pt: OK
sk: Hotovo
sv: Klar
uk: Готово

# BUTTON_GET_STARTED
source: Get Started
el: Έναρξη
es: Empezar
he: התחל
id: Mulai
pt: Iniciar
sk: Začať
sv: Kom igång
uk: Розпочати

# BUTTON_LEARN_MORE
source: Learn more
el: Μάθετε περισσότερα
es: Más información
he: פרטים נוספים
id: Lebih lanjut
pt: Saiba mais
sk: Viac informácií
sv: Läs mer
uk: Докладніше

# BUTTON_NEXT
source: Next
el: Επόμενο
es: Siguiente
he: הבא
id: Berikutnya
pt: Seguinte
sk: Ďalej
sv: Nästa
uk: Далі

# BUTTON_SKIP
source: Skip
el: Παράλειψη
es: Omitir
he: דלג
id: Lewati
pt: Ignorar
sk: Preskočiť
sv: Hoppa över
uk: Пропустити

# BUTTON_SKIP_QUESTION
source: Skip this question
el: Παράλειψη αυτής της ερώτησης
es: Omitir esta pregunta
he: דלג על שאלה זו
id: Lewati pertanyaan ini
pt: Ignorar esta pergunta
sk: Preskočiť túto otázku
sv: Hoppa över denna fråga
uk: Пропустити питання

# BUTTON_START_TIMER
source: Start Timer
el: Έναρξη χρονοδιακόπτη
es: Activar temporizador
he: הפעל את שעון העצר
id: Mulai Timer
pt: Iniciar Timer
sk: Spustiť časovač
sv: Starta timern
uk: Запустити таймер

# BUTTON_OPTION_SAVE
source: Save for Later
el: Αποθήκευση για αργότερα
es: Guardar para luego
he: שמור למועד מאוחר יותר
id: Simpan untuk Nanti
pt: Salvar para Mais Tarde
sk: Uložiť na neskôr
sv: Spara till senare
uk: Пізніше

# BUTTON_OPTION_DISCARD
source: Discard Results
el: Απόρριψη αποτελεσμάτων
es: Descartar resultados
he: מחק את התוצאות
id: Hapus Hasil
pt: Descartar Resultados
sk: Zahodiť výsledky
sv: Bortse från träffar
uk: Відхилити результати

# BUTTON_OPTION_STOP_TASK
source: End Task
el: Τέλος δοκιμής
es: Finalizar tarea
he: סיים את המשימה
id: Akhiri Tugas
pt: Finalizar Tarefa
sk: Ukončiť úlohu
sv: Avsluta åtgärd
uk: Завершити завдання

# COUNTDOWN_LABEL
source: Starting activity in
el: Έναρξη δραστηριότητας σε
es: Iniciando actividad en
he: מתחיל פעילות בעוד
id: Memulai aktivitas dalam
pt: Iniciando atividade em
sk: Aktivita sa spustí o
sv: Startar aktivitet om
uk: Початок операції через

# TASK_COMPLETE_TITLE
source: Activity Complete
el: Η δραστηριότητα ολοκληρώθηκε
es: Actividad completada
he: הפעילות הושלמה
id: Aktivitas Selesai
pt: Atividade Concluída
sk: Aktivita dokončená
sv: Aktiviteten är klar
uk: Операцію завершено

# TASK_COMPLETE_TEXT
source: Your data will be analyzed and you will be notified when your results are ready.
el: Τα δεδομένα σας θα αναλυθούν και θα ειδοποιηθείτε όταν είναι έτοιμα τα αποτελέσματα.
es: Se analizarán sus datos y recibirá los resultados cuando estén listos.
he: הנתונים שלך ינותחו וכאשר התוצאות יהיו מוכנות תקבל/י הודעה.
id: Data Anda akan dianalisis dan Anda akan diberi tahu setelah hasil Anda siap.
pt: Seus dados serão analisados e você será notificado quando os resultados estiverem prontos.
sk: Vaše dáta budú analyzované a na výsledky budete upozornení po ich vyhodnotení.
sv: Dina data kommer att analyseras, och du blir meddelad när resultaten är klara.
uk: Ваші дані буде проаналізовано, і ви отримаєте сповіщення, коли будуть готові результати.

# CAPTURE_BUTTON_CAPTURE_IMAGE
source: Capture Image
el: Καταγραφή εικόνας
es: Capturar imagen
he: צלם תמונה
id: Ambil Gambar
pt: Capturar Imagem
sk: Zachytiť obrázok
sv: Spara bild
uk: Зробити знімок

# CAPTURE_BUTTON_RECAPTURE_IMAGE
source: Recapture Image
el: Επανάληψη καταγραφής εικόνας
es: Volver a capturar imagen
he: צלם תמונה שוב
id: Ambil Ulang Gambar
pt: Recapturar Imagem
sk: Znovu zachytiť obrázok
sv: Spara bild igen
uk: Зробити знімок ще раз

# CAPTURE_ERROR_CAMERA_NOT_FOUND
source: No camera found. This step cannot be completed.
el: Δεν βρέθηκε κάμερα. Δεν είναι δυνατή η ολοκλήρωση αυτού του βήματος.
es: No se ha encontrado ninguna cámara. Este paso no se puede completar.
he: לא נמצאה מצלמה. לא ניתן להשלים שלב זה.
id: Kamera tidak ditemukan. Langkah ini tidak dapat diselesaikan.
pt: Não foi encontrada uma câmera. Não foi possível concluir esta etapa.
sk: Nenašla sa žiadna kamera. Tento krok nebude možné dokončiť.
sv: Ingen kamera hittades. Steget kan inte slutföras.
uk: Камери не знайдено. Неможливо виконати цей крок.

# CAPTURE_ERROR_NO_PERMISSIONS
source: In order to complete this step, allow this app access to the camera in Settings.
el: Για να ολοκληρώσετε αυτό το βήμα, επιτρέψτε σε αυτήν την εφαρμογή να προσπελάζει την κάμερα στις Ρυθμίσεις.
es: Para completar este paso, vaya a Ajustes para conceder a la app acceso a la cámara.
he: על-מנת לסיים שלב זה, אפשר/י ליישום זה לגשת למצלמה שלך ב״הגדרות״.
id: Untuk menyelesaikan langkah ini, izinkan app ini untuk mengakses kamera di Pengaturan.
pt: Para concluir esta etapa, permita que este aplicativo acesse a câmera, em Ajustes.
sk: Ak chcete dokončiť tento krok, v Nastaveniach povoľte tejto aplikácii prístup ku kamere.
sv: För att slutföra det här steget måste du ge denna app tillgång till kameran i Inställningar.
uk: Щоб завершити цей крок, надайте цій програмі доступ до камери в Параметрах.

# CAPTURE_ERROR_NO_OUTPUT_DIRECTORY
source: No output directory was specified for captured images.
el: Δεν καθορίστηκε κατάλογος εξόδου για καταγεγραμμένες εικόνες.
es: No se ha especificado ningún directorio de salida para las imágenes capturadas.
he: לא צוינה ספריית פלט עבור התמונות שצולמו.
id: Tidak ada direktori output yang ditentukan untuk gambar yang diambil.
pt: Não foi especificado um diretório de saída para imagens capturadas.
sk: Pre zachytené obrázky nebol uvedený žiadny cieľový priečinok.
sv: Ingen utmatningskatalog har angetts för de sparade bilderna.
uk: Для зроблених знімків не вказано вихідного каталогу.

# CAPTURE_ERROR_CANNOT_WRITE_FILE
source: The captured image could not be saved.
el: Δεν ήταν δυνατή η αποθήκευση της καταγεγραμμένης εικόνας.
es: No se ha podido guardar la imagen capturada.
he: לא ניתן היה לשמור את התמונה שצולמה.
id: Gambar yang diambil tidak dapat disimpan.
pt: A imagem capturada não pôde ser salva.
sk: Zachytený obrázok sa nepodarilo uložiť.
sv: Bilden kunde inte sparas.
uk: Не вдається зберегти зроблений знімок.

# FITNESS_TASK_TITLE
source: Fitness
el: Φυσική κατάσταση
es: Forma física
he: כושר
id: Kebugaran
pt: Condicionamento Físico
sk: Kondícia
sv: Motion
uk: Фітнес

# FITNESS_DISTANCE_TITLE_FORMAT
source: Distance (%@)
el: Απόσταση (%@)
es: Distancia (%@)
he: מרחק (%@)
id: Jarak (%@)
pt: Distância (%@)
sk: Vzdialenosť (%@)
sv: Distans (%@)
uk: Відстань (%@)

# FITNESS_HEARTRATE_TITLE
source: Heart Rate (bpm)
el: Καρδιακοί παλμοί (π.α.λ.)
es: Frecuencia cardiaca (ppm)
he: קצב לב (פעימות לדקה)
id: Detak Jantung (bpm)
pt: Frequência Cardíaca (bpm)
sk: Srdcová frekvencia (bpm)
sv: Puls – slag/minut
uk: Пульс (уд./хв)

# FITNESS_SIT_INSTRUCTION_FORMAT
source: Sit comfortably for %@.
el: Καθίστε κάπου άνετα για %@.
es: Siéntese cómodamente durante %@.
he: שב/י בצורה נוחה למשך %@.
id: Duduk dengan nyaman selama %@.
pt: Sente confortavelmente por %@.
sk: Pohodlne sa posaďte na %@.
sv: Sitt bekvämt under %@.
uk: Сидіть зручно протягом %@.

# FITNESS_WALK_INSTRUCTION_FORMAT
source: Walk as fast as you can for %@.
el: Περπατήστε όσο πιο γρήγορα μπορείτε για %@.
es: Camine lo más rápido que pueda durante %@.
he: לך/י הכי מהר שתוכל/י למשך %@.
id: Jalan secepat mungkin selama %@.
pt: Ande o mais rápido que conseguir por %@.
sk: Choďte čo najrýchlejšie po dobu %@.
sv: Gå så fort du kan under %@.
uk: Ідіть якомога швидше протягом %@.
