Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# PASSCODE_FORGOT_BUTTON_TITLE
source: Forgot Passcode?
ar: هل نسيت رمز الدخول؟
ca: Has oblidat el codi?
cs: Zapomenutý kód?
da: Glemt adgangskoden?
de: Code vergessen?
de_at: Passcode vergessen?
el: Ξεχάσατε τον κωδικό;
es: ¿Has olvidado el código?
es_419: ¿Olvidaste el código?
fi: Unohditko pääsykoodin?
fil_ph: Nakalimutan ang Passcode?
fr: Code oublié ?
fr_ca: Code oublié?
he: שכחת את קוד הגישה?
hi: पासकोड भूल गए?
hr: Zaboravili ste šifru?
hu: Elfelejtette a jelkódot?
id: Lupa Kode Sandi?
it: Hai dimenticato il codice?
ja: パスコードをお忘れですか?
ms: Terlupa Kod Laluan?
ms_latn_sg: Terlupa Kod Laluan?
nb_no: Glemt passordet?
nl: Toegangscode vergeten?
no: Glemt koden?
or_in: ପାସ୍‌କୋର୍ଡ ଭୁଲିଗଲେ କି?
pl: Nie pamiętasz kodu?
pt_pt: Não se lembra do código?
ro: Ați uitat codul de acces?
ru: Забыли код‑пароль?
sk: Zabudli ste kód?
sv: Glömt lösenkoden?
ta_in: கடவுக் குறியை மறந்துவிட்டீர்களா?
ta_my: கடவுக்குறியீட்டை மறந்துவிட்டீர்களா?
th: ลืมรหัสหรือไม่
tr: Parolayı mı Unuttunuz?
uk: Забули код допуску?
vi: Bạn quên mật mã?
vi_vn: Quên mật mã?
xh_za: Ulibele Iphasikhowudi?
zh_cn: 忘记了密码？
zh_hans_my: 忘记了密码？
zh_hk: 忘記密碼？
zh_tw: 忘記密碼？

# PASSCODE_INVALID_ALERT_MESSAGE
source: Passcodes did not match. Try again.
ar: رمزي الدخول غير متطابقين. حاول مجدداً.
ca: Els codis no coincideixen. Torna-ho a provar.
cs: Kódy se neshodují. Zkuste to znovu.
da: Adgangskoderne stemte ikke overens. Prøv igen.
de: Code stimmte nicht überein. Versuche es erneut.
de_at: Die Passcodes stimmten nicht überein. Versuchen Sie es noch einmal.
el: Ασυμφωνία κωδικών. Δοκιμάστε ξανά.
es: Los códigos no coinciden. Inténtalo de nuevo.
es_419: Los códigos no coinciden. Intenta de nuevo.
fi: Pääsykoodit eivät täsmää. Yritä uudelleen.
fil_ph: Ang mga passcode ay hindi tugma. Subukang muli.
fr: Les codes sont différents. Réessayez.
fr_ca: Les codes sont différents. Réessayez.
he: קודי הגישה לא היו זהים. נסה/י שוב.
hi: पासकोड एक समान नहीं हैं। पुनः प्रयास करें।
hr: Šifre nisu iste. Pokušajte ponovno.
hu: A jelkódok nem egyeznek meg. Próbálja újra.
id: Kode sandi tidak cocok. Coba lagi.
it: I codici non corrispondono, riprova.
ja: パスコードが一致しません。もう一度入力してください。
ko: 암호가 일치하지 않습니다. 다시 시도하십시오.
ms: Kod laluan tidak sepadan. Cuba lagi.
ms_latn_sg: Kod laluan tidak sepadan. Cuba lagi.
nb_no: Passordene stemte ikke. Prøv igjen.
nl: De codes komen niet overeen. Probeer het opnieuw.
no: Kodene er ikke like. Prøv igjen.
or_in: ପାସ୍‌କୋର୍ଡ ମେଳ ହୋଇ ନଥିଲା | ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ |
pl: Niezgodne kody. Spróbuj ponownie.
pt_pt: Introduziu códigos diferentes. Volte a tentar.
ro: Codurile nu coincid. Reîncercați.
ru: Код‑пароли не совпали. Повторите попытку.
sk: Kódy sa nezhodujú. Skúste to znovu.
sv: Lösenkoderna stämde inte överens. Försök igen.
ta_in: கடவுக்குறி பொருந்தவில்லை. மீண்டும் முயற்சி செய்யவும்.
ta_my: கடவுக்குறியீடுகள் பொருந்தவில்லை. மீண்டும் முயற்சிக்கவும்
th: รหัสผ่านตัวเลขไม่ตรงกัน ลองอีกครั้ง
tr: Parolalar eşleşmedi. Yeniden deneyin.
uk: Незбіг кодів. Спробуйте ще раз.
vi: Các mật mã không khớp. Thử lại.
vi_vn: Mật mã không khớp. Thử lại.
xh_za: Iiphasikhowudi azingqamani. Zama kwakhona.
zh_cn: 口令不匹配。请再试一次。
zh_hans_my: 密码不匹配。再试一次。
zh_hk: 密碼不符，請再試一次。
zh_tw: 密碼不符。請再試一次。

# PASSCODE_INVALID_ALERT_TITLE
source: Passcode Incorrect
ar: رمز الدخول غير صحيح
ca: Codi incorrecte
cs: Nesprávný kód
da: Forkert adgangskode
de: Code nicht korrekt
de_at: Passcode falsch
el: Λανθασμένος κωδικός
es: Código incorrecto
es_419: Código incorrecto
fi: Virheellinen pääsykoodi
fil_ph: Mali ang Passcode
fr: Code incorrect
fr_ca: Code incorrect
he: קוד הגישה שגוי
hi: ग़लत पासकोड
hr: Netočna šifra
hu: A jelkód helytelen
id: Kode Sandi Salah
it: Codice non corretto
ja: パスコードが正しくありません
ko: 올바르지 않은 암호
ms: Kod Laluan Salah
ms_latn_sg: Kod Laluan Salah
nb_no: Feil passord
nl: Toegangscode onjuist
no: Koden er feil
or_in: ପାସ୍‌କୋର୍ଡ ଭୁଲ୍‍ ଅଟେ
pl: Nieprawidłowy kod
pt_pt: Código incorreto
ro: Cod incorect
ru: Неверный код‑пароль
sk: Nesprávny kód
sv: Felaktig lösenkod
ta_in: தவறான கடவுக் குறி
ta_my: கடவுக்குறியீடு தவறானது
th: รหัสผ่านไม่ถูกต้อง
tr: Parola Doğru Değil
uk: Неправильний код допуску
vi: Mật mã không đúng
vi_vn: Mật mã không chính xác
xh_za: Iphasikhowudi Ayichananga
zh_cn: 口令不正确
zh_hans_my: 密码不正确
zh_hk: 密碼不正確
zh_tw: 密碼不正確

# PASSCODE_NEW_ENTRY_MESSAGE
source: Enter your new passcode
ar: أدخل رمز الدخول الجديد
ca: Escriu el codi nou
cs: Zadejte nový kód
da: Skriv den nye adgangskode
de: Neuen Code eingeben
de_at: Geben Sie Ihren neuen Passcode ein
el: Εισαγάγετε τον νέο κωδικό
es: Introduce el código nuevo
es_419: Ingresa el nuevo código
fi: Syötä uusi pääsykoodi
fil_ph: Ipasok ang iyong bagong passcode
fr: Saisir votre nouveau code
fr_ca: Entrez votre nouveau code.
he: הקש/י את קוד הגישה החדש
hi: अपना नया पासकोड दर्ज करें
hr: Unesite novu šifru
hu: Adja meg az új jelkódját
id: Masukkan kode sandi Anda yang baru
it: Inserisci il nuovo codice
ja: 新しいパスコードを入力してください
ko: 새로운 암호 입력
ms: Masukkan kod laluan baru anda
ms_latn_sg: Masukkan kod laluan baharu anda
nb_no: Skriv inn nytt passord
nl: Voer je nieuwe toegangscode in
no: Angi den nye koden
or_in: ଆପଣଙ୍କର ନୂଆ ପାସ୍‌କୋର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ
pl: Podaj nowy kod
pt_pt: Digite o novo código
ro: Introduceți codul nou
ru: Введите новый код‑пароль
sk: Zadajte nový kód
sv: Ange din nya lösenkod
ta_in: புதிய கடவுக்குறியை உள்ளிடவும்
ta_my: உங்கள் புதிய கடவுக்குறியீட்டை உள்ளிடவும்
th: ป้อนรหัสผ่านตัวเลขใหม่ของคุณ
tr: Yeni parolanızı girin
uk: Введіть новий код допуску
vi: Nhập mật mã mới của bạn
vi_vn: Nhập mật mã mới của bạn
xh_za: Faka iphasikhowudi yakho entsha
zh_cn: 输入新口令
zh_hans_my: 输入您的新密码
zh_hk: 輸入新密碼
zh_tw: 輸入新密碼

# PASSCODE_OLD_ENTRY_MESSAGE
source: Enter your old passcode
ar: أدخل رمز الدخول القديم
ca: Escriu el codi antic
cs: Zadejte starý kód
da: Skriv den gamle adgangskode
de: Alten Code eingeben
de_at: Geben Sie Ihren alten Passcode ein
el: Εισαγάγετε τον παλιό κωδικό
es: Introduce el código antiguo
es_419: Ingresa el código anterior
fi: Syötä vanha pääsykoodi
fil_ph: Ipasok ang iyong lumang passcode
fr: Saisir votre ancien code
fr_ca: Entrez votre ancien code.
he: הקש/י את קוד הגישה הישן
hi: अपना पुराना पासकोड दर्ज करें
hr: Unesite staru šifru
hu: Adja meg a régi jelkódját
id: Masukkan kode sandi Anda yang lama
it: Inserisci il vecchio codice
ja: 古いパスコードを入力してください
ko: 이전 암호 입력
ms: Masukkan kod laluan lama anda
ms_latn_sg: Masukkan kod laluan lama anda
nb_no: Skriv inn gammelt passord
nl: Voer je oude toegangscode in
no: Oppgi den gamle koden
or_in: ଆପଣଙ୍କର ପୁରାତନ ପାସ୍‌କୋର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ
pl: Podaj stary kod
pt_pt: Digite o código antigo
ro: Introduceți codul vechi
ru: Введите старый код‑пароль
sk: Zadajte starý kód
sv: Ange din gamla lösenkod
ta_in: பழைய கடவுக்குறியை உள்ளிடவும்
ta_my: உங்கள் பழைய கடவுக்குறியீட்டை உள்ளிடவும்
th: ป้อนรหัสผ่านตัวเลขเก่าของคุณ
tr: Eski parolanızı girin
uk: Введіть старий код допуску
vi: Nhập mật mã cũ của bạn
vi_vn: Nhập mật mã cũ của bạn
xh_za: Faka iphasikhowudi yakho endala
zh_cn: 输入旧口令
zh_hans_my: 输入您的旧密码
zh_hk: 輸入舊密碼
zh_tw: 輸入舊密碼

# PASSCODE_PROMPT_MESSAGE
source: Enter passcode
ar: أدخل رمز الدخول
ca: Escriu el codi
cs: Zadejte kód
da: Skriv adgangskode
de: Code eingeben
de_at: Passcode eingeben
el: Εισαγωγή κωδικού
es: Introduce el código
es_419: Ingresa el código
fi: Syötä pääsykoodi
fil_ph: Ipasok ang passcode
fr: Saisir le code
fr_ca: Entrez le code.
he: הקש/י את קוד הגישה
hi: पासकोड दर्ज करें
hr: Unesite šifru
hu: Adja meg a jelkódot
id: Masukkan kode sandi
it: Inserisci codice
ja: パスコードを入力してください
ko: 암호 입력
ms: Masukkan kod laluan
ms_latn_sg: Masukkan kod laluan
nb_no: Skriv inn passord
nl: Voer toegangscode in
no: Oppgi kode
or_in: ପାସ୍‌କୋର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ
pl: Podaj kod
pt_pt: Digite o código
ro: Introduceți codul
ru: Введите код‑пароль
sk: Zadajte kód
sv: Ange lösenkod
ta_in: கடவுக்குறியை உள்ளிடவும்
ta_my: கடவுக்குறியீட்டை உள்ளிடவும்
th: ป้อนรหัสผ่านตัวเลข
tr: Parola girin
uk: Введіть код допуску
vi: Nhập mật mã
vi_vn: Nhập mật mã
xh_za: Faka iphasikhowudi
zh_cn: 输入口令
zh_hans_my: 输入密码
zh_hk: 輸入密碼
zh_tw: 輸入密碼

# PASSCODE_SAVED_MESSAGE
source: Passcode saved
ar: تم حفظ رمز الدخول
ca: Codi desat
cs: Kód byl uložen
da: Adgangskode arkiveret
de: Code gesichert
de_at: Passcode gespeichert
el: Ο κωδικός αποθηκεύτηκε
es: Código guardado
es_419: Código guardado
fi: Pääsykoodi tallennettu
fil_ph: Nai-save ang passcode
fr: Code enregistré
fr_ca: Code enregistré
he: קוד הגישה נשמר
hi: पासकोड सहेजा गया
hr: Šifra je spremljena
hu: A jelkód mentve
id: Kode sandi disimpan
it: Codice salvato
ja: パスコードが保存されました
ko: 암호가 저장됨
ms: Kod laluan disimpan
ms_latn_sg: Kod laluan disimpan
nb_no: Passord lagret
nl: Toegangscode bewaard
no: Kode arkivert
or_in: ପାସ୍‌କୋର୍ଡ ସଞ୍ଚୟ ହେଲା
pl: Kod został zachowany
pt_pt: Código guardado
ro: Cod salvat
ru: Код‑пароль сохранен
sk: Kód uložený
sv: Lösenkoden sparad
ta_in: கடவுக்குறி சேமிக்கப்பட்டது
ta_my: கடவுக்குறியீடு சேமிக்கப்பட்டது
th: ได้บันทึกรหัสผ่านตัวเลขแล้ว
tr: Parola kaydedildi
uk: Код допуску збережено
vi: Đã lưu mật mã
vi_vn: Mật mã đã được lưu
xh_za: Iphasikhowudi egciniweyo
zh_cn: 口令已存储
zh_hans_my: 密码已保存
zh_hk: 密碼已儲存
zh_tw: 已儲存密碼

# PASSCODE_TEXTFIELD_ACCESSIBILITY_LABEL
source: Passcode entry progress indicator
ar: مؤشر تقدم إدخال رمز الدخول
ca: Indicador de progrés d’ingrés del codi
cs: Indikátor průběhu zadávání kódu
da: Statusindikator for indtastning af adgangskode
de: Statusanzeige für Codeeingabe
de_at: Passcodeeingabefortschrittsanzeige
el: Ένδειξη προόδου εισαγωγής κωδικού
es: Indicador de progreso de introducción de código
es_419: Indicador del progreso de ingreso de código
fi: Pääsykoodin syötön edistymisen osoitin
fil_ph: Tagapahiwatig ng progreso ng pagpasok ng Passcode
fr: Indicateur de progression de la saisie du code
fr_ca: Indicateur de progression de saisie du code
he: מד התקדמות של הקשת קוד גישה
hi: पासकोड दर्ज करने की प्रक्रिया का संकेतक
hr: Indikator napretka unošenja šifre
hu: Jelkóddal történő belépés folyamatjelzője
id: Indikator kemajuan entri kode sandi
it: Indicatore progresso inserimento codice
ja: パスコード入力の進行状況インジケータ
ko: 암호 입력 진행 과정 표시기
ms: Penunjuk kemajuan entri kod laluan
ms_latn_sg: Penanda kemajuan entri kod laluan
nb_no: Fremskrittindikator for oppføring av passord
nl: Voortgangsindicator toegangscode-invoer
no: Framdriftsindikator for inntasting av kode
or_in: ପାସ୍‌କୋର୍ଡ ପ୍ରବେଶ ପ୍ରଗତି ଇଣ୍ଡିକେଟର
pl: Wskaźnik postępu podawania kodu
pt_pt: Indicador de progresso de introdução do código
ro: Indicator de progres pentru introducerea codului
ru: Индикатор хода ввода код‑пароля
sk: Indikátor priebehu zadávania kódu
sv: Förloppsindikator för angivande av lösenkod
ta_in: கடவுக்குறி நுழைவு முன்னேற்ற இண்டிகேட்டர்
ta_my: கடவுக்குறியீடு நுழைவு முன்னேற்ற காட்டி
th: สัญลักษณ์แสดงว่ากำลังป้อนรหัสผ่านตัวเลขอยู่
tr: Parola giriş ilerleme göstergesi
uk: Індикатор перебігу вводу коду допуску
vi: Chỉ báo tiến trình nhập mật mã
vi_vn: Chỉ báo tiến trình nhập mật mã
xh_za: Ukufaka iphasikhowudi yokwalathisa inkqubela
zh_cn: 口令输入进度指示器
zh_hans_my: 密码输入进度指示器
zh_hk: 密碼輸入進度指示器
zh_tw: 密碼輸入進度指示器

# PASSCODE_TEXTFIELD_ACCESSIBILTIY_VALUE
source: %@ of %@ digits entered
ar: تم إدخال %1$@ من %2$@ من الأرقام
ca: %@ de %@ dígits introduïts
cs: Zadané číslice: %@ z %@
da: %@ af %@ cifre indtastet
de: %@ von %@ Stellen eingegeben
de_at: %@ von %@ eingegebenen Ziffern
el: Εισάχθηκαν %@ από %@ ψηφία
es: %@ de %@ dígitos introducidos
es_419: %@ de %@ dígitos ingresados
fi: %@ merkkiä yhteensä %@ merkistä syötetty
fil_ph: %@ ng %@ ipinasok na mga numero
fr: %@ sur %@ chiffres saisis
fr_ca: %@ sur %@ chiffres entrés
he: הוקשו %@ מתוך %@ ספרות
hi: %1$@/%2$@ मान दर्ज किए गए
hr: %@ od %@ unesenih znamenki
hu: %@/%@ számjegy megadva
id: %@ dari %@ digit dimasukkan
it: %@ di %@ cifre inserite
ja: %@/%@桁を入力しました
ko: %2$@개 중 %1$@개의 숫자가 입력됨
ms: %@ daripada %@ digit dimasukkan
ms_latn_sg: %@ daripada %@ angka dimasukkan
nb_no: %@ antall %@ sifre angitt
nl: %@ van %@ cijfers ingevoerd
no: %@ av %@ sifre oppgitt
or_in: %@ ର %@ ସଂଖ୍ୟା ପ୍ରବେଶ କରାଯାଇଛି
pl: Liczba wprowadzonych cyfr: %@ z %@
pt_pt: %@ de %@ dígitos introduzidos
ro: %@ din %@ cifre introduse
ru: Введено цифр: %@ из %@
sk: Zadané číslice: %@ z %@
sv: %@ av %@ siffror angivna
ta_in: %@ இன் %@ இலக்கங்கள் உள்ளிடப்பட்டது
ta_my: %@ இலக்கங்களில்%@ உள்ளிடப்பட்டது
th: ตัวเลขที่ป้อนหลักที่ %@ จาก %@ หลัก
tr: %@ / %@ basamak girildi
uk: Введено: %@ із %@
vi: Đã nhập %@ / %@ số
vi_vn: %@ của %@ các chữ số đã nhập
xh_za: %@ yama %@ amanani afakiweyo
zh_cn: 已输入 %@/%@ 位
zh_hans_my: 已输入第 %@ 位数，共 %@ 位数
zh_hk: 已輸入%@個數字（共%@個）
zh_tw: 已輸入 %1$@ 個數字（共 %2$@ 個）

# PASSCODE_TEXTFIELD_INVALID_INPUT_MESSAGE
source: Only numeric characters allowed.
ar: فقط الأرقام مسموح بها.
ca: Només es permeten caràcters numèrics.
cs: Jsou povoleny jen číselné znaky.
da: Kun numeriske tegn er tilladt.
de: Es sind nur numerische Zeichen zulässig.
de_at: Nur numerische Zeichen erlaubt.
el: Επιτρέπονται μόνο αριθμητικοί χαρακτήρες.
es: Solo se admiten caracteres numéricos.
es_419: Solo se permiten caracteres numéricos.
fi: Vain numerot ovat sallittuja.
fil_ph: Ang mga karakter na numero lamang ang pinapayagan.
fr: Caractères numériques uniquement.
fr_ca: Seuls les caractères numériques sont autorisés.
he: ניתן להשתמש בתווי ספרות בלבד.
hi: केवल न्यूमैरिक वर्णों की अनुमति है।
hr: Dopušteni su samo numerički znakovi.
hu: Kizárólag számkarakterek engedélyezettek.
id: Hanya karakter numerik yang diizinkan.
it: Sono consentiti solo caratteri numerici.
ja: 入力できるのは数字のみです。
ko: 숫자만 허용됩니다.
ms: Hanya aksara angka dibenarkan.
ms_latn_sg: Hanya aksara bernombor dibenarkan.
nb_no: Bare numeriske tegn er tillatt.
nl: Alleen cijfertekens toegestaan.
no: Kun numeriske tegn er tillatt.
or_in: କେବଳ ସଂଖ୍ୟାର ବର୍ଣ୍ଣ ଅନୁମତି |
pl: Dozwolone są tylko znaki numeryczne.
pt_pt: Só são permitidos caracteres numéricos.
ro: Sunt permise doar caractere numerice.
ru: Можно использовать только цифры.
sk: Povolené sú len číselné znaky.
sv: Endast numeriska tecken tillåts.
ta_in: எண் இலக்கங்கள் மட்டுமே அனுமதிக்கப்படும்
ta_my: எண் எழுத்துக்கள் மட்டுமே அனுமதிக்கப்படுகின்றன.
th: เฉพาะตัวเลขเท่านั้น
tr: Yalnızca sayısal karakterlere izin veriliyor.
uk: Дозволено тільки цифри.
vi: Chỉ cho phép các ký tự số.
vi_vn: Chỉ cho phép các ký tự số.
xh_za: Kuvunyelwe kuphela amanani.
zh_cn: 仅允许数字字符。
zh_hans_my: 只允许输入数字字符。
zh_hk: 只允許輸入數字。
zh_tw: 僅允許數字字元。

# PASSCODE_TOUCH_ID_ERROR_ALERT_TITLE
source: Touch ID error
ar: خطأ في Touch ID
ca: Error de Touch ID
cs: Chyba Touch ID
da: Touch ID-fejl
de: Touch ID-Fehler
de_at: Touch-ID-Fehler
el: Σφάλμα Touch ID
es: Error de Touch ID
es_419: Error de Touch ID
fi: Touch ID -virhe
fil_ph: Pindutin ang error sa ID
fr: Erreur Touch ID
fr_ca: Erreur de Touch ID
he: שגיאת Touch ID
hi: Touch ID त्रुटि
hr: Greška Touch ID-a
hu: Touch ID-val kapcsolatos hiba
id: Kesalahan Touch ID
it: Errore Touch ID
ja: Touch IDエラー
ko: Touch ID 오류
ms: Ralat Touch ID
ms_latn_sg: Ralat ID Sentuh
nb_no: Touch ID-feil
nl: Touch ID-fout
no: Touch ID-feil
or_in: ଟଚ୍‍ ଆଇଡି ତ୍ରୁଟି
pl: Błąd Touch ID
pt_pt: Erro do Touch ID
ro: Eroare Touch ID
ru: Ошибка Touch ID
sk: Chyba Touch ID
sv: Touch ID-fel
ta_in: தொடுதல் ID பிழை
ta_my: டச் ID பிழை
th: Touch ID ผิดพลาด
tr: Touch ID hatası
uk: Помилка Touch ID
vi: Lỗi Touch ID
vi_vn: Lỗi Touch ID
xh_za: Impazamo ye-Touch ID
zh_cn: Touch ID 错误
zh_hans_my: Touch ID 错误
zh_hk: Touch ID錯誤
zh_tw: Touch ID 錯誤

# PASSCODE_TOUCH_ID_MESSAGE
source: Please authenticate with Touch ID
ar: الرجاء المصادقة باستخدام Touch ID
ca: Identifica’t amb el Touch ID
cs: Použijte ověření pomocí Touch ID
da: Godkend med Touch ID
de: Mit Touch ID authentifizieren
de_at: Bitte mit Touch ID authentisieren
el: Πραγματοποιήστε έλεγχο ταυτότητας με Touch ID
es: Autentícate con Touch ID
es_419: Autentica con Touch ID
fi: Tunnistaudu Touch ID:llä
fil_ph: Mangyaring patunayan sa pamamagitan ng Touch ID
fr: Authentification avec Touch ID requise
fr_ca: Authentifiez-vous avec Touch ID
he: בצע/י אימות באמצעות Touch ID
hi: कृपया Touch ID से प्रमाणित करें।
hr: Molimo autorizirajte pomoću Touch ID-a
hu: Kérjük, végezzen hitelesítést a Touch ID-val
id: Sahkan dengan Touch ID
it: Effettua l'autenticazione con Touch ID
ja: Touch IDで認証してください
ko: Touch ID를 사용하여 인증하십시오.
ms: Sila sahkan menggunakan Touch ID
ms_latn_sg: Sila sahkan dengan ID Sentuh
nb_no: Vennligst bekreft med Touch ID
nl: Log in met Touch ID
no: Autentiser med Touch ID
or_in: ଦୟାକରି ଟଚ୍‍ ଆଇଡି ସହିତ ପ୍ରମାଣିକରଣ କରନ୍ତୁ
pl: Uwierzytelnij przy użyciu Touch ID
pt_pt: Efetue autenticação com o Touch ID
ro: Autentificați-vă cu Touch ID
ru: Выполните аутентификацию с Touch ID
sk: Autentifikujte sa pomocou Touch ID
sv: Autentisera med Touch ID
ta_in: தயவுசெய்து தொடுதல் ID ஐ அங்கீகரிக்கவும்
ta_my: டச் ID மூலம் அங்கீகரிக்கவும்
th: กรุณาใช้ Touch ID ตรวจสอบรหัสผ่านตัวเลข
tr: Lütfen Touch ID ile kimlik doğrulayın
uk: Будь ласка, засвідчіть своїм Touch ID
vi: Vui lòng xác thực bằng Touch ID
vi_vn: Vui lòng xác thực bằng Touch ID
xh_za: Nceda uqinisekise nge-Touch ID
zh_cn: 请使用 Touch ID 进行鉴定
zh_hans_my: 请使用 Touch ID 进行身份验证
zh_hk: 請使用Touch ID認證
zh_tw: 請使用 Touch ID 認證

# PASSWORD_FORM_ITEM_PLACEHOLDER
source: Enter password
ar: أدخل كلمة السر
ca: Escriu la contrasenya
cs: Zadejte heslo
da: Skriv adgangskode
de: Passwort eingeben
de_at: Passwort eingeben
el: Εισαγωγή
es: Introduce la contraseña
es_419: Ingresar contraseña
fi: Syötä salasana
fil_ph: Ilagay ang password
fr: Saisir le mot de passe
fr_ca: Entrer le mot de passe
he: הקש/י סיסמה
hi: पासवर्ड दर्ज करें
hr: Unesite lozinku
hu: Jelszó megadása
id: Masukkan kata sandi
it: Inserisci password
ja: パスワードを入力
ko: 암호 입력
ms: Masukkan kata laluan
ms_latn_sg: Masukkan kata laluan
nb_no: Skriv inn passord
nl: Voer wachtwoord in
no: Oppgi passord
or_in: ପାସ୍‍ୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ
pl: Podaj hasło
pt_pt: Digite a palavra‑passe
ro: Introduceți parola
ru: Введите пароль
sk: Zadajte heslo
sv: Ange lösenord
ta_in: கடவுச் சொல்லை உள்ளிடவும்
ta_my: கடவுச்சொல்லை உள்ளிடவும்
th: ป้อนรหัสผ่าน
tr: Parola girin
uk: Введіть пароль
vi: Nhập mật khẩu
vi_vn: Nhập mật khẩu
xh_za: Faka iphasiwedi
zh_cn: 输入密码
zh_hans_my: 输入密码
zh_hk: 輸入密碼
zh_tw: 輸入密碼

# PASSWORD_FORM_ITEM_TITLE
source: Password
ar: كلمة السر
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
de_at: Passwort
el: Συνθηματικό
es: Contraseña
es_419: Contraseña
fi: Salasana
fr: Mot de passe
fr_ca: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
ko: 암호
ms: Kata Laluan
ms_latn_sg: Kata laluan
nb_no: Passord
nl: Wachtwoord
no: Passord
or_in: ପାସ୍‍ୱାର୍ଡ
pl: Hasło
pt_pt: Palavra‑passe
ro: Parolă
ru: Пароль
sk: Heslo
sv: Lösenord
ta_in: கடவுச்சொல்
ta_my: கடவுச்சொல்
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
vi_vn: Mật khẩu
xh_za: Iphasiwedi
zh_cn: 密码
zh_hans_my: 密码
zh_hk: 密碼
zh_tw: 密碼
