Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# ADDITIONAL_INFO_SECTION_TITLE
source: Additional Information
ar: معلومات إضافية
ca: Més informació
cs: Doplňující informace
da: Yderligere oplysninger
de: Zusätzliche Infos
de_at: Zusätzliche Informationen
el: Πρόσθετες πληροφορίες
es: Información adicional
es_419: Información adicional
fi: Lisätietoja
fil_ph: Karagdagang impormasyon
fr: Informations supplémentaires
fr_ca: Informations supplémentaires
he: מידע נוסף
hi: अतिरिक्त जानकारी
hr: Dodatne informacije
hu: További információk
id: Informasi Tambahan
it: Ulteriori informazioni
ja: 追加情報
ko: 추가 정보
ms: Maklumat Tambahan
ms_latn_sg: Maklumat Tambahan
nb_no: Tilleggsinformasjon
nl: Aanvullende informatie
no: Tilleggsinformasjon
or_in: ଅତିରିକ୍ତ ସୂଚନା
pl: Informacje dodatkowe
pt_pt: Informação adicional
ro: Informații suplimentare
ru: Дополнительная информация
sk: Ďalšie informácie
sv: Ytterligare information
ta_in: கூடுதல் தகவல்கள்
ta_my: கூடுதல் செய்தி
th: ข้อมูลเพิ่มเติม
tr: Ek Bilgi
uk: Додаткова інформація
vi: Thông tin Bổ sung
vi_vn: Thông tin thêm
xh_za: Inkcazelo Eyongezelelekileyo
zh_cn: 其他信息
zh_hans_my: 附加信息
zh_hk: 其他資料
zh_tw: 其他資訊

# AMSLER_GRID_INSTRUCTION_DETAIL_TEXT
source: Close your %@ and stare at the dot in the center of the square grid. Using your finger or stylus, mark any distortions you see such as blurred or wavy lines. When you are done, swipe left anywhere outside the grid.
ar: أغلق %@ وحدّق في النقطة الموجودة في مركز الشبكة المربعة. استخدم إصبعك أو القلم لتمييز أي تحرّفات تراها مثل الخطوط الضبابية أو المتموجة. عند الانتهاء، حرّك لليمين في أي مكان خارج الشبكة.
ca: Tanca l’%@ i mira fixament el punt central de la quadrícula. Amb el dit o el llapis tàctil, marca les distorsions que vegis, com ara línies borroses o ondulades. Quan hagis acabat, llisca cap a l’esquerra a qualsevol lloc de l’exterior de la reixeta.
cs: Zavřete %@ a soustředěně pozorujte bod uprostřed čtvercové mřížky. Prstem nebo stylusem označte zpozorované nepravidelnosti, například rozostřené nebo zvlněné čáry. Až budete hotovi, přejeďte kamkoli doleva mimo mřížku.
da: Luk %@, og fokuser på prikken i midten af det firkantede gitter. Brug en finger eller pen til at markere alle forvrængninger, du ser, f.eks. slørede eller bølgede streger. Skub til venstre uden for gitteret, når du er færdig.
de: Schließe dein %@ und fixiere den Punkt in der Mitte des quadratischen Gitters. Verwende deinen Finger oder den Stylus und markiere alle Störungen, die du als unscharfe oder gewellte Linien siehst. Streiche abschließend links an einer beliebigen Stelle außerhalb des Gitters.
de_at: Schließen Sie Ihr %@ und beobachten Sie den Punkt in der Mitte des quadratischen Rasters. Markieren Sie mit Ihrem Finger oder Stift alle Verzerrungen, die Sie sehen, wie verschwommene oder wellige Linien. Wenn Sie fertig sind, können Sie irgendwo außerhalb des Rasters nach links wischen.
el: Κλείστε το %@ σας και κοιτάξτε την κουκκίδα στο κέντρο του τετράγωνου πλέγματος. Χρησιμοποιώντας το δάχτυλό σας ή τη γραφίδα, σημειώστε τυχόν παραμορφώσεις που βλέπετε, όπως π.χ. θαμπές ή κυματιστές γραμμές. Όταν τελειώσετε, σαρώστε προς τα αριστερά οπουδήποτε έξω από το πλέγμα.
es: Cierra el %@ y mira fijamente al punto central de la rejilla. Con el dedo o un lápiz táctil, marca todas las distorsiones que veas (por ejemplo, líneas borrosas u onduladas). Cuando hayas terminado, desliza el dedo hacia la izquierda fuera de la rejilla.
fil_ph: Isara ang iyong %@ titigan ang tuldok sa sentro ng parisukat na grid. Gamit ang iyong daliri o stylus, markahan ang anumang mga pagbaluktot na nakikita mo tulad ng malabo o kulot na mga linya. Kapag tapos ka na, mag-swipe pakaliwa saanman sa labas ng grid.
fr: Fermez votre %@ et fixez le point au centre de la grille carrée. Avec votre doigt ou votre stylet, marquez toute distorsion que vous percevez, comme des lignes ondulées ou floues. Une fois que vous avez terminé, balayez vers la gauche depuis n’importe quel endroit extérieur à la grille.
he: עצום/י את %@ ונעץ/י את מבטך בנקודה שבמרכז הרשת המרובעת. כעת, באמצעות האצבע או עט דיגיטלי, סמן/י עיוותים הנראים לעין, כמו טשטושים או קווים גליים. לסיום, החלק/י ימינה בכל מקום מחוץ לרשת.
hi: अपनी %@ बंद करें और वर्गाकार ग्रिड के मध्य में स्थित डॉट की तरफ़ देखते रहें। अपनी उँगली या स्टाइलस का उपयोग करके आपको दिखने वाली धुँधली या हिलती हुई रेखाओं जैसे किसी भी व्यवधान को चिह्नित करें। इसे पूर्ण करने पर ग्रिड के बाहर कहीं भी बाईं ओर स्वाइप करें।
hr: Zatvorite svoje %@ i gledajte točku u središtu četvrtaste mreže. Prstima ili olovkom označite sva izobličenja koja vidite poput zamagljenih ili valovitih linija. Kad završite, povucite lijevo bilo gdje izvan rešetke.
hu: Csukja be a %@, és nézze a négyzetrács közepén lévő pontot. Az ujja vagy egy érintőceruza segítségével jelölje meg az összes torzítva megjelenő elemet, például elmosott vagy hullámos vonalakat. Ha elkészült, legyintsen balra bárhol, a rácson kívül.
id: Tutup %@ Anda dan lihat ke arah titik di pusat grid persegi. Dengan menggunakan jari atau stylus Anda, tandai semua distorsi yang Anda lihat seperti garis kabur atau bergelombang. Setelah selesai, gesek ke kiri di mana pun di luar grid.
it: Chiudi il tuo %@ e fissa il punto al centro della griglia quadrata. Utilizzando il dito o lo stilo, segna eventuali distorsioni, come linee sfocate o ondulate. Quando hai finito, scorri verso sinistra da qualsiasi punto fuori dalla griglia.
ja: %@を閉じて、四角形のグリッドの中央にあるドットを見つめます。 指かスタイラスペンで、不鮮明な線や破線などの歪みをマークします。 終わったら、グリッドの外を左へスワイプします。
ms: Tutup %@ anda dan tenung pada titik di tengah grid segi empat. Menggunakan jari atau stilus anda, tandakan sebarang herotan yang anda lihat seperti garis kabur atau beralun. Apabila anda selesai, leret ke kiri di mana-mana kawasan luar grid.
ms_latn_sg: Tutup %@ anda dan perhatikan titik di tengah-tengah grid segi empat sama. Gunakan jari anda atau stylus, tandakan sebarang herotan yang anda lihat seperti garisan yang kabur atau berombak. Setelah selesai, leret ke kiri dari mana-mana sahaja di luar grid.
nb_no: Lukk din %@ og stirre på prikken i midten av det firkantede rutenettet. Marker eventuelle forvrengninger du ser, f.eks. uskarpe eller bølgede linjer med fingeren eller pekepennen. Når du er ferdig sveiper du til venstre hvor som helst utenfor rutenettet.
nl: Sluit je %@ en staar naar de stip in het midden van het vierkante rooster. Gebruik je vinger of stylus en markeer eventuele vervormingen die je ziet, zoals vervaagde of golvende lijnen. Veeg wanneer je klaar bent naar links buiten het rooster.
no: Lukk %@ og se på prikken i midten av rutenettet. Bruk fingeren eller en stylus til å markere alle forstyrrelser i form av uskarpe eller bølgende linjer. Sveip mot venstre hvor som helst utenfor rutenettet når du er ferdig.
or_in: ଆପଣଙ୍କର %@ ବନ୍ଦ କରନ୍ତୁ ଏବଂ ସ୍କୋୟାର (ବର୍ଗାକାର) ଗ୍ରୀଡର ମଧ୍ୟ ଭାଗରେ ଥିବା ଡଟ୍‍କୁ ସ୍ଥିର ଦୃଷ୍ଟିରେ ଦେଖନ୍ତୁ | ଆପଣ ଦେଖୁଥିବା ଯେକୌଣସି ବିକୃତି ଯଥା ବ୍ଲରଡ (ଅସ୍ପଷ୍ଟ) କିମ୍ୱା ଡେଉ ପରି ଥିବା ଲାଇନ୍‍କୁ ନିଜ ଆଙ୍ଗୁଳି କିମ୍ୱା ଷ୍ଟାଇଲସ୍‍ ବ୍ୟବହାର କରି ଚିହ୍ନିତ କରନ୍ତୁ | ଆପଣ ତାହା କରିବା ପରେ, ଗ୍ରୀଡ ବାହାରେ ଯେକୌଣସି ଠାରେ ବାମପଟକୁ ସ୍ୱାଇପ୍‍ କରନ୍ତୁ |
pl: Zamknij %@ i zacznij wpatrywać się w kropkę na środku kwadratowej siatki. Palcem lub stylusem zaznacz zniekształcenia, jakie zobaczysz, takie jak nieostre lub faliste linie. Gdy skończysz, przesuń palcem w lewo poza siatkę.
pt_pt: Feche o %@ e olhe atentamente para o ponto no centro da grelha. Com o dedo ou o estilete, marque as distorções que vê, tais como linhas desfocadas ou onduladas. Quando terminar, passe o dedo para a esquerda em qualquer local fora da grelha.
ro: Închideți %@ și uitați-vă la punctul din centrul grilei de pătrate. Folosind degetul sau un stilou, marcați orice distorsiune vedeți, cum ar fi linii estompate sau ondulate. Când ați terminat, glisați spre stânga oriunde în exteriorul grilei.
ru: Закройте %@ и смотрите на точку в центре сетки. Используя стилус или палец, отметьте любые дефекты сетки, которые заметите, например, волны или искривления линий сетки. Когда будете готовы, смахните влево в любом месте, где нет сетки.
sk: Zatvorte %@ a pozerajte sa na bodku v strede štvorcovej mriežky. Pomocou prsta alebo dotykového pera označte skreslené miesta, ako sú napríklad rozmazané alebo nerovné čiary. Po skončení potiahnite doľava na ľubovoľnom mieste mimo mriežky.
sv: Blunda med %@ och fokusera på punkten i mitten av det kvadratiska rutnätet. Om du ser förvrängningar, exempelvis suddiga eller vågiga linjer, märker du ut dem med fingret eller en ritpenna. Svep åt vänster utanför rutnätet när du är klar.
ta_in: உங்கள் %@ ஐ மூடி பின் சதுர கட்டத்தின் மையப் பகுதியில் உள்ள புள்ளியை உற்று நோக்கவும். உங்கள் விரல் அல்லது ஸ்டைலஸைப் பயன்படுத்தி, மங்கலான அல்லது அலை அலையான கோடுகள் போன்று தோன்றும் சிதைவுகளைக் குறிப்பிடவும். நீங்கள் முடித்ததும், கட்டத்திற்கு வெளிப்புறம் இடதுபுறமாக நகர்த்தவும்.
ta_my: உங்கள் %@ ஐ மூடி, சதுர கட்டத்தின் மையத்தில் உள்ள புள்ளியைப் பாருங்கள். உங்கள் விரல் அல்லது ஸ்டைலஸைப் பயன்படுத்தி, மங்கலான அல்லது அலை அலையான கோடுகள் போன்ற எந்த சிதைவுகளையும் குறிக்கவும். நீங்கள் முடித்ததும், கட்டத்திற்கு வெளியே எங்கும் இடதுபுறமாக ஸ்வைப் செய்யவும்.
th: ปิด %@ ของคุณแล้วจ้องที่จุดตรงกึ่งกลางของตารางสี่เหลี่ยมจัตุรัส ใช้นิ้วหรือปากกาสไตลัสทำเครื่องหมายบนตำแหน่งใดๆ ที่คุณเห็นว่าบิดเบี้ยว เช่น เส้นที่พร่ามัวหรือเส้นหยัก เมื่อเสร็จแล้ว ให้ปัดไปทางซ้ายที่ตำแหน่งใดก็ได้นอกตาราง
tr: %@ünüzü kapatın ve kare ızgaranın ortasındaki noktaya bakın. Parmağınızı veya ekran kalemini kullanarak gördüğünüz bozulmaları işaretleyin (örneğin bulanık veya dalgalı çizgiler). İşiniz bittiğinde, ızgaranın dışında herhangi bir yere doğru sola kaydırın.
uk: Закрийте своє %@ і пильно дивіться на крапку в центрі квадратної сітки. Пальцем чи стилусом позначте всі видимі спотворення, як-от розмиті або хвилясті лінії. Коли завершите, посуньте вліво поза сіткою.
vi: Nhắm %@ của bạn và nhìn chăm chú vào dấu chấm ở giữa lưới hình vuông. Sử dụng ngón tay của bạn hoặc bút cảm ứng, đánh dấu bất kỳ sự biến dạng nào mà bạn thấy như đường kẻ bị mờ hoặc lượn sóng. Khi bạn hoàn tất, hãy vuốt sang trái ở bất kỳ đâu bên ngoài lưới.
vi_vn: Đóng %@ của bạn và nhìn chằm chằm vào dấu chấm ở trung tâm của lưới hình vuông. Sử dụng ngón tay hoặc bút stylus của bạn, đánh dấu bất kỳ biến dạng nào bạn thấy, chẳng hạn như các đường bị mờ hoặc lượn sóng. Khi bạn hoàn tất, hãy vuốt sang trái ở bất kỳ đâu bên ngoài lưới.
xh_za: Vala eyakho %@ yaye ujonge idothi kumbindi wesikwere segridi. Sebenzisa umnwe wakho okanye isitayilasi ukuphawula nakuphi na ukuphazamiseka okubonayo okufana nemigca emfiliba okanye ejikayo. Xa ugqibile, swayipha ekhohlo naphi na ngaphandle kwegridi.
zh_hans_my: 关闭您的%@并盯着方形网格中心的点。 使用您的手指或手写笔，标记您看到的任何扭曲，例如模糊或波浪线。 完成后，向左滑动网格外的任意位置。
zh_hk: 閉上你的%@並注視方格中央的點。 使用手指或觸控筆，標記你看到的任何變形地方，例如模糊或波浪線條。 完成後，在方格外任何位置向左掃。
zh_tw: 關閉您的%@並注視方格中央的圓點。 使用手指或筆標出您所看見扭曲的地方，例如模糊或波浪線條。 完成時，請在方格外任意位置向左滑動。

# AMSLER_GRID_INSTRUCTION_TEXT
source: Hold the device 12 inches from your face and at eye level throughout the test.
ar: أمسك بالجهاز على بعد ١٢ بوصة من وجهك وعلى مستوى عينيك طوال مدة الاختبار.
ca: Mantén el dispositiu a una distància de 30 a 40 centímetres de la teva cara, a l’alçada dels ulls, durant tota la prova.
cs: Během testu držte zařízení v úrovni očí a ve vzdálenosti 30 centimetrů.
da: Hold enheden i mellem 25-50 cm fra ansigtet og i øjenhøjde under hele testen.
de: Halte das Gerät während des Tests etwa 30 cm weit von deinem Gesicht entfernt auf Augenhöhe.
de_at: Halten Sie das Gerät während des gesamten Tests 30 cm von Ihrem Gesicht entfernt und in Augenhöhe.
el: Κρατήστε τη συσκευή σε απόσταση 30 εκατοστών από το πρόσωπό σας στο ύψος των ματιών σας κατά τη διάρκεια του τεστ.
es: Sostén el dispositivo a 30 cm de distancia de la cara y a la altura de los ojos durante toda la prueba.
fil_ph: Hawakan ang device ng 12 pulgada mula sa iyong mukha at sa antas ng mata sa buong test.
fr: Tenez l’appareil à 12 pouces (environ 30 centimètres) de votre visage et au niveau de votre œil pendant toute la durée du test.
he: החזק/י את המכשיר במרחק של כ-30 ס״מ מפניך ובגובה העיניים לכל אורך המבחן.
hi: पूरे परीक्षण के दौरान उपकरण को अपने चेहरे से १२ इंच दूर और अपनी आँखों के बराबर की ऊँचाई पर पकड़कर रखें।
hr: Tijekom cijelog testa uređaj držite na udaljenosti od 30 centimetara od svog lica i u razini očiju.
hu: A vizsgálat alatt tartsa 30 cm-re az eszközt az arcától, szemmagasságban.
id: Pegang perangkat sejauh 30 cm dari wajah Anda dan sejajar dengan mata selama tes.
it: Tieni il dispositivo a 30 centimetri dal viso e all'altezza degli occhi per tutto il test.
ja: テストの間、デバイスを目の高さで、顔から30センチメートルほど離して持ってください。
ms: Pegang peranti 12 inci dari muka anda dan pada paras mata sepanjang ujian.
ms_latn_sg: Pegang peranti anda 12 inci daripada muka anda pada paras mata sepanjang ujian.
nb_no: Hold enheten 30 cm (12 tommer) fra ansiktet og i øyehøyde under hele testen.
nl: Houd het apparaat gedurende de test 30 centimeter van je gezicht en op ooghoogte.
no: Hold enheten 30 cm fra ansiktet og i øyehøyde gjennom hele testen.
or_in: ଆପଣ ଏହି ସମ୍ପୂର୍ଣ୍ଣ ପରୀକ୍ଷାରେ ଡିଭାଇସ୍‍କୁ ନିଜର ମୁହଁ ଏବଂ ଆଖି ଠାରୁ 12 ଇଞ୍ଚ ଦୂରରେ ଧରନ୍ତୁ
pl: Trzymaj to urządzenie 30 centymetrów od twarzy na poziomie oczu przez cały test.
pt_pt: Mantenha o dispositivo a uma distância de 30 centímetros do seu rosto, ao nível dos olhos, durante o teste.
ro: Țineți dispozitivul la o distanță de 30 cm de față și la nivelul ochilor pe toată durata testului.
ru: Во время теста держите устройство на уровне глаз и в 30 сантиметрах от лица.
sk: Počas celého testu držte zariadenie pred tvárou na úrovni očí vo vzdialenosti 30 cm.
sv: Håll enheten 30 cm från ansiktet och i ögonhöjd under hela testet.
ta_in: சோதனை முழுவதும் சாதனத்தை உங்கள் முகத்திலிருந்து 12 in இடைவெளியுடன் கண் மட்டத்தில் வைத்திருங்கள்.
ta_my: சோதனை முழுவதும் சாதனத்தை உங்கள் முகத்திலிருந்து 12 அங்குலங்கள் மற்றும் கண் மட்டத்தில் வைத்திருங்கள்.
th: ถืออุปกรณ์ให้ห่างจากใบหน้าของคุณเป็นระยะ 12 นิ้วในระดับสายตาตลอดการทดสอบ
tr: Aygıtı test boyunca yüzünüzden 30 cm uzakta ve göz seviyenizde tutun.
uk: Тримайте пристрій на рівні очей на відстані 30 см (12 дюймів) від обличчя впродовж тесту.
vi: Giữ thiết bị cách mặt bạn 30 cm (12 inch) và ở ngang tầm mắt trong suốt bài kiểm tra.
vi_vn: Giữ thiết bị cách mặt bạn 12 inch và ngang tầm mắt trong suốt quá trình kiểm tra.
xh_za: Bamba isixhobo ii-intshi ezili-12 ukusuka kubuso bakho yaye nakwinqanaba lemehlo ebudeni bovavanyo.
zh_hans_my: 在整个测试过程中，将设备与您的脸部保持 30 厘米距离并保持在视线水平。
zh_hk: 在整個測試期間，將裝置放在面孔前方與視線成水平，距離約30厘米。
zh_tw: 測試期間，請將裝置放在離臉約 30 公分遠的距離，且需平視。

# AMSLER_GRID_INTRO_TEXT
source: This activity helps in detecting problems in user's vision.
ar: يساعد هذا النشاط على اكتشاف المشاكل في رؤية المستخدم.
ca: Aquesta activitat ajuda a detectar problemes de visió de l’usuari.
cs: Tato aktivita vám pomůže detekovat problémy se zrakem.
da: Denne aktivitet hjælper med at registrere problemer med brugerens syn.
de: Diese Aktivität hilft dabei, Probleme beim Sehvermögen des Benutzers festzustellen.
de_at: Diese Aktivität hilft bei der Erkennung von Problemen im Sehvermögen des Benutzers.
el: Αυτή η δραστηριότητα βοηθά στον εντοπισμό προβλημάτων στην όραση του χρήστη.
es: Esta actividad ayuda a detectar los problemas de visión del usuario.
fil_ph: Nakakatulong ang aktibidad na ito sa pagtuklas ng mga problema sa paningin ng user.
fr: Cette activité permet de détecter les problèmes de vision de l’utilisateur.
he: פעילות זו עוזרת לזהות בעיות ראיה.
hi: इस गतिविधि से प्रयोगकर्ता की दृष्टि से संबंधित समस्याओं का पता लगाने में मदद मिलती है।
hr: Ovom se aktivnošću pomažu detektirati problemi u vidu korisnika.
hu: Ez a tevékenység segít észlelni a felhasználó látással kapcsolatos problémáit.
id: Aktivitas ini membantu mendeteksi masalah pada penglihatan pengguna.
it: L'attività aiuta a rilevare problemi alla vista dell'utente.
ja: このアクティビティは、ユーザの視力の問題を検出するときに役立てることができます。
ms: Aktiviti ini membantu mengesan masalah berkaitan penglihatan pengguna.
ms_latn_sg: Aktiviti ini membantu dalam mengenal pasti masalah penglihatan pengguna.
nb_no: Denne aktiviteten hjelper til med å oppdage problemer i brukerens syn.
nl: Met deze activiteit kun je problemen met het gezichtsvermogen van de gebruiker beter detecteren.
no: Denne aktiviteten kan bidra til å avdekke en persons synsproblemer.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ବ୍ୟବହାରକାରୀଙ୍କ ଦୃଷ୍ଟିଶକ୍ତିରେ ଥିବା ସମସ୍ୟାଗୁଡିକୁ ଠାବ କରିବାରେ ସାହାଯ୍ୟ କରେ
pl: Ta czynność pomaga wykrywać problemy ze wzrokiem użytkownika.
pt_pt: Este exercício ajuda a detetar problemas na visão do utilizador.
ro: Această activitate contribuie la detectarea problemelor de vedere ale utilizatorului.
ru: Это задание позволяет установить наличие проблем со зрением.
sk: Táto aktivita pomáha zistiť problémy so zrakom.
sv: Den här aktiviteten kan upptäcka synproblem hos användaren.
ta_in: இச்செயல் பயனரின் பார்வைக் கோளாறை கண்டறிய உதவும்.
ta_my: இந்த செயல்பாடு பயனரின் பார்வையில் உள்ள சிக்கல்களைக் கண்டறிய உதவுகிறது.
th: กิจกรรมนี้จะช่วยตรวจหาปัญหาสายตาของผู้ใช้
tr: Bu aktivite, kullanıcının görüşündeki sorunları algılamaya yardımcı olur.
uk: Ця операція допомагає виявити проблеми з зором користувача.
vi: Hoạt động này giúp phát hiện các vấn đề về thị lực của người dùng.
vi_vn: Hoạt động này giúp phát hiện các vấn đề trong thị lực của người dùng.
xh_za: Lo msebenzi unceda ekuboneni ingxaki kwinguqulelo yomsebenzisi.
zh_hans_my: 此活动有助于检测用户视力的问题。
zh_hk: 此活動有助偵測用户的視力問題。
zh_tw: 此活動有助於偵測使用者的視力問題。

# AMSLER_GRID_LEFT_EYE
source: Left Eye
ar: العين اليسرى
ca: ull esquerre
cs: levé oko
da: Venstre øje
de: Linkes Auge
de_at: Linkes Auge
el: αριστερό μάτι
es: Ojo izquierdo
fil_ph: Kaliwang mata
fr: Œil de gauche
he: עין שמאל
hi: बाईं आँख
hr: Lijevo oko
hu: bal szemét
id: Mata Kiri
it: occhio sinistro
ja: 左目
ms: Mata Kiri
ms_latn_sg: Mata Kiri
nb_no: Venstre øye
nl: linkeroog
no: venstre øye
or_in: ବାମ ଆଖି
pl: lewe oko
pt_pt: olho esquerdo
ro: ochiul stâng
ru: левый глаз
sk: ľavé oko
sv: vänster öga
ta_in: இடது கண்
ta_my: இடது கண்
th: ตาข้างซ้าย
tr: Sol Göz
uk: Ліве око
vi: Mắt trái
vi_vn: Mắt trái
xh_za: Ilihlo Lasekhohlo
zh_hans_my: 左眼
zh_hk: 左眼
zh_tw: 左眼

# AMSLER_GRID_RIGHT_EYE
source: Right Eye
ar: العين اليمنى
ca: ull dret
cs: pravé oko
da: Højre øje
de: Rechtes Auge
de_at: Rechtes Auge
el: δεξιό μάτι
es: Ojo derecho
fil_ph: Kanang mata
fr: Œil droit
he: עין ימין
hi: दाईं आँख
hr: Desno oko
hu: jobb szemét
id: Mata Kanan
it: occhio destro
ja: 右目
ms: Mata Kanan
ms_latn_sg: Mata Kanan
nb_no: Høyre øye
nl: rechteroog
no: høyre øye
or_in: ଡାହାଣ ଆଖି
pl: prawe oko
pt_pt: olho direito
ro: ochiul drept
ru: правый глаз
sk: pravé oko
sv: höger öga
ta_in: வலது கண்
ta_my: வலது கண் காட்சி
th: ตาข้างขวา
tr: Sağ Göz
uk: Праве око
vi: Mắt phải
vi_vn: Mắt phải
xh_za: Ilihlo Lasekunene
zh_hans_my: 右眼
zh_hk: 右眼
zh_tw: 右眼

# AMSLER_GRID_TITLE
source: Amsler Grid
ar: شبكة أمسلر
ca: Reixeta d’Amsler
cs: Amslerova mřížka
da: Amsler-gitter
de: Amsler-Gitter
de_at: Amsler-Gitter
el: Πλέγμα Amsler
es: Rejilla de Amsler
fr: Grille d'Amsler
he: בדיקת רשת אמסלר
hi: Amsler ग्रिड
hr: Amslerova mreža
hu: Amsler-rács
id: Grid Amsler
it: Griglia di Amsler
ja: アムスラーグリッド
ms: Grid Amsler
ms_latn_sg: Grid Amsler
nl: Amslerrooster
no: Amsler-rutenett
or_in: ଅମସ୍ଲର ଗ୍ରୀଡ
pl: Siatka Amsler
pt_pt: Grelha de Amsler
ro: Grilă Amsler
ru: Сетка Амслера
sk: Amslerova mriežka
sv: Amsler-nät
ta_in: Amsler கட்டம்
ta_my: ஆம்ஸ்லர் கட்டம்
th: ตาราง Amsler
tr: Amsler Izgarası
uk: Сітка Амслера
vi: Lưới Amsler
vi_vn: Lưới Amsler
xh_za: Igridi ye-Amsler
zh_hans_my: 阿姆斯勒网格
zh_hk: 阿姆斯勒⽅格
zh_tw: 阿姆斯勒方格表

# AUDIO_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, toca Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
de_at: Tippen Sie auf Erste Schritte, um zu beginnen.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fil_ph: I-tap ang Magsimula upang simulan.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
ms_latn_sg: Ketik Bermula untuk mulakan.
nb_no: Trykk på Kom i gang for å begynne.
nl: Tik op 'Start' om te beginnen.
no: Trykk på Start for å begynne.
or_in: ଆରମ୍ଭ କରିବାକୁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Aby rozpocząć, stuknij w Start.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
ta_in: துவங்குவதற்கு ‘Get Started’ ஐ தட்டவும்.
ta_my: தொடங்குவதற்கு தொடங்கு என்பதைத் தட்டவும்.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
vi_vn: Nhấp vào Bắt đầu để bắt đầu.
xh_za: Cofa Qalisa ukuze uqalise.
zh_cn: 轻点“开始”来进行测试。
zh_hans_my: 点击“开始”使用。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# AUDIO_GENERIC_ERROR_LABEL
source: Unable to record audio
ar: غير قادر على تسجيل الصوت
ca: No s’ha pogut gravar l’àudio
cs: Nelze zaznamenávat zvuk
da: Kan ikke optage lyd
de: Aufnahme von Audiomaterial nicht möglich
de_at: Audio kann nicht aufgenommen werden
el: Δεν είναι δυνατή η εγγραφή ήχου
es: No se puede grabar el audio
es_419: No se pudo grabar audio
fi: Ei voida äänittää
fil_ph: Hindi makapagrekord ng audio
fr: Enregistrement audio impossible
fr_ca: Impossible d’enregistrer le son
he: לא ניתן להקליט שמע
hi: ऑडियो रिकॉर्ड करने में असमर्थ
hr: Zvuk se ne može snimati
hu: Nem sikerült hangot felvenni
id: Tidak dapat merekam audio
it: Impossibile registrare l'audio
ja: 声を録音できません
ko: 오디오를 녹음할 수 없습니다.
ms: Gagal merakam audio
ms_latn_sg: Tidak dapat merakam audio
nb_no: Kan ikke ta opp audio
nl: Geluid opnemen niet mogelijk
no: Kan ikke ta opp lyd
or_in: ଅଡିଓ ରେକର୍ଡ କରିବାକୁ ଅକ୍ଷମ ଅଟେ
pl: Nie można nagrać dźwięku
pt_pt: Não é possível gravar áudio
ro: Imposibil de înregistrat audio
ru: Не удается записать аудио.
sk: Nie je možné nahrať zvuk
sv: Kan inte spela in ljud
ta_in: ஆடியோவை பதிவு செய்ய முடியவில்லை
ta_my: ஆடியோவை பதிவு செய்ய முடியவில்லை
th: ไม่สามารถบันทึกเสียง
tr: Ses kaydı yapılamıyor
uk: Не вдається записати аудіо
vi: Không thể ghi âm
vi_vn: Không thể ghi âm thanh
xh_za: Ayikwazi ukurekhoda iodiyo
zh_cn: 无法录音
zh_hans_my: 无法录制音频
zh_hk: 無法錄音
zh_tw: 無法錄音
