Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# SPEECH_IN_NOISE_CALIBRATION_TEXT
source: Tap 'Play Audio', adjust your volume to a comfortable level and then tap 'Stop Audio' to proceed.
ar: اضغط على “تشغيل الصوت”، اضبط مستوى الصوت على مستوى مريح لك ثم اضغط على “إيقاف الصوت” للمتابعة.
ca: Toca “Reproduir l’àudio”, ajusta el volum a un nivell agradable i després toca “Aturar l’àudio” per continuar.
cs: Klepněte na Spustit přehrávání, upravte hlasitost na příjemnou úroveň a potom pokračujte klepnutím na Zastavit přehrávání.
da: Tryk på “Afspil lyd” for at justere lydstyrken til et behageligt niveau, og tryk derefter på “Stop lyd” for at fortsætte.
de: Tippe auf „Audio wiedergeben“, um die Lautstärke auf einen angenehmen Pegel einzustellen, und tippe dann auf „Audio stoppen“, um fortzufahren.
de_at: Tippen Sie auf "Audio abspielen", stellen Sie die Lautstärke auf ein komfortables Niveau ein und tippen Sie dann auf "Audio stoppen", um fortzufahren.
el: Αγγίξτε «Αναπαραγωγή ήχου», προσαρμόστε τον ήχο σε άνετο επίπεδο και μετά αγγίξτε «Διακοπή ήχου» για να συνεχίσετε.
es: Pulsa “Reproducir audio”, ajusta el volumen a un nivel cómodo y pulsa “Detener audio” para continuar.
fil_ph: I-tap ang 'Play Audio', ayusin ang iyong lakas sa isang komportableng antas at pagkatapos ay i-tap ang 'Stop Audio' upang magpatuloy.
fr: Touchez « Écouter », réglez votre volume à un niveau qui vous convient, puis touchez « Arrêter l’audio » pour continuer.
he: הקש/י על ״נגן שמע״, התאם/י את עוצמת הקול לרמה הנוחה לך ולאחר מכן הקש/י על ״הפסק שמע״ כדי להמשיך.
hi: ‘ऑडियो चलाएँ' पर टैप करें, आरामदेय स्तर पर अपना वॉल्यूम समायोजित करें और फिर जारी रखने के लिए ‘ऑडियो रोकें' पर टैप करें।
hr: Dodirnite 'Reproduciraj zvuk', podesite svoju glasnoću na ugodnu razinu i zatim dodirnite 'Zaustavi audio zapis' za nastavak.
hu: Koppintson a „Hang lejátszása” gombra, állítsa kellemes szintre a hangerőt, majd koppintson a „Hang leállítása” gombra a folytatáshoz.
id: Ketuk 'Putar Audio', sesuaikan volume Anda hingga terdengar nyaman, lalu ketuk 'Hentikan Audio' untuk melanjutkan.
it: Tocca “Riproduci audio”, regola il volume a un livello confortevole, quindi tocca “Interrompi audio” per procedere.
ja: “オーディオを再生”をタップして、音量を快適なレベルへ調整してから、“オーディオを停止”をタップして次に進みます。
ms: Ketik ‘Mainkan Audio’, laraskan kelantangan anda kepada paras yang selesa dan kemudian ketik ‘Hentikan Audio’ untuk meneruskan.
ms_latn_sg: Ketik ‘Main Audio’, laraskan kelantangan anda ke tahap yang selesa kemudian ketik ‘Henti Audio’ untuk teruskan.
nb_no: Trykk på «Spill av lyd», juster volumet til et behagelig nivå og trykk deretter på «Stopp lyd» for å fortsette.
nl: Tik op 'Speel audio af', zet het volume op een prettig niveau en tik vervolgens op 'Stop audio' om verder te gaan.
no: Trykk på «Spill av lyd», juster volumet til et behagelig nivå, og trykk deretter på «Stopp lyd» for å fortsette.
or_in: ଗୋଟିଏ ଆରାମଦାୟକ ସ୍ତରରେ ନିଜର ସାଉଣ୍ଡ ଆଡଜଷ୍ଟ କରିବାକୁ ‘ପ୍ଲେ ଅଡିଓ’ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ ଏବଂ ତାପରେ ଆଗକୁ ବଢିବା ପାଇଁ ‘ଷ୍ଟପ ଅଡିଓ’ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Stuknij w Odtwarzaj dźwięk, dostosuj głośność do odpowiedniego poziomu, a potem stuknij w Zatrzymaj dźwięk, aby kontynuować.
pt_pt: Toque em “Reproduzir áudio” para ajustar o volume para um nível confortável e, depois, toque em “Parar áudio” para avançar.
ro: Apăsați “Redare audio”, ajustați volumul la un nivel confortabil și apoi apăsați “Oprire audio” pentru a continua.
ru: Коснитесь «Воспроизвести аудио», отрегулируйте громкость до нужного уровня, а затем коснитесь «Остановить аудио», чтобы продолжить.
sk: Klepnite na Prehrať audio, upravte hlasitosť na primeranú úroveň a potom pokračujte klepnutím na Zastaviť audio.
sv: Tryck på Spela upp ljud, justera volymen till en behaglig nivå och fortsätt sedan genom att trycka på Stoppa ljud.
ta_in: 'Play Audio' என்பதைத் தட்டவும், உங்கள் ஒலி அளவை வசதியான நிலைக்கு சரிசெய்யவும், பின்னர் தொடருவத்ற்கு 'Stop Audio’ என்பதைத் தட்டவும்.
ta_my: 'ஆடியோவை இயக்கு' என்பதைத் தட்டவும், உங்கள் ஒலியை வசதியான நிலைக்குச் சரிசெய்து, PINனர் தொடர 'ஆடியோவை நிறுத்து' என்பதைத் தட்டவும்.
th: แตะ 'เล่นเสียง' แล้วปรับความดังของคุณให้อยู่ในระดับที่พอดี จากนั้นแตะ 'หยุดเสียง' เพื่อดำเนินการต่อ
tr: “Sesi Çal”a dokunun, ses yüksekliğini sizi rahatsız etmeyecek bir düzeye ayarlayın ve ardından “Sesi Durdur”a dokunarak ilerleyin.
uk: Торкніть «Відтворити аудіо», установіть комфортний рівень гучності і потім торкніть «Зупинити аудіо», щоб продовжити.
vi: Chạm vào 'Phát âm thanh', điều chỉnh âm lượng đến mức phù hợp và sau đó chạm vào 'Dừng âm thanh' để tiếp tục.
vi_vn: Nhấp vào 'Phát âm thanh', điều chỉnh âm lượng của bạn đến mức phù hợp rồi chạm vào 'Dừng âm thanh' để tiếp tục.
xh_za: Ukuze ‘Udlale iOdiyo’, lungisa ivolumu ukusa kwinqanaba elifanelekileyo yaye emva koko ucofe ‘Misa iOdiyo’ ukuze uqhubeke.
zh_hans_my: 点击“播放音频”，将音量调整到合适的水平，然后点击“停止音频”继续。
zh_hk: 按一下「播放音訊」，將音量調整至一個舒適的水平，然後按一下「停止音訊」以繼續。
zh_tw: 點一下「播放音訊」，調整至舒適音量，然後點一下「停止音訊」以繼續。

# SPEECH_IN_NOISE_CALIBRATION_TITLE
source: Volume Calibration
ar: معايرة مستوى الصوت
ca: Calibratge del volum
cs: Kalibrace hlasitosti
da: Lydkalibrering
de: Lautstärkekalibrierung
de_at: Volumenkalibrierung
el: Διακρίβωση έντασης ήχου
es: Calibración del volumen
fil_ph: Pagkakalibrate ng Lakas
fr: Étalonnage du volume
he: כיול עוצמת קול
hi: वॉल्यूम अंशांकन
hr: Kalibracija glasnoće
hu: Hangerő kalibrálása
id: Kalibrasi Volume
it: Calibrazione volume
ja: 音量の調整
ms: Penentukuran Kelantangan
ms_latn_sg: Penentukuran Kelantangan
nb_no: Volumkalibrering
nl: Volumekalibratie
no: Volumkalibrering
or_in: ଭଲ୍ୟୁମ କାଲିବ୍ରେସନ
pl: Kalibracja głośności
pt_pt: Calibragem de volume
ro: Calibrare volum
ru: Калибровка громкости
sk: Kalibrácia hlasitosti
sv: Volymkalibrering
ta_in: ஒலி அளவீடு
ta_my: தொகுதி அளவுத்திருத்தம்
th: การปรับเทียบความดัง
tr: Ses Düzeyi Ayarlama
uk: Калібрування гучності
vi: Hiệu chỉnh âm lượng
vi_vn: Hiệu chuẩn âm lượng
xh_za: Ukulungisa Ivolumu
zh_hans_my: 音量校准
zh_hk: 音量校正
zh_tw: 音量校正

# SPEECH_IN_NOISE_DETAIL_TEXT
source: As part of this test, you will: Listen to a sentence. Repeat clearly what you heard or skip ahead to type in what you heard using the keyboard. If you repeat what you heard, you will have the option to modify the transcript generated by the speech recognition engine.
ar: كجزء من هذا الاختبار، ستفعل ما يلي: الاستماع إلى جملة. تكرار ما سمعته بوضوح أو التخطي لكتابة ما سمعته باستخدام لوحة المفاتيح. في حالة تكرار ما سمعته، سيكون لديك الخيار لتعديل النسخة المكتوبة التي أنشأها محرك التعرّف على الكلام.
ca: Com a part d’aquesta prova, hauràs de fer el següent: Escoltar una frase. Repetir amb claredat el que hagis sentit o escriure directament el que hagis sentit amb el teclat. Si repeteixes el que has sentit, podràs modificar la transcripció generada per l’eina de reconeixement de veu.
cs: V rámci tohoto testu provedete následující: Poslechnete si větu. Zřetelně zopakujete, co jste slyšeli, nebo tento krok přeskočíte a text, který jste slyšeli, zadáte pomocí klávesnice. Po zopakování toho, co jste slyšeli, budete mít možnost upravit přepis vygenerovaný funkcí pro rozpoznávání řeči.
da: Som en del af denne test vil du: Lytte til en sætning. Gentag tydeligt, hvad du hørte, eller spring over for at bruge tastaturet til at skrive, hvad du hørte. Hvis du gentager, hvad du hørte, har du mulighed for at redigere transskriptionen, der genereres af programmet til talegenkendelse.
de: Als Teil dieses Tests wirst du Folgendes tun: Höre einen Satz an. Wiederhole deutlich, was du gehört hast, oder fahre fort, um das Gehörte mit der Tastatur einzugeben. Wenn du das Gehörte wiederholst, hast du die Möglichkeit, das von der Spracherkennungs-Engine generierte Transkript zu ändern.
de_at: Im Rahmen dieses Tests werden Sie: Einen Satz hören. Deutlich wiederholen, was Sie gehört haben, oder voraus springen, um das, was Sie gehört haben, mit der Tastatur einzutippen. Wenn Sie wiederholen, was Sie gehört haben, haben Sie die Möglichkeit, die von der Spracherkennungsmaschine erzeugte Transkription zu ändern.
el: Ως μέρος αυτού του τεστ, θα κάνετε τα εξής: Θα ακούσετε μια πρόταση. Θα επαναλάβετε ξεκάθαρα τι ακούσατε ή θα μεταβείτε παρακάτω ώστε να πληκτρολογήσετε τι ακούσατε με το πληκτρολόγιο. Αν επαναλάβετε αυτό που ακούσατε, θα έχετε την επιλογή να τροποποιήσετε το κείμενο απομαγνητοφώνησης που θα δημιουργήσει η μηχανή αναγνώρισης ομιλίας.
es: Esta prueba consiste en: Escuchar una frase. Repetir vocalizando lo que has oído o introducirlo directamente utilizando el teclado. Si repites lo que has oído, tendrás la opción de modificar la transcripción generada por el motor de reconocimiento de voz.
fil_ph: Bilang bahagi ng test na ito, ang gagawin mo ay: Makinig sa isang pangungusap. Ulitin nang malinaw kung ano ang iyong narinig o laktawan nang maaga upang mai-type ang iyong narinig gamit ang keyboard. Kung ulitin mo ang narinig, magkakaroon ka ng pagpipilian upang baguhin ang transcript na nabuo ng makina ng pagkilala sa pagsasalita.
fr: Dans le cadre de ce test, vous : Écouterez une phrase. Répéterez clairement ce que vous avez entendu ou avancerez pour saisir au clavier ce que vous avez entendu. Si vous répétez ce que vous avez entendu, vous pouvez modifier la transcription générée par le moteur de reconnaissance vocale.
he: במהלך המבחן, תתבקש/י: להאזין למשפט. לחזור בצורה ברורה על מה ששמעת או לדלג קדימה כדי להקליד את מה ששמעת באמצעות המקלדת. אם תחזור/י על מה ששמעת, תוכל/י לשנות את התמלול שנוצר על-ידי מנוע זיהוי הדיבור.
hi: इस परीक्षण के भाग के रूप में आपको यह करना होगा : वाक्य को सुनें। आपने जो सुना उसे स्पष्ट रूप से दोहराएँ या आपने जो सुना उसे कीबोर्ड का उपयोग करके टाइप करने के लिए आगे स्किप करें। यदि आप सुना हुआ दोहराते हैं, तो आपके पास बोली पहचान इंजन के द्वारा जनरेट किए गए अनुलेखन को संशोधित करने का विकल्प होगा।
hr: Kao dio ovog testa, učinit ćete sljedeće: Poslušati rečenicu. Jasno ponoviti što ste čuli ili preskočiti prema naprijed kako biste tipkovnicom natipkali ono što ste čuli. Ako ponovite što ste čuli, moći ćete izmijeniti transkript koji je generirao uređaj za prepoznavanje govora.
hu: A vizsgálat részeként: Hallani fog egy mondatot. Ismételje meg érthetően a hallott szöveget, vagy lépjen tovább, és írja be a billentyűzettel, amit hallott. Ha megismétli, amit hallott, akkor lehetősége lesz módosítani a beszédfelismerési motor által létrehozott szöveges átiratot.
id: Sebagai bagian dari tes ini, Anda akan: Mendengarkan suatu kalimat. Ulangi dengan jelas apa yang Anda dengar atau lewati untuk mengetik apa yang Anda dengar menggunakan papan ketik. Jika Anda mengulangi apa yang Anda dengar, Anda akan memiliki pilihan untuk memodifikasi transkrip yang dibuat oleh mesin pengenalan ucapan.
it: Il test è composto dai seguenti passaggi: Ascolta una frase. Ripeti chiaramente cosa hai sentito o salta il passaggio per inserire cosa hai sentito utilizzando la tastiera. Se ripeti cosa hai sentito, ti verrà data l'opzione di modificare il testo generato dal sistema di riconoscimento vocale.
ja: このテストの一環として、次のことを行います: 文章を聴きます。 聞こえた内容をはっきりと繰り返すか、スキップしてキーボードを使って入力します。 聞こえた内容を繰り返す場合、音声認識エンジンから生成される発音表記を修正するオプションがあります。
ms: Sebagai sebahagian daripada ujian ini, anda akan: Dengar ayat. Ulang perkara yang anda dengar atau langkau ke hadapan untuk menaip perkara yang anda dengar menggunakan papan kekunci. Jika anda mengulang perkara yang anda dengar, anda akan mempunyai pilihan untuk mengubah suai transkrip yang dijana oleh enjin pengecaman pertuturan.
ms_latn_sg: Sebagai sebahagian daripada ujian ini, anda akan: Mendengar satu ayat. Ulang dengan jelas apa yang anda dengar atau langkau terus untuk taipkan apa yang anda dengar menggunakan papan kekunci. Jika anda mengulangi apa yang anda dengar, anda mempunyai pilihan untuk mengubah suai transkrip yang dijana oleh enjin pengecaman pertuturan.
nb_no: Som en del av denne testen vil du gjøre følgende: Lytt til en setning. Gjenta tydelig det du hørte eller gå videre for å skrive ned det du hørte med tastaturet. Hvis du gjentar det du hørte, vil du få muligheten til å endre transkripsjonen som talegjenkjenningsmotoren genererer.
nl: Als onderdeel van deze test ga je het volgende doen: Luister naar een zin. Herhaal duidelijk wat je hebt gehoord of ga door naar de volgende stap en typ wat je hebt gehoord met het toetsenbord. Als je herhaalt wat je hebt gehoord, heb je de mogelijkheid om de transcriptie die door de spraakherkenning is gegenereerd, te wijzigen.
no: Som del av denne testen skal du: Lytte til en setning. Gjenta tydelig det du hørte, eller bruke tastaturet til å skrive inn det du hørte. Hvis du gjentar det du hørte, vil du ha muligheten til å endre avskriften som genereres av talegjenkjenningsmotoren.
or_in: ଏହି ପରୀକ୍ଷା ଅଂଶ ଭାବରେ, ଆପଣ: ଗୋଟିଏ ବାକ୍ୟ ଶୁଣିବେ | ଆପଣ ଯାହା ଶୁଣିଛନ୍ତି ତାହାକୁ ସ୍ପଷ୍ଟଭାବରେ ପୁନାରୁବୃତ୍ତି କରନ୍ତୁ କିମ୍ୱା ଯାହା ଶୁଣିଛନ୍ତି ତାହାକୁ କୀବୋର୍ଡ ବ୍ୟବହାର କରି ଟାଇପ୍‍ କରିବା ପାଇଁ ଆଗକୁ ବଢନ୍ତୁ | ଯଦି ଆପଣ ଯାହା ଶୁଣିଛନ୍ତି ତାହାକୁ ପୁନାରୁବୃତ୍ତି କରିବେ, ତେବେ ଆପଣଙ୍କ ପାଖରେ ସ୍ପିଚ୍‍ ରେକଗନିସନ୍‍ ଇଞ୍ଜିନ୍‍ ଦ୍ୱାରା ଉତ୍ପନ୍ନ କରାଯାଇଥିବା ଟ୍ରାନ୍ସସ୍କିପ୍ଟକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ବିକଳ୍ପ ରହିବ |
pl: Zadaniem tego testu będzie: Odsłuchanie zdania. Wyraźne powtórzenie usłyszanej treści lub pominięcie i wpisanie tej treści na klawiaturze. Jeśli powtórzysz usłyszaną treść, damy Ci możliwość modyfikowania zapisu treści wygenerowanego przez mechanizm rozpoznawania mowy.
pt_pt: No âmbito deste teste, irá: Ouvir uma frase. Repetir claramente o que ouviu ou passar à frente e digitar o que ouviu com o teclado. Se optar por repetir o que ouviu, poderá modificar a transcrição gerada pelo motor de reconhecimento de fala.
ro: În cadrul acestui test, veți: Asculta o propoziție. Repeta în mod clar ce ați auzit sau veți face un salt înainte pentru a tasta ce ați auzit folosind tastatura. Dacă repetați ce ați auzit, veți avea opțiunea de a modifica transcrierea generată de motorul de recunoaștere vocală.
ru: Во время этого теста от Вас потребуется: Прослушать предложение. Четко и ясно повторить то, что услышали, или пропустить эту часть и ввести услышанный текст с помощью клавиатуры. Если Вы произнесете то, что услышали, Вы сможете внести изменения в расшифровку, созданную системой распознавания речи.
sk: Tento test pozostáva z nasledujúcich úloh: Vypočujete si vetu. Zreteľne zopakujete, čo ste počuli, prípadne to napíšete pomocou klávesnice. Ak zopakujete, čo ste počuli, budete môcť upraviť prepis vygenerovaný funkciou na rozpoznávanie reči.
sv: Som en del av det här testet ska du: Lyssna på en mening. Tydligt upprepa det du hörde eller gå vidare för att skriva in det du hörde med tangentbordet. Om du upprepar det du hörde har du möjlighet att ändra utskriften som görs av röstigenkänningsmotorn.
ta_in: இந்த சோதனையின் ஒரு பகுதியாக, நீங்கள்: ஒரு வாக்கியத்தைக் கேட்பீர்கள். நீங்கள் கேட்டதைத் தெளிவாக கூறுங்கள் அல்லது கீபோர்டு கொண்டு டைப் செய்ய மேலும் தவிர்த்து செல்லுங்கள். நீங்கள் கேட்டதை மீண்டும் கூறினால், பேச்சு அங்கீகார இயந்திரத்தால் உருவாக்கப்பட்ட டிரான்ஸ்கிரிப்டை மாற்றும் வாய்ப்பு உங்களுக்கு இருக்கும்.
ta_my: இந்த சோதஐயின் ஒரு பகுதியாக, நீங்கள்: ஒரு வாக்கியத்தைக் கேளுங்கள். நீங்கள் கேட்டதை தெளிவாக மீண்டும் செய்யவும் அல்லது விசைப்பலகையைப் பயன்படுத்தி நீங்கள் கேட்டதைத் தட்டச்சு செய்யவும். நீங்கள் கேட்டதை மீண்டும் செய்தால், பேச்சு அங்கீகார இயந்திரத்தால் உருவாக்கப்பட்ட டிரான்ஸ்கிரிப்டை மாற்றியமைக்க உங்களுக்கு விருப்பம் இருக்கும்.
th: ในส่วนหนึ่งของการทดสอบนี้ คุณจะได้: ฟังประโยค พูดซ้ำสิ่งที่ได้ยินให้ชัดเจนหรือข้ามไปข้างหน้าเพื่อป้อนสิ่งที่คุณได้ยินโดยใช้แป้นพิมพ์ ถ้าคุณพูดซ้ำสิ่งที่ได้ยิน คุณจะได้รับตัวเลือกในการแก้ไขการถอดข้อความที่สร้างโดยเครื่องมือรู้จำเสียงพูด
tr: Bu testin bir parçası olarak şunları yapacaksınız: Bir cümle dinleyin. Duyduğunuzu açıkça tekrar edin ya da bu kısmı atlayıp klavyeyi kullanarak duyduğunuzu yazın. Duyduğunuzu tekrar ederseniz, konuşma tanıma motoru tarafından oluşturulan dökümü değiştirme seçeneğiniz olacaktır.
uk: У рамках цього тесту ви маєте: Прослухати речення. Чітко повторити те, що почули, або перейти одразу до введення того, що ви почули, на клавіатурі. Якщо ви повторите те, що почули, то матимете можливість редагувати транскрипцію, яку згенерувала система розпізнання мовлення.
vi: Trong kiểm tra này, bạn sẽ: Nghe một câu. Lặp lại rõ ràng những gì bạn đã nghe hoặc bỏ qua đến phần sau để nhập những gì bạn đã nghe bằng bàn phím. Nếu bạn lặp lại những gì đã nghe, bạn sẽ có tùy chọn sửa đổi bản chép lại do công cụ nhận dạng lời nói tạo ra.
vi_vn: Là một phần của bài kiểm tra này, bạn sẽ: Nghe một câu. Lặp lại rõ ràng những gì bạn đã nghe hoặc bỏ qua để nhập những gì bạn đã nghe bằng bàn phím. Nếu bạn lặp lại những gì bạn đã nghe, bạn sẽ có tùy chọn sửa đổi bản ghi do công cụ nhận dạng lời nói tạo ra.
xh_za: Njengenxalenye yolu vavanyo, uya: Kuphulaphula isivakalisi. Phinda ngokucacileyo oko ukuvileyo okanye utsibele phambili ukuze ubhale oko ukuvileyo usebenzisa ikhibhodi. Ukuba uphinda oko ukuvilyo, uya kuba nokhetho lokutshintsha umbhalo owenziwe yinjini yokuqonda intetho.
zh_hans_my: 作为此测试的一部分，您将： 听一句话。 清楚地重复您听到的内容，或跳过以使用键盘输入您听到的内容。 如果您重复听到的内容，您可以选择修改语音识别引擎生成的转录文本。
zh_hk: 作為此測試的一部份，你會： 聆聽一句句子。 清晰地重複你聽到的內容，或跳過此程序，以鍵盤輸入你聽到的內容。 如你重複你聽到的內容，你可以選擇修改由語音辨識引擎產生的文字記錄。
zh_tw: 此為本測試的一部分，您將會： 聆聽一句話。 清楚復述一遍您聽到的內容，或是略過到下一頁使用鍵盤輸入您聽到的內容。 若您復述您聽到的內容，將可以選擇修改由語音辨識引擎產生的聽寫記錄。

# SPEECH_IN_NOISE_INTRO_TEXT
source: This activity measures intelligibility of speech when presented in noisy environments.
ar: يقيس هذا النشاط مدى وضوح الكلام عند نطقه في بيئات ضوضائية.
ca: Aquesta activitat mesura la intel·ligibilitat del text parlat quan hi ha soroll de fons.
cs: Tato aktivita změří srozumitelnost řeči v hlučných prostředích.
da: Denne aktivitet måler forståeligheden af talen i omgivelser med meget støj.
de: Diese Aktivität misst, wie verständlich die Sprache ist, wenn sie in lauten Umgebungen zu hören ist.
de_at: Diese Aktivität misst die Verständlichkeit der Sprache, wenn sie in lauten Umgebungen präsentiert wird.
el: Αυτή η δραστηριότητα μετρά την αντιληπτότητα της ομιλίας σε θορυβώδη περιβάλλοντα.
es: Esta actividad mide el grado de inteligibilidad del habla cuando se presenta en ambientes ruidosos.
fil_ph: Sinusukat ng aktibidad na ito ang pagiging madaling maunawaan ng pagsasalita kapag ipinakita sa mga maingay na environment.
fr: Cette activité permet de mesurer l’intelligibilité de l’énonciation en cas d’environnement bruyant.
he: פעילות זו מודדת את מידת יכולת זיהוי הדיבור כאשר הדובר/ת נמצא/ת בסביבה רועשת.
hi: इस गतिविधि से शोर से भरे माहौल में प्रस्तुत की गई बोली की स्पष्टता मापी जाती है।
hr: Ovom se aktivnošću mjeri razumljivost govora kad se prezentira u bučnim okruženjima.
hu: Ez a tevékenység megméri a beszédértést zajos környezetben.
id: Aktivitas ini mengukur seberapa baik ucapan dapat dipahami saat dihadirkan di lingkungan yang bising.
it: L'attività misura la capacità di comprendere il parlato quando avviene in ambienti rumorosi.
ja: このアクティビティでは、雑音環境下での発声の明瞭度を測定します。
ms: Aktiviti ini mengukur kebolehfahaman pertuturan apabila dilakukan dalam persekitaran yang bising.
ms_latn_sg: Aktiviti ini mengukur kejelasan pertuturan apabila disampaikan dalam persekitaran yang bising.
nb_no: Denne aktiviteten måler taleforståeligheten i støyende omgivelser.
nl: Met deze activiteit meet je de verstaanbaarheid van spraak in omgevingen met veel geluid.
no: Denne aktiviteten måler hvor godt du hører tale i støyende omgivelser.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ କୋଳାହଳପୂର୍ଣ୍ଣ ପରିବେଶରେ ଉପସ୍ଥିତ ଥିବାବେଳେ ବାକ୍ୟର ବୋଧଗମ୍ୟତାକୁ ମାପେ |
pl: Ta czynność mierzy rozpoznawalność mowy, podczas mówienia w hałaśliwym otoczeniu.
pt_pt: Este exercício mede a inteligibilidade da fala em ambientes ruidosos.
ro: Această activitate măsoară inteligibilitatea vorbirii atunci când are loc în medii cu zgomot.
ru: Во время выполнения этого задания оценивается четкость и ясность речи в шумном окружении.
sk: Táto aktivita meria zrozumiteľnosť reči v hlučnom prostredí.
sv: Den här aktiviteten mäter hörförståelsen i bullriga nivåer.
ta_in: இந்த செயல்பாடு பேச்சுத் திறனை சத்தமான சூழலில் வழங்கப்படும் போது அளவிடும்.
ta_my: இந்த செயல்பாடு சத்தமான சூழலில் வழங்கப்படும்போது பேச்சின் புத்திசாலித்தனத்தை அளவிடுகிறது.
th: กิจกรรมนี้จะวัดความเข้าใจเสียงพูดเมื่ออยู่ในสภาพแวดล้อมที่มีเสียงรบกวน
tr: Bu aktivite, gürültülü ortamlarda sunulduğunda konuşmanın anlaşılabilirliğini ölçer.
uk: Цей тест вимірює розбірність мовлення в умовах шумного середовища.
vi: Hoạt động này đánh giá mức độ rõ ràng của lời nói khi được trình bày trong môi trường nhiều tiếng ồn.
vi_vn: Hoạt động này đo độ rõ ràng của lời nói khi được trình bày trong môi trường ồn ào.
xh_za: Lo msebenzi ulinganisa ukuqondakala kwentetho xa usenziwa kwiimeko ezinengxolo.
zh_hans_my: 此活动测量在嘈杂环境中呈现的说话的可懂度。
zh_hk: 此測試活動能評估在噪音環境中的語音清晰度。
zh_tw: 此活動會測量在嘈雜環境中的語音清晰度。

# SPEECH_IN_NOISE_SPEAK_TEXT
source: Repeat what you heard.
ar: كرر ما سمعته.
ca: Repeteix el que hagis sentit.
cs: Zopakujte, co jste slyšeli.
da: Gentag, hvad du hørte.
de: Wiederhole das Gehörte.
de_at: Wiederholen Sie, was Sie gehört haben.
el: Επαναλάβετε αυτά που ακούσατε
es: Repite lo que oyes.
fil_ph: Ulitin ang iyong narinig.
fr: Répétez ce que vous avez entendu.
he: חזור/י על מה ששמעת.
hi: सुने हुए को दोहराएँ।
hr: Ponovite što ste čuli.
hu: Ismételje meg, amit hallott.
id: Ulangi apa yang Anda dengar.
it: Ripeti quello che hai sentito.
ja: 聞こえた内容を繰り返します。
ms: Ulang perkara yang anda dengar.
ms_latn_sg: Ulang apa yang anda dengar.
nb_no: Gjenta det du hørte.
nl: Herhaal wat je hebt gehoord.
no: Gjenta det du hørte.
or_in: ଆପଣ ଯାହା ଶୁଣିଛନ୍ତି ତାହାକୁ ପୁନାରୁବୃତ୍ତି କରନ୍ତୁ |
pl: Powtórz usłyszaną treść.
pt_pt: Repita o que ouviu.
ro: Repetați ce ați auzit.
ru: Повторите то, что услышали.
sk: Zopakujte, čo ste počuli.
sv: Upprepa det du hörde.
ta_in: நீங்கள் கேட்டதை மீண்டும் செய்யவும்.
ta_my: நீங்கள் கேட்டதை மீண்டும் செய்யவும்.
th: พูดซ้ำสิ่งที่คุณได้ยิน
tr: Duyduğunuzu tekrar edin.
uk: Повторіть, що почули.
vi: Lặp lại những gì bạn nghe được.
vi_vn: Lặp lại những gì bạn đã nghe.
xh_za: Phinda oko ukuvileyo.
zh_hans_my: 重复您听到的内容。
zh_hk: 重複你聽到的內容。
zh_tw: 復述您聽到的內容。

# SPEECH_IN_NOISE_SPEAK_TITLE
source: Speak
ar: تحدث
ca: Parla
cs: Mluvit
da: Tal
de: Sprechen
de_at: Sprechen
el: Ομιλία
es: Hablar
fil_ph: Magsalita
fr: Énoncer
he: דבר/י
hi: बोलें
hr: Govori
hu: Beszéd
id: Bicara
it: Parla
ja: 話す
ms: Sebut
ms_latn_sg: Bercakap
nb_no: Snakk
nl: Spreek
no: Les opp
or_in: କୁହନ୍ତୁ
pl: Powiedz
pt_pt: Falar
ro: Vorbiți
ru: Проговаривание
sk: Rozprávanie
sv: Tal
ta_in: பேசுங்கள்
ta_my: பேசுக
th: พูด
tr: Seslendir
uk: Промовити
vi: Nói
vi_vn: Nói
xh_za: Thetha
zh_hans_my: 说
zh_hk: 朗讀
zh_tw: 說話

# SPEECH_IN_NOISE_START_AUDIO_LABEL
source: Play Audio
ar: تشغيل الصوت
ca: Reproduir l’àudio
cs: Spustit přehrávání
da: Afspil lyd
de: Audio wiedergeben
de_at: Audio abspielen
el: Αναπαραγωγή ήχου
es: Reproducir audio
fil_ph: Patugtugin ang Audio
fr: Écouter
he: הפעל שמע
hi: ऑडियो चलाएँ
hr: Reproduciraj zvuk
hu: Hang lejátszása
id: Putar Audio
it: Riproduci audio
ja: オーディオを再生
ms: Mainkan Audio
ms_latn_sg: Main Audio
nb_no: Spill av lyd
nl: Speel audio af
no: Spill av lyd
or_in: ଅଡିଓ ପ୍ଲେ କରନ୍ତୁ
pl: Odtwarzaj dźwięk
pt_pt: Reproduzir áudio
ro: Redare audio
ru: Воспроизвести аудио
sk: Prehrať audio
sv: Spela upp ljud
ta_in: ஆடியோவை இயக்கவும்
ta_my: ஆடியோவை இயக்கு
th: เล่นเสียง
tr: Sesi Çal
uk: Відтворити аудіо
vi: Phát âm thanh
vi_vn: Phát âm thanh
xh_za: Dlala iOdiyo
zh_hans_my: 播放音频
zh_hk: 播放音訊
zh_tw: 播放音訊
