Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TRAILMAKING_INTRO_TEXT
source: Do this as quickly as you can without making mistakes.
ar: افعل ذلك بأسرع ما يمكنك دون الوقوع في أخطاء.
ca: Fes‑ho tant ràpid com puguis sense equivocar‑te.
cs: Udělejte to co nejrychleji, aniž byste dělali chyby.
da: Gør det så hurtigt, som du kan, uden at lave fejl.
de: Führe dies so schnell aus, wie du kannst, ohne Fehler zu machen.
de_at: Tun Sie dies so schnell wie möglich, ohne Fehler zu machen.
el: Κάντε αυτήν τη δραστηριότητα όσο πιο γρήγορα μπορείτε χωρίς να κάνετε λάθη.
es: Realiza esta actividad lo más rápido posible procurando no cometer errores.
fil_ph: Gawin ito nang pinakamabilis na makakaya mo nang hindi nagkakamali.
fr: Allez aussi vite que possible sans faire de faute.
he: בצע/י את הבדיקה מהר ככל שתוכל/י מבלי לטעות.
hi: जितना जल्दी संभव हो बिना ग़लती किए यह करें।
hr: Napravite ovo što brže možete bez grešaka.
hu: Olyan gyorsan végezze el hibátlanul, ahogy csak tudja.
id: Lakukan ini secepat mungkin tanpa melakukan kesalahan.
it: Fallo più velocemente che puoi senza commettere errori.
ja: 間違えずにできるだけ速くこれを行ってください。
ms: Lakukan ini secepat mungkin tanpa melakukan kesilapan.
ms_latn_sg: Lakukan ini dengan secepat yang mungkin tanpa melakukan kesilapan.
nb_no: Gjør dette raskest mulig uten å gjøre feil.
nl: Doe dit zo snel als je kunt zonder fouten te maken.
no: Gjør dette så fort du klarer uten å gjøre feil.
or_in: ଏହାକୁ ଆପଣ ଯଥାଶୀଘ୍ର କୌଣସି ଭୁଲ୍‍ ବିନା କରନ୍ତୁ |
pl: Rób to tak szybko, jak potrafisz, nie popełniając błędów.
pt_pt: Faça este exercício o mais depressa possível sem cometer erros.
ro: Faceți acest lucru cât mai rapid puteți fără să faceți greșeli.
ru: Это нужно делать быстро, но правильно.
sk: Spravte to čo najrýchlejšie a bez chýb.
sv: Gör det här så snabbt du kan utan att göra några misstag.
ta_in: உங்களால் முடிந்தவரை தவறு செய்யாமல் விரைவாகச் செய்யுங்கள்.
ta_my: தவறுகள் இல்லாமல் இதை உங்களால் முடிந்தவரை விரைவாகச் செய்யுங்கள்.
th: ทำเช่นนี้ให้เร็วที่สุดเท่าที่จะทำได้โดยไม่ทำผิด
tr: Bunu hata yapmadan olabildiğince hızlı yapın.
uk: Зробіть це якомога швидше, не припускаючись помилок.
vi: Thực hiện việc này nhanh nhất có thể mà không mắc lỗi.
vi_vn: Làm nhanh nhất có thể mà không mắc sai lầm.
xh_za: Yenza oku ngokukhawuleza kangangoko unako ngaphandle kokwenza iimpazamo.
zh_cn: 以最快的速度完成而不出错。
zh_hans_my: 尽快点击完，而且不出错。
zh_hk: 在不犯錯的情況下盡快完成。
zh_tw: 請用最快的速度完成，不要出錯。

# TRAILMAKING_LETTER_A
source: A
ar: ‎أ
el: Α
he: א
hi: क
or_in: ଏ
ru: А
ta_my: எ
uk: А

# TRAILMAKING_LETTER_B
source: B
ar: ب
el: Β
he: ב
hi: ख
or_in: ବି
ru: Б
uk: Б
vi_vn: XD

# TRAILMAKING_LETTER_C
source: C
ar: ت
el: Γ
he: ג
hi: ग
or_in: ସି
ru: В
ta_my: சி
uk: В

# TRAILMAKING_LETTER_D
source: D
ar: ث
el: Δ
he: ד
hi: घ
or_in: ଡି
ru: Г
uk: Г

# TRAILMAKING_LETTER_E
source: E
ar: ج
el: Ε
he: ה
hi: ड़
or_in: ଇ
ru: Д
uk: Ґ

# TRAILMAKING_LETTER_F
source: F
ar: ح
el: Ζ
he: ו
hi: च
or_in: ଏଫ୍‍
ru: Е
uk: Д

# TRAILMAKING_TASK_TITLE
source: Trail Making Test
ar: اختبار إجراء التعقب
ca: Unir els punts
cs: Test cesty
da: Sportest
de_at: Spurbildungstest
el: Τεστ δημιουργίας διαδρομής
es: Prueba del trazo
fr: Test des tracés (TMT)
he: מבחן TMT (חיבור נקודות)
hi: ट्रेल निर्माण परीक्षण
hr: Test izrade tragova
hu: Összekötési teszt
id: Tes Membuat Jejak
ja: トレイルメイキングテスト
ms: Ujian Pembuatan Jejak
ms_latn_sg: Ujian Menghasilkan Jejak
nl: Test 'Spoor maken'
no: Oppmerksomhetstest
or_in: ଟ୍ରେଲ୍‍ ତିଆରି ପରୀକ୍ଷା
pl: Test łączenia punktów
ro: Test de trasare a liniilor
ru: Маршрут
sk: Test cesty
ta_in: தடம் அமைக்கும் சோதனை
ta_my: பாதை உருவாக்கும் சோதஐ
th: การทดสอบการต่อจุด
tr: İz Sürme Testi
uk: Побудова сліду
vi: Trắc nghiệm nối chuỗi
vi_vn: Kiểm tra tạo đường mòn
xh_za: Uvavanyo Lokwenza Umzila
zh_cn: 连线测试
zh_hans_my: 连线测试
zh_hk: 連線測試
zh_tw: 路徑描繪測驗

# TREMOR_SKIP_LEFT_HAND
source: I cannot perform this activity with my LEFT hand.
ar: لا يمكنني القيام بهذا النشاط بيدي اليسرى.
ca: No puc completar l’activitat amb la mà ESQUERRA.
cs: Tuto aktivitu nemůžu provádět LEVOU rukou.
da: Jeg kan ikke udføre denne aktivitet med min VENSTRE hånd.
de: Ich kann diese Aktivität mit meiner LINKEN Hand nicht durchführen.
de_at: Ich kann diese Aktivität nicht mit der LINKEN Hand ausführen.
el: Δεν μπορώ να εκτελέσω αυτήν τη δραστηριότητα με το ΑΡΙΣΤΕΡΟ χέρι μου.
es: No puedo realizar esta actividad con la mano izquierda.
es_419: No puedo realizar esta actividad con mi mano izquierda.
fi: En voi suorittaa tätä aktiviteettia VASEMMALLA kädellä.
fil_ph: Hindi ko maisasagawa ang aktibidad na ito sa aking KALIWANG kamay.
fr: Je ne peux pas effectuer cette activité avec ma main GAUCHE.
fr_ca: Je ne peux pas effectuer cette activité avec la main GAUCHE.
he: אני לא יכול/ה לבצע את הפעולה הזו ביד שמאל.
hi: इस गतिविधि को मेरे बाएँ हाथ से नहीं किया जा सकता है।
hr: Ne mogu obaviti ovaj zadatak LIJEVOM rukom.
hu: A BAL kezemmel nem tudom elvégezni ezt a feladatot.
id: Saya tidak dapat melakukan aktivitas ini dengan tangan KIRI.
it: Non posso eseguire l'attività con la mano SINISTRA.
ja: 左手ではこのアクティビティができません。
ms: Saya tidak boleh laksanakan aktiviti ini menggunakan tangan KIRI saya.
ms_latn_sg: Saya tidak boleh melakukan aktiviti ini dengan tangan KIRI saya.
nb_no: Jeg kan ikke utføre denne aktiviteten med min VENSTRE hånd.
nl: Ik kan deze activiteit niet met mijn LINKERHAND uitvoeren.
no: Jeg kan ikke utføre denne aktiviteten med min VENSTRE hånd.
or_in: ମୁଁ ମୋର ବାମ ହାତ ସହିତ ଏହି କାର୍ଯ୍ୟକଳାପ କରିପାରିବି ନାହିଁ |
pl: Nie mogę wykonywać tego ćwiczenia LEWĄ ręką.
pt_pt: Não consigo fazer este exercício com a mão ESQUERDA.
ro: Nu pot efectua această activitate cu mâna STÂNGĂ.
ru: Я не могу выполнить это задание ЛЕВОЙ рукой.
sk: Túto aktivitu nedokážem vykonať pomocou ĽAVEJ ruky.
sv: Jag kan inte utföra den här aktiviteten med VÄNSTRA handen.
ta_in: எனது இடது கையால் இந்தச் செயலைை என்னால் செய்ய இயலாது.
ta_my: எனது இடது கையால் என்னால் இந்தச் செயல்பாட்டைச் செய்ய முடியாது.
th: ฉันไม่สามารถทำกิจกรรมนี้ได้โดยใช้มือซ้าย
tr: Bu aktiviteyi SOL elimle gerçekleştiremem.
uk: Я не можу виконати цю дію ЛІВОЮ рукою.
vi: Tôi không thể thực hiện hoạt động này bằng tay TRÁI.
vi_vn: Tôi không thể thực hiện hoạt động này bằng tay TRÁI.
xh_za: Andikwazi ukwenza lo msebenzi ngesandla sam SASEKHOHLO.
zh_cn: 我不能用左手完成本活动。
zh_hans_my: 我无法用左手进行这项活动。
zh_hk: 我無法用左手進行此測試活動。
zh_tw: 我無法用「左手」執行這項活動。

# TREMOR_SKIP_NEITHER
source: I can perform this activity with both hands.
ar: يمكنني القيام بهذا النشاط بكلتا يدي.
ca: Puc completar l’activitat amb les dues mans.
cs: Tuto aktivitu můžu provádět oběma rukama.
da: Jeg kan udføre denne aktivitet med begge hænder.
de: Ich kann diese Aktivität mit beiden Händen durchführen.
de_at: Ich kann diese Aktivität mit beiden Händen ausführen.
el: Μπορώ να εκτελέσω αυτήν τη δραστηριότητα και με τα δύο χέρια.
es: Puedo realizar esta actividad con las dos manos.
es_419: Puedo realizar esta actividad con las dos manos.
fi: Voin suorittaa tämän aktiviteetin molemmilla käsillä.
fil_ph: Maaari kong isagawa ang aktibidad na ito sa parehong mga kamay.
fr: Je peux effectuer cette activité des deux mains.
fr_ca: Je peux effectuer cette activité avec les deux mains.
he: אני יכול/ה לבצע את הפעולה הזו בשתי הידיים.
hi: इस गतिविधि को मेरे दोनों हाथों से किया जा सकता है।
hr: Mogu obaviti ovaj zadatak s obje ruke.
hu: Mindkét kézzel el tudom végezni ezt a feladatot.
id: Saya dapat melakukan aktivitas ini dengan kedua tangan.
it: Posso eseguire l'attività con entrambe le mani.
ja: どちらの手でもこのアクティビティができます。
ms: Saya boleh laksanakan aktiviti ini menggunakan kedua belah tangan.
ms_latn_sg: Saya boleh melakukan aktiviti ini dengan kedua-dua tangan.
nb_no: Jeg kan utføre denne aktiviteten med begge hendene.
nl: Ik kan deze activiteit met beide handen uitvoeren.
no: Jeg kan utføre denne aktiviteten med begge hender.
or_in: ମୁଁ ମୋର ଉଭୟ ହାତ ସହିତ ଏହି କାର୍ଯ୍ୟକଳାପଟିକୁ କରିପାରିବି |
pl: Mogę wykonywać to ćwiczenie obiema rękami.
pt_pt: Consigo fazer este exercício com ambas as mãos.
ro: Pot efectua această activitate cu ambele mâini.
ru: Я могу выполнить это задание обеими руками.
sk: Túto aktivitu dokážem vykonať pomocou oboch rúk.
sv: Jag kan utföra den här aktiviteten med båda händerna.
ta_in: என்னால் இந்தச் செயலை இரு கைகளாலும் செய்ய இயலும்.
ta_my: என்னால் இந்த செயலை இரண்டு கைகளாலும் செய்ய முடியும்.
th: ฉันสามารถทำกิจกรรมนี้ได้โดยใช้มือทั้งสองข้าง
tr: Bu aktiviteyi her iki elimle gerçekleştirebilirim.
uk: Я можу виконати цю дію обома руками.
vi: Tôi có thể thực hiện hoạt động này bằng hai tay.
vi_vn: Tôi có thể thực hiện hoạt động này bằng cả hai tay.
xh_za: Andikwazi ukwenza lo msebenzi ngezandla zombini.
zh_cn: 我能用两只手完成本活动。
zh_hans_my: 我可以用双手进行这项活动。
zh_hk: 我可以用雙手進行此測試活動。
zh_tw: 我可以用兩隻手執行這項活動。

# TREMOR_SKIP_RIGHT_HAND
source: I cannot perform this activity with my RIGHT hand.
ar: لا يمكنني القيام بهذا النشاط بيدي اليمنى.
ca: No puc completar l’activitat amb la mà DRETA.
cs: Tuto aktivitu nemůžu provádět PRAVOU rukou.
da: Jeg kan ikke udføre denne aktivitet med min HØJRE hånd.
de: Ich kann diese Aktivität mit meiner RECHTEN Hand nicht durchführen.
de_at: Diese Tätigkeit kann ich nicht mit der RECHTEN Hand ausführen.
el: Δεν μπορώ να εκτελέσω αυτήν τη δραστηριότητα με το ΔΕΞΙΟ χέρι μου.
es: No puedo realizar esta actividad con la mano derecha.
es_419: No puedo realizar esta actividad con mi mano derecha.
fi: En voi suorittaa tätä aktiviteettia OIKEALLA kädellä.
fil_ph: Hindi ko maisasagawa ang aktibidad na ito sa aking KANANG kamay.
fr: Je ne peux pas effectuer cette activité avec ma main DROITE.
fr_ca: Je ne peux pas effectuer cette activité avec la main DROITE.
he: אני לא יכול/ה לבצע את הפעולה הזו ביד ימין.
hi: इस गतिविधि को मेरे दाएँ हाथ से नहीं किया जा सकता है।
hr: Ne mogu obaviti ovaj zadatak DESNOM rukom.
hu: A JOBB kezemmel nem tudom elvégezni ezt a feladatot.
id: Saya tidak dapat melakukan aktivitas ini dengan tangan KANAN.
it: Non posso eseguire l'attività con la mano DESTRA.
ja: 右手ではこのアクティビティができません。
ms: Saya tidak boleh laksanakan aktiviti ini menggunakan tangan KANAN saya.
ms_latn_sg: Saya tidak boleh melakukan aktiviti ini dengan tangan KANAN saya.
nb_no: Jeg kan ikke utføre denne aktiviteten med min HØYRE hånd.
nl: Ik kan deze activiteit niet met mijn RECHTERHAND uitvoeren.
no: Jeg kan ikke utføre denne aktiviteten med min HØYRE hånd.
or_in: ମୁଁ ମୋର ଡାହାଣ ହାତ ସହିତ ଏହି କାର୍ଯ୍ୟକଳାପ କରିପାରିବି ନାହିଁ |
pl: Nie mogę wykonywać tego ćwiczenia PRAWĄ ręką.
pt_pt: Não consigo fazer este exercício com a mão DIREITA.
ro: Nu pot efectua această activitate cu mâna DREAPTĂ.
ru: Я не могу выполнить это задание ПРАВОЙ рукой.
sk: Túto aktivitu nedokážem vykonať pomocou PRAVEJ ruky.
sv: Jag kan inte utföra den här aktiviteten med HÖGRA handen.
ta_in: எனது வலது கையால் இந்தச் செயலை என்னால் செய்ய முடியாது.
ta_my: எனது வலது கையால் இந்த செயல்பாட்டை என்னால் செய்ய முடியாது.
th: ฉันไม่สามารถทำกิจกรรมนี้ได้โดยใช้มือขวา
tr: Bu aktiviteyi SAĞ elimle gerçekleştiremem.
uk: Я не можу виконати цю дію ПРАВОЮ рукою.
vi: Tôi không thể thực hiện hoạt động này bằng tay PHẢI.
vi_vn: Tôi không thể thực hiện hoạt động này bằng tay PHẢI.
xh_za: Andikwazi ukwenza lo msebenzi ngesandla sam SASEKUNENE.
zh_cn: 我不能用右手完成本活动。
zh_hans_my: 我无法用右手进行这项活动。
zh_hk: 我無法用右手進行此測試活動。
zh_tw: 我無法用「右手」執行這項活動。

# TREMOR_TEST_ACTIVE_STEP_BEND_ARM_INSTRUCTION_%ld
source: Keep holding your phone with your elbow bent for %ld seconds
ar: استمر في إمساك هاتفك مع ثني مرفقك لمدة %ld من الثواني
ca: Agafa el mòbil i mantén el colze doblegat durant %ld segons.
cs: %ld sekund držte telefon s rukou ohnutou v lokti.
da: Bliv ved med at holde din telefon med bøjet albue i %ld sekunder
de: Halte mit angewinkelten Ellenbogen %ld Sekunden lang dein Telefon
de_at: Halten Sie Ihr Handy %ld Sekunden lang mit gebeugtem Ellbogen
el: Συνεχίστε να κρατάτε το τηλέφωνο με λυγισμένο τον αγκώνα για %ld δευτερόλεπτα.
es: Sigue aguantando el teléfono con el codo doblado durante %ld segundos
es_419: Sigue sosteniendo el teléfono con tu codo doblado por %ld segundos
fi: Pidä puhelinta kyynärpää taivutettuna %ld sekuntia
fil_ph: Patuloy na hawakan ang iyong telepono na nakabaluktot ang iyong siko %ld mga segundo
fr: Tenez votre téléphone, le coude plié, pendant %ld secondes
fr_ca: Tenez votre téléphone tout en pliant le coude pendant %ld secondes.
he: המשך/י להחזיק את הטלפון תוך כיפוף המרפק למשך %ld שניות
hi: अपनी कोहनी मोड़कर अपने फ़ोन को %ld सेकंड तक पकड़े रखें
hr: Nastavite držati telefon sa savijenim laktom %ld s
hu: Tartsa a telefont behajlított könyökkel %ld másodpercig.
id: Terus genggam telepon dengan siku ditekuk selama %ld detik
it: Continua a tenere il telefono con il gomito piegato per %ld secondi
ja: 肘を曲げて%ld秒間電話を持ち続けてください。
ms: Teruskan memegang telefon anda dengan siku anda dibengkokkan selama %ld saat
ms_latn_sg: Teruskan memegang telefon anda dengan siku membengkok selama %ld saat
nb_no: Hold telefonen din med bøyd albue i %ld sekunder
nl: Houd de telefoon %ld seconden vast terwijl je je elleboog gebogen houdt
no: Hold telefonen med albuen bøyd i %ld sekunder
or_in: %ld ସେକେଣ୍ଡ ପାଇଁ ଆପଣ ନିଜର କହୁଣୀକୁ ବଙ୍କାଇ ଫୋନ୍‍କୁ ଧରି ରଖନ୍ତୁ |
pl: Trzymaj telefon w ręce zgiętej w łokciu przez %ld s
pt_pt: Continue a segurar no telefone com o cotovelo dobrado durante %ld segundos.
ro: Continuați să țineți telefonul cu cotul îndoit timp de %ld secunde.
ru: Удерживайте телефон в руке, согнутой в локте, в течение %ld с.
sk: Držte telefón v ruke s pokrčeným lakťom %ld sekúnd.
sv: Fortsätt hålla telefonen med armbågen böjd under %ld sekunder
ta_in: உங்கள் தொலைபேசியை முழங்கை வளைத்து %ld விநாடிகளுக்கு வைத்திருங்கள்
ta_my: உங்கள் முழங்கையை %ld விநாடிகளுக்கு வளைத்து உங்கள் கைபேசியைப் பிடித்து வைத்திருங்கள்
th: ถือโทรศัพท์ของคุณไว้นิ่งๆ โดยงอข้อศอกนาน %ld วินาที
tr: Telefonunuzu dirseğiniz kıvrık olarak %ld saniye tutmaya devam edin
uk: Тримайте телефон далі в руці з зігнутим ліктем протягом %ld секунд
vi: Tiếp tục cầm điện thoại với khuỷu tay của bạn bị gập trong %ld giây
vi_vn: Tiếp tục giữ điện thoại với khuỷu tay cong trong %ld giây
xh_za: Qhubeka ubambe ifowuni yakho ngengqiniba yakho egotyiweyo kangangemizuzwana %ld
zh_cn: 握住手机并弯曲手肘，坚持 %ld 秒钟
zh_hans_my: 保持手肘弯曲握住手机%ld秒
zh_hk: 彎曲手肘，然後拿着電話%ld秒
zh_tw: 繼續用手拿著電話，手肘彎曲，持續 %ld 秒鐘

# TREMOR_TEST_ACTIVE_STEP_BEND_ARM_INTRO
source: Now hold your phone at shoulder height with your elbow bent.
ar: الآن، أمسك هاتفك في مستوى الكتف مع ثني مرفقك.
ca: Ara agafa el mòbil i mantén la mà a l’altura de l’espatlla amb el colze doblegat.
cs: Nyní ohněte ruku v lokti a držte telefon ve výši ramen.
da: Hold nu din telefon i skulderhøjde med bøjet albue.
de: Halte dein Telefon nun mit angewinkelten Ellenbogen in Schulterhöhe.
de_at: Halten Sie Ihr Handy nun in Schulterhöhe mit gebeugtem Ellbogen.
el: Τώρα κρατήστε το τηλέφωνο στο ύψος του ώμου με τον αγκώνα λυγισμένο.
es: Ahora aguanta el teléfono a la altura del hombro con el codo doblado.
es_419: Ahora agarra el teléfono a la altura de los hombros con el codo doblado.
fi: Pidä puhelinta nyt olkapään korkeudella kyynärpää taivutettuna.
fil_ph: Hawakan ngayon ang iyong phone sa taas ng balikat na ang iyong siko ay nakabaluktot.
fr: Maintenant, tenez votre téléphone à hauteur d’épaule, le coude plié.
fr_ca: Maintenant, tenez votre téléphone à la hauteur de votre épaule tout en pliant le coude.
he: כעת החזק/י את הטלפון בגובה הכתפיים תוך כיפוף המרפק.
hi: अब अपनी कोहनी मोड़कर अपने फ़ोन को कंधे की ऊंचाई पर पकड़ें।
hr: Sad držite telefon u visini ramena sa savijenim laktom.
hu: Most tartsa a telefont behajlított könyökkel vállmagasságban.
id: Sekarang genggam telepon Anda setinggi bahu dengan siku ditekuk.
it: Ora tieni il telefono all'altezza della spalla con il gomito piegato.
ja: 肘を曲げて、電話を肩の高さに持ってください。
ms: Sekarang pegang telefon anda pada ketinggian bahu dengan siku anda dibengkokkan.
ms_latn_sg: Sekarang pegang telefon anda pada ketinggian bahu dengan siku membengkok.
nb_no: Nå skal du holde telefonen din på høyde med skulderen din med bøyd albue.
nl: Houd nu de telefoon op schouderhoogte terwijl je je elleboog gebogen houdt.
no: Hold telefonen i skulderhøyde med albuen bøyd.
or_in: ବର୍ତ୍ତମାନ କହୁଣୀକୁ ବଙ୍କାଇ ନିଜର କାନ୍ଧ ଉଚ୍ଚତାରେ ଫୋନ୍‍କୁ ଧରନ୍ତୁ |
pl: Teraz trzymaj telefon w ręce ugiętej w łokciu na wysokości barku.
pt_pt: Agora segure no telefone à altura do ombro, com o cotovelo dobrado.
ro: Acum, țineți telefonul la înălțimea umărului, cu cotul îndoit.
ru: Теперь держите телефон в согнутой в локте руке на уровне плеч.
sk: Držte telefón v ruke s pokrčeným lakťom vo výške ramien.
sv: Håll nu telefonen i axelhöjd med armbågen böjd.
ta_in: இப்போது உங்கள் முழங்கையை வளைத்து உங்கள் தொலைபேசியை தோள்பட்டை உயரத்தில் வைத்திருங்கள்.
ta_my: இப்போது உங்கள் முழங்கையை வளைத்து உங்கள் தொலைபேசியை தோள்பட்டை உயரத்தில் வைத்திருங்கள்.
th: ตอนนี้ให้ถือโทรศัพท์ที่ความสูงระดับไหล่โดยงอข้อศอกของคุณไว้
tr: Şimdi telefonunuzu dirseğiniz kıvrık olarak omuz yüksekliğinde tutun.
uk: Тепер тримайте телефон на висоті плечей у руці із зігнутим ліктем.
vi: Bây giờ, hãy cầm điện thoại cao bằng vai cùng khủy tay bị gập.
vi_vn: Bây giờ, giữ điện thoại của bạn ở độ cao ngang vai với khuỷu tay uốn cong.
xh_za: Ngoku bamba ifowuni yakho kubude begxalaba ngengqiniba yakho igotyiwe.
zh_cn: 现在把手机举至肩高并弯曲手肘。
zh_hans_my: 现在将手机保持在与肩同高的位置，肘部弯曲。
zh_hk: 現在彎曲手肘，並將電話拿到肩膊的高度。
zh_tw: 現在請用手拿著電話，舉至與肩同高時手肘彎曲。

# TREMOR_TEST_ACTIVE_STEP_BEND_ARM_INTRO_LEFT
source: Now hold your phone with your LEFT hand at shoulder height with your elbow bent.
ar: الآن، أمسك هاتفك ويدك اليسرى في مستوى الكتف مع ثني مرفقك.
ca: Ara agafa el mòbil i mantén la mà ESQUERRA a l’altura de l’espatlla amb el colze doblegat.
cs: Nyní držte telefon ve výši ramen LEVOU rukou ohnutou v lokti.
da: Hold nu din telefon med din VENSTRE hånd i skulderhøjde med bøjet albue.
de: Halte dein Telefon nun in deiner LINKEN Hand mit angewinkeltem Ellenbogen in Schulterhöhe.
de_at: Halten Sie nun Ihr Handy mit der LINKEN Hand in Schulterhöhe mit gebeugtem Ellbogen.
el: Τώρα κρατήστε το τηλέφωνο στο ΑΡΙΣΤΕΡΟ χέρι τεντωμένο στο ύψος του ώμου με τον αγκώνα λυγισμένο.
es: Ahora, aguanta el teléfono con la mano izquierda a la altura del hombro con el codo doblado.
es_419: Ahora agarra el teléfono con tu mano izquierda a la altura de los hombros con el codo doblado.
fi: Pidä puhelinta nyt VASEMMALLA kädellä olkapään korkeudella kyynärpää taivutettuna.
fil_ph: Hawakan ngayon ang iyong phone sa KALIWANG kamay sa taas ng balikat na ang iyong siko ay nakabaluktot.
fr: Maintenant, tenez votre téléphone avec votre main GAUCHE, à hauteur d’épaule, le coude plié.
fr_ca: Maintenant, tenez votre téléphone dans la main GAUCHE à la hauteur de votre épaule tout en pliant le coude.
he: כעת החזק/י את הטלפון ביד שמאל בגובה הכתפיים תוך כיפוף המרפק.
hi: अब अपने बाएँ हाथ की कोहनी मोड़कर कंधे की ऊँचाई पर अपने फ़ोन को पकड़ें।
hr: Sad držite telefon LIJEVOM rukom u visini ramena sa savijenim laktom.
hu: Most tartsa a telefont behajlított könyökkel, BAL kézzel vállmagasságban.
id: Sekarang genggam telepon Anda dengan tangan KIRI setinggi bahu dengan siku ditekuk.
it: Ora tieni il telefono con la mano SINISTRA all'altezza della spalla con il gomito piegato.
ja: 肘を曲げて、電話を左手で肩の高さに持ってください。
ms: Sekarang pegang telefon anda dengan tangan KIRI anda pada ketinggian bahu dengan siku anda dibengkokkan.
ms_latn_sg: Sekarang pegang telefon dengan tangan KIRI anda pada ketinggian bahu dengan siku membengkok.
nb_no: Nå skal du holde telefonen din i VENSTRE hånd på høyde med skulderen din med bøyd albue.
nl: Houd nu de telefoon op schouderhoogte in je LINKERHAND terwijl je je elleboog gebogen houdt.
no: Hold telefonen med VENSTRE hånd i skulderhøyde med albuen bøyd.
or_in: ବର୍ତ୍ତମାନ କହୁଣୀକୁ ବଙ୍କାଇ ନିଜର କାନ୍ଧ ଉଚ୍ଚତା ସମାନରେ ବାମ ହାତରେ ଫୋନ୍‍କୁ ଧରନ୍ତୁ |
pl: Teraz trzymaj telefon w LEWEJ ręce ugiętej w łokciu na wysokości barku.
pt_pt: Agora, segure no telefone com a mão ESQUERDA e, com o cotovelo dobrado, levante o braço à altura do ombro.
ro: Acum, țineți telefonul cu mâna STÂNGĂ la înălțimea umărului, cu cotul îndoit.
ru: Теперь держите телефон в согнутой в локте ЛЕВОЙ руке на уровне плеч.
sk: Držte telefón v ĽAVEJ ruke s pokrčeným lakťom vo výške ramien.
sv: Håll nu telefonen med den VÄNSTRA handen i axelhöjd med armbågen böjd.
ta_in: இப்போது தொலைபேசியை முழங்கையை வளைத்து தோள்பட்டை உயரத்தில் உங்கள் இடது கையால் பிடித்துக் கொள்ளுங்கள்.
ta_my: இப்போது உங்கள் தொலைபேசியை இடது கையால் தோள்பட்டை உயரத்தில் முழங்கை வளைத்து வைத்துக் கொள்ளுங்கள்.
th: ตอนนี้ให้ใช้มือซ้ายถือโทรศัพท์ที่ความสูงระดับไหล่โดยงอข้อศอกของคุณไว้
tr: Şimdi telefonunuzu dirseğiniz kıvrık olarak omuz yüksekliğinde SOL elinizle tutun.
uk: Тепер тримайте телефон у ЛІВІЙ руці із зігнутим ліктем на рівні плечей.
vi: Bây giờ, hãy cầm điện thoại với tay TRÁI của bạn cao bằng vai cùng khủy tay bị gập.
vi_vn: Bây giờ, hãy cầm điện thoại của bạn bằng tay TRÁI ở độ cao ngang vai với khuỷu tay cong.
xh_za: Ngoku bamba ifowuni yakho ngesandla sakho SASEKHOHLO kubude begxalaba ngengqiniba yakho igotyiwe.
zh_cn: 现在用左手握住手机，举至肩高并弯曲手肘。
zh_hans_my: 现在用左手握住手机，与肩同高，肘部弯曲。
zh_hk: 現在彎曲左手手肘，並將電話拿到肩膊的高度。
zh_tw: 現在請用「左手」拿著電話，舉至與肩同高時手肘彎曲。
