Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_1_LEFT
source: Sit down on the edge of a chair. When you begin you will put your device on your left knee for a measurement. Please turn the sound on your device on so you can hear instructions.
ar: اجلس على حافة كرسي. عند البدء ستضع جهازك على ركبتك اليسرى لإجراء قياس. الرجاء تشغيل الصوت على جهازك حتى تتمكن من سماع التعليمات.
ca: Seu a la punta d’una cadira. Quan comencis, et posaràs el dispositiu a sobre del genoll esquerre per prendre una mesura. Activa el so del dispositiu per poder sentir les instruccions.
cs: Sedněte si na kraj židle. V dalším kroku budete vyzváni, abyste svoje zařízení přiložili k levému kolenu kvůli měření. Zapněte na zařízení zvuk, abyste slyšeli pokyny.
da: Sæt dig på kanten af en stol. Når du starter, anbringer du din enhed på dit venstre knæ for at tage et mål. Slå lyden til på din enhed, så du kan høre instruktioner.
de: Setze dich an den Rand eines Stuhls. Wenn es losgeht, legst du dein Gerät zur Messung auf dein linkes Knie. Bitte schalte bei deinem Gerät den Ton an, damit du die Anweisungen hören kannst.
de_at: Setzen Sie sich auf die Sesselkante. Wenn Sie beginnen, legen Sie Ihr Gerät für eine Messung auf das linke Knie. Bitte schalten Sie den Ton auf Ihrem Gerät ein, damit Sie Anweisungen hören können.
el: Καθίστε στην άκρη μιας καρέκλας. Όταν ξεκινήσετε, θα τοποθετήσετε τη συσκευή στο αριστερό σας γόνατο για τη μέτρηση. Αυξήστε την ένταση ήχου στη συσκευή για να ακούσετε τις οδηγίες.
es: Siéntate en el borde de una silla. Cuando estés preparado, colócate el dispositivo en la rodilla izquierda para empezar a medir. Activa el sonido del dispositivo para oír las instrucciones.
fil_ph: Umupo sa gilid ng isang upuan. Kapag nagsimula ka ay ilalagay mo ang iyong device sa iyong kaliwang tuhod para sa isang pagsukat. Mangyaring buksan ang tunog sa iyong device upang marinig mo ang mga instruction.
fr: Asseyez-vous sur le bord d’une chaise. Commencez par placer votre appareil sur le genou gauche pour prendre une mesure. Veillez à activer le son pour entendre les instructions.
he: שב/י על חלקו הקדמי של הכיסא. בתחילת הפעילות, תצטרך/י להניח את המכשיר על ברך שמאל כדי לבצע מדידות. ודא/י שהצליל במכשיר מופעל כדי שתוכל/י לשמוע את ההנחיות.
hi: कुर्सी के किनारे पर बैठ जाएँ। आरंभ करने पर आपको माप के लिए अपने बाएँ घुटने पर अपना उपकरण रखना होगा। कृपया अपने उपकरण पर ध्वनि चालू करें जिससे आप निर्देश सुन सकें।
hr: Sjednite na rub stolice. Kad započnete, trebat ćete staviti uređaj na lijevo koljeno radi mjerenja. Molimo, uključite zvuk na uređaju kako biste čuli upute.
hu: Üljön le egy szék szélére. Első lépésként tegye az eszközét a bal térdére egy mérés elvégzéséhez. Kapcsolja be a hangot az eszközén, hogy hallja az utasításokat.
id: Duduk di tepi kursi. Saat Anda memulai, taruh perangkat di lutut kiri Anda untuk pengukuran. Nyalakan bunyi perangkat sehingga Anda dapat mendengar instruksi.
it: Siediti sul bordo di una sedia. All’inizio posizionerai il dispositivo sul ginocchio sinistro per una misurazione. Attiva i suoni del dispositivo per poter sentire le istruzioni.
ja: 椅子の端に座ってください。始めるときは、測定のためにデバイスを左膝の上に置きます。指示が聞こえるように、デバイスのサウンドをオンにしてください。
ms: Duduk di pinggir kerusi. Apabila anda bermula anda akan meletakkan peranti anda di atas lutut kiri anda untuk ukuran. Sila aktifkan bunyi pada peranti anda supaya anda boleh mendengar arahan.
ms_latn_sg: Duduk pada pinggir kerusi. Apabila bermula anda akan menempatkan peranti anda pada lutut kiri untuk mendapatkan ukuran. Sila hidupkan bunyi pada peranti anda supaya anda boleh mendengar arahan.
nb_no: Sett deg på kanten av en stol. Når du begynner legger du enheten på venstre kne for en måling. Slå på lyden på enheten slik at du kan høre instruksjonene.
nl: Ga op de rand van een stoel zitten. Wanneer je begint, plaats je je apparaat op je linkerknie voor een meting. Schakel het geluid van je apparaat in zodat je instructies kunt horen.
no: Sett deg på kanten av stolen. Når du starter, må du legge enheten på venstre kne for en måling. Slå på lyden på enheten så du kan høre instruksjonene.
or_in: ଗୋଟିଏ ଚେୟାର୍‍ର ଧାରରେ ବସନ୍ତୁ | ଯେତେବେଳେ ଆପଣ ଆରମ୍ଭ କରିବେ ସେତେବେଳେ ଆପଣ ନିଜର ବାମ ଆଣ୍ଠୁ ଉପରେ ମାପିବା ପାଇଁ ଡିଭାଇସ୍‍କୁ ରଖିବେ | ଦୟାକରି ନିଜର ଡିଭାଇସ୍‍ର ସାଉଣ୍ଡ ଅନ୍‍ କରନ୍ତୁ ଫଳରେ ଆପଣ ନିର୍ଦ୍ଦେଶ ଶୁଣିପାରିବେ |
pl: Usiądź na krawędzi krzesła. Na początek umieścisz urządzenie na lewym kolanie w celu pomiaru. Włącz dźwięk w urządzeniu, aby słyszeć instrukcje.
pt_pt: Sente‑se na extremidade de uma cadeira. Ao iniciar, coloque o dispositivo sobre o seu joelho esquerdo para uma medição. Ative o som do dispositivo para poder ouvir as instruções.
ro: Așezați-vă pe marginea unui scaun. Când începeți, puneți-vă dispozitivul pe genunchiul stâng pentru măsurătoare. Activați sunetul pe dispozitivul dvs. pentru a auzi instrucțiunile.
ru: Сядьте на край стула. Сперва положите устройство на левую ногу, ближе к колену: это необходимо для оценивания. Включите звук на устройстве для прослушивания инструкций.
sk: Na zariadení zapnite zvuk, aby ste počuli pokyny. Sadnite si na okraj stoličky. Po spustení aktivity si na účely merania pridržte zariadenie na ľavom kolene.
sv: Sätt dig längst ut på en stol. Du börjar med att lägga enheten på ditt vänstra knä så att det kan mätas. Slå på ljudet på enheten så att du kan höra anvisningarna.
ta_in: ஒரு நாற்காலியின் விளிம்பில் உட்கார்ந்து கொள்ளுங்கள். நீங்கள் தொடங்கும்போது சாதனத்தை உங்கள் இடது முழங்காலில் அளவீட்டிற்க்காக வைப்பீர்கள். உங்கள் சாதனத்தில் உள்ள ஒலியை இயக்குவதன் மூலம் நீங்கள் வழிமுறைகளைக் கேட்கலாம்.
ta_my: நாற்காலியின் விளிம்பில் உட்கார்ந்து கொள்ளுங்கள். நீங்கள் தொடங்கும் போது உங்கள் சாதனத்தை உங்கள் இடது முழங்காலில் அளவீடு செய்வீர்கள். தயவுசெய்து உங்கள் சாதனத்தில் ஒலியை இயக்கவும், அதஆல் நீங்கள் வழிமுறைகளைக் கேட்க முடியும்.
th: นั่งตรงขอบของเก้าอี้ เมื่อคุณเริ่มต้นคุณจะต้องวางอุปกรณ์ไว้บนเข่าข้างซ้ายของคุณสำหรับการวัด โปรดเปิดเสียงบนอุปกรณ์ของคุณเพื่อให้คุณสามารถฟังขั้นตอนได้
tr: Bir sandalyenin kenarına oturun. Başladığınızda, aygıtınızı ölçüm için sol dizinize koyacaksınız. Yönergeleri duyabilmeniz için lütfen aygıtınızın sesini açın.
uk: Сідайте на край стільця. Почніть, поклавши свій пристрій на ліве коліно для вимірювання. Будь ласка, увімкніть звук на своєму пристрою, щоб чути вказівки.
vi: Ngồi xuống trên mép ghế. Khi bạn bắt đầu, bạn sẽ đặt thiết bị trên đầu gối chân trái để lấy số đo. Vui lòng bật âm thanh của thiết bị để bạn có thể nghe thấy các hướng dẫn.
vi_vn: Ngồi xuống mép ghế. Khi bắt đầu, bạn sẽ đặt thiết bị trên đầu gối trái để đo. Vui lòng bật âm thanh trên thiết bị để bạn có thể nghe thấy hướng dẫn.
xh_za: Hlala phantsi kwincam yesitulo. Xa uqalisa uza kubeka isixhobo sakho kwidolo lakho lasekhohlo ukulinganisa. Nceda uvule isandi kwisixhobo sakho ukuze ukwazi ukuva imiyalelo.
zh_cn: 坐在椅子的边缘上。开始前，将设备放在左膝上进行测试。请打开设备的声音，方便您听到指示。
zh_hans_my: 坐在椅子的边缘。开始时，您要将设备放在左膝上进行测量。请打开设备上的声音，以便您可以听到指示。
zh_hk: 請坐在椅子的邊緣。當你開始時，你須將裝置放在左膝上以進行測量。請開啟裝置的聲音，讓你可以聽取指示。
zh_tw: 坐在椅子邊緣上。開始時，請將裝置放在左膝上來進行測量。請開啟裝置的聲音以便聽取指示。

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_1_RIGHT
source: Sit down on the edge of a chair. When you begin you will put your device on your right knee for a measurement. Please turn the sound on your device on so you can hear instructions.
ar: اجلس على حافة كرسي. عند البدء ستضع جهازك على ركبتك اليمنى لإجراء قياس. الرجاء تشغيل الصوت على جهازك حتى تتمكن من سماع التعليمات.
ca: Seu a la punta d’una cadira. Quan comencis, et posaràs el dispositiu a sobre del genoll dret per prendre una mesura. Activa el so del dispositiu per poder sentir les instruccions.
cs: Sedněte si na kraj židle. V dalším kroku budete vyzváni, abyste svoje zařízení přiložili k pravému kolenu kvůli měření. Zapněte na zařízení zvuk, abyste slyšeli pokyny.
da: Sæt dig på kanten af en stol. Når du starter, anbringer du din enhed på dit højre knæ for at tage et mål. Slå lyden til på din enhed, så du kan høre instruktioner.
de: Setze dich an den Rand eines Stuhls. Wenn es losgeht, legst du dein Gerät zur Messung auf dein rechtes Knie. Bitte schalte bei deinem Gerät den Ton an, damit du die Anweisungen hören kannst.
de_at: Setzen Sie sich auf die Sesselkante. Wenn Sie beginnen, legen Sie Ihr Gerät für eine Messung auf das rechte Knie. Bitte schalten Sie den Ton auf Ihrem Gerät ein, damit Sie Anweisungen hören können.
el: Καθίστε στην άκρη μιας καρέκλας. Όταν ξεκινήσετε, θα τοποθετήσετε τη συσκευή στο δεξιό σας γόνατο για τη μέτρηση. Αυξήστε την ένταση ήχου στη συσκευή για να ακούσετε τις οδηγίες.
es: Siéntate en el borde de una silla. Cuando estés preparado, colócate el dispositivo en la rodilla derecha para empezar a medir. Activa el sonido del dispositivo para oír las instrucciones.
fil_ph: Umupo sa gilid ng isang upuan. Kapag nagsimula ka ay ilalagay mo ang iyong device sa iyong kanang tuhod para sa isang pagsukat. Mangyaring buksan ang tunog sa iyong device upang marinig mo ang mga instruction.
fr: Asseyez-vous sur le bord d’une chaise. Commencez par placer votre appareil sur le genou droit pour prendre une mesure. Veillez à activer le son pour entendre les instructions.
he: שב/י על חלקו הקדמי של הכיסא. בתחילת הפעילות, תצטרך/י להניח את המכשיר על ברך ימין כדי לבצע מדידות. ודא/י שהצליל במכשיר מופעל כדי שתוכל/י לשמוע את ההנחיות.
hi: कुर्सी के किनारे पर बैठ जाएँ। आरंभ करने पर आपको माप के लिए अपने दाएँ घुटने पर अपना उपकरण रखना होगा। कृपया अपने उपकरण पर ध्वनि चालू करें जिससे आप निर्देश सुन सकें।
hr: Sjednite na rub stolice. Kad započnete, trebat ćete staviti uređaj na desno koljeno radi mjerenja. Molimo, uključite zvuk na uređaju kako biste čuli upute.
hu: Üljön le egy szék szélére. Első lépésként tegye az eszközét a jobb térdére egy mérés elvégzéséhez. Kapcsolja be a hangot az eszközén, hogy hallja az utasításokat.
id: Duduk di tepi kursi. Saat Anda memulai, taruh perangkat di lutut kanan Anda untuk pengukuran. Nyalakan bunyi perangkat sehingga Anda dapat mendengar instruksi.
it: Siediti sul bordo di una sedia. All’inizio posizionerai il dispositivo sul ginocchio destro per una misurazione. Attiva i suoni del dispositivo per poter sentire le istruzioni.
ja: 椅子の端に座ってください。始めるときは、測定のためにデバイスを右膝の上に置きます。指示が聞こえるように、デバイスのサウンドをオンにしてください。
ms: Duduk di pinggir kerusi. Apabila anda bermula anda akan meletakkan peranti anda di atas lutut kanan anda untuk ukuran. Sila aktifkan bunyi pada peranti anda supaya anda boleh mendengar arahan.
ms_latn_sg: Duduk pada pinggir kerusi. Apabila bermula anda akan menempatkan peranti anda pada lutut kanan untuk mendapatkan ukuran. Sila hidupkan bunyi pada peranti anda supaya anda boleh mendengar arahan.
nb_no: Sett deg på kanten av en stol. Når du begynner, legger du enheten på høyre kne for en måling. Slå på lyden på enheten slik at du kan høre instruksjonene.
nl: Ga op de rand van een stoel zitten. Wanneer je begint, plaats je je apparaat op je rechterknie voor een meting. Schakel het geluid van je apparaat in zodat je instructies kunt horen.
no: Sett deg på kanten av stolen. Når du starter, må du legge enheten på høyre kne for en måling. Slå på lyden på enheten så du kan høre instruksjonene.
or_in: ଗୋଟିଏ ଚେୟାର୍‍ର ଧାରରେ ବସନ୍ତୁ | ଯେତେବେଳେ ଆପଣ ଆରମ୍ଭ କରିବେ ସେତେବେଳେ ଆପଣ ନିଜର ଡାହାଣ ଆଣ୍ଠୁ ଉପରେ ମାପିବା ପାଇଁ ଡିଭାଇସ୍‍କୁ ରଖିବେ | ଦୟାକରି ନିଜର ଡିଭାଇସ୍‍ର ସାଉଣ୍ଡ ଅନ୍‍ କରନ୍ତୁ ଫଳରେ ଆପଣ ନିର୍ଦ୍ଦେଶ ଶୁଣିପାରିବେ |
pl: Usiądź na krawędzi krzesła. Na początek umieścisz urządzenie na prawym kolanie w celu pomiaru. Włącz dźwięk w urządzeniu, aby słyszeć instrukcje.
pt_pt: Sente‑se na extremidade de uma cadeira. Ao iniciar, coloque o dispositivo sobre o seu joelho direito para uma medição. Ative o som do dispositivo para poder ouvir as instruções.
ro: Așezați-vă pe marginea unui scaun. Când începeți, puneți-vă dispozitivul pe genunchiul drept pentru măsurătoare. Activați sunetul pe dispozitivul dvs. pentru a auzi instrucțiunile.
ru: Сядьте на край стула. Сперва положите устройство на правую ногу, ближе к колену: это необходимо для оценивания. Включите звук на устройстве для прослушивания инструкций.
sk: Na zariadení zapnite zvuk, aby ste počuli pokyny. Sadnite si na okraj stoličky. Po spustení aktivity si na účely merania pridržte zariadenie na pravom kolene.
sv: Sätt dig längst ut på en stol. Du börjar med att lägga enheten på ditt högra knä så att det kan mätas. Slå på ljudet på enheten så att du kan höra anvisningarna.
ta_in: ஒரு நாற்காலியின் விளிம்பில் உட்கார்ந்து கொள்ளுங்கள். நீங்கள் தொடங்கும்போது சாதனத்தை அளவீட்டிற்க்காக உங்கள் வலது முழங்காலில் வைப்பீர்கள். உங்கள் சாதனத்தில் உள்ள ஒலியை இயக்குவதன் மூலம் நீங்கள் வழிமுறைகளைக் கேட்கலாம்.
ta_my: நாற்காலியின் விளிம்பில் உட்கார்ந்து கொள்ளுங்கள். நீங்கள் தொடங்கும் போது உங்கள் சாதனத்தை உங்கள் வலது முழங்காலில் அளவீடு செய்வீர்கள். தயவுசெய்து உங்கள் சாதனத்தில் ஒலியை இயக்கவும், அதஆல் நீங்கள் வழிமுறைகளைக் கேட்க முடியும்.
th: นั่งตรงขอบของเก้าอี้ เมื่อคุณเริ่มต้นคุณจะต้องวางอุปกรณ์ไว้บนเข่าข้างขวาของคุณสำหรับการวัด โปรดเปิดเสียงบนอุปกรณ์ของคุณเพื่อให้คุณสามารถฟังขั้นตอนได้
tr: Bir sandalyenin kenarına oturun. Başladığınızda, aygıtınızı ölçüm için sağ dizinize koyacaksınız. Yönergeleri duyabilmeniz için lütfen aygıtınızın sesini açın.
uk: Сідайте на край стільця. Почніть, поклавши свій пристрій на праве коліно для вимірювання. Будь ласка, увімкніть звук на своєму пристрою, щоб чути вказівки.
vi: Ngồi xuống trên mép ghế. Khi bạn bắt đầu, bạn sẽ đặt thiết bị trên đầu gối chân phải để lấy số đo. Vui lòng bật âm thanh của thiết bị để bạn có thể nghe thấy các hướng dẫn.
vi_vn: Ngồi xuống mép ghế. Khi bắt đầu, bạn sẽ đặt thiết bị trên đầu gối phải để đo. Vui lòng bật âm thanh trên thiết bị để bạn có thể nghe thấy hướng dẫn.
xh_za: Hlala phantsi kwincam yesitulo. Xa uqalisa uza kubeka isixhobo sakho kwidolo lakho lasekunene ukulinganisa. Nceda uvule isandi kwisixhobo sakho ukuze ukwazi ukuva imiyalelo.
zh_cn: 坐在椅子的边缘上。开始前，将设备放在右膝上进行测试。请打开设备的声音，方便您听到指示。
zh_hans_my: 坐在椅子的边缘。开始时，您要将设备放在右膝上进行测量。请打开设备上的声音，以便您可以听到指示。
zh_hk: 請坐在椅子的邊緣。當你開始時，你須將裝置放在右膝上以進行測量。請開啟裝置的聲音，讓你可以聽取指示。
zh_tw: 坐在椅子邊緣上。開始時，請將裝置放在右膝上來進行測量。請開啟裝置的聲音以便聽取指示。

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_2_LEFT
source: Place your device on your left knee with the screen facing out, as pictured.
ar: ضع جهازك على ركبتك اليسرى بحيث تكون الشاشة موجهة للخارج، كما هو موضح في الصورة.
ca: Posa’t el dispositiu a sobre del genoll esquerre amb la pantalla cap enfora, tal com es mostra.
cs: Přiložte zařízení k levému kolenu displejem od sebe, jak vidíte na obrázku.
da: Anbring din enhed på dit venstre knæ med skærmen udad som vist på billedet.
de: Lege dein Gerät wie abgebildet auf dein linkes Knie mit dem Bildschirm nach außen.
de_at: Legen Sie Ihr Gerät wie abgebildet mit dem Bildschirm nach außen auf das linke Knie.
el: Τοποθετήστε τη συσκευή στο αριστερό σας γόνατο με την οθόνη να κοιτά προς τα έξω, όπως φαίνεται στην εικόνα.
es: Colócate el dispositivo en la rodilla izquierda con la pantalla hacia arriba, tal y como se ve en la imagen.
fil_ph: Ilagay ang iyong device sa iyong kaliwang tuhod na nakaharap ang screen, tulad ng nakalarawan.
fr: Placez votre appareil sur le genou gauche avec l’écran orienté vers le haut, comme illustré.
he: הנח/י את המכשיר על ברך שמאל כשהמסך מופנה כלפי מעלה, כפי שנראה בתמונה.
hi: स्क्रीन को बाहर की ओर करके अपना उपकरण अपने बाएँ घुटने पर रखें, जैसा तस्वीर में दिखाया गया है।
hr: Stavite uređaj na lijevo koljeno, sa zaslonom okrenutim prema van, kako je prikazano na slici.
hu: Tegye az eszközét a bal térdére úgy, hogy a kijelző kifelé nézzen, ahogy ez a képen is látható.
id: Letakkan perangkat di lutut kiri Anda dengan layar menghadap keluar, sebagaimana yang terlihat di gambar.
it: Posiziona il dispositivo sul ginocchio sinistro con lo schermo rivolto all’esterno, come illustrato.
ja: 写真のように、画面を外側に向けてデバイスを左膝の上に置きます。
ms: Letakkan peranti anda di atas lutut kiri anda dengan skrin menghadap ke luar, seperti dalam gambar.
ms_latn_sg: Tempatkan peranti pada lutut kiri anda dengan skrin menghadap ke luar, seperti dalam gambar.
nb_no: Plasser enheten på venstre kne med skjermen vendt ut, som vist på bildet.
nl: Plaats je apparaat op je linkerknie met het scherm naar boven en de leesrichting van je af, zoals in de afbeelding.
no: Legg enheten på venstre kne med skjermen vendt utover, som illustrert på bildet.
or_in: ଚିତ୍ର ପରି, ଆପଣଙ୍କର ଡିଭାଇସ୍ କୁ ସ୍କ୍ରିନ୍‍ ସାମ୍ନାରେ ବାମ ଆଣ୍ଠୁ ଉପରେ ରଖନ୍ତୁ |
pl: Umieść urządzenie na lewym kolanie, a ekran skieruj na zewnątrz, tak jak na ilustracji.
pt_pt: Coloque o dispositivo sobre o seu joelho esquerdo com o ecrã virado para fora, como na imagem.
ro: Așezați dispozitivul pe genunchiul stâng cu ecranul în sus, ca în imagine.
ru: Положите устройство экраном вниз на левую ногу, ближе к колену, как показано на картинке.
sk: Položte zariadenie na ľavé koleno obrazovkou nahor, ako je to znázornené na obrázku.
sv: Lägg enheten på ditt vänstra knä med skärmen utåt (se bild).
ta_in: உங்கள் இடது முழங்காலில் உங்கள் சாதனத்தை ஸ்கிரீன் வெளிப்புறமாக, காட்சிப்படுத்தியுள்ளவாறு வைக்கவும்.
ta_my: உங்கள் சாதனத்தை உங்கள் இடது முழங்காலில் திரையில் எதிர்கொள்ளும் படி வைக்கவும்.
th: วางอุปกรณ์ไว้บนเข่าข้างซ้ายของคุณพร้อมกับหงายหน้าจอขึ้น ดังภาพ
tr: Aygıtınızı, resimde gösterildiği gibi ekran dışa bakacak şekilde sol dizinize yerleştirin.
uk: Покладіть свій пристрій на ліве коліно екраном назовні, як показано.
vi: Đặt thiết bị trên đầu gối chân trái của bạn với màn hình hướng ra ngoài, giống như trong hình.
vi_vn: Đặt thiết bị của bạn trên đầu gối trái với màn hình hướng ra ngoài, như trong hình.
xh_za: Beka isixhobo sakho kwidolo lakho lasekhohlo isikrini sijonge phandle, njengoko kubonisiwe emfanekisweni.
zh_cn: 将设备放在您的左膝上，屏幕朝外，如图所示。
zh_hans_my: 将设备放在左膝上，屏幕朝外，如图所示。
zh_hk: 請將裝置放在左膝上，螢幕向外（如圖）。
zh_tw: 將裝置放在您的左膝上，螢幕朝上（如圖所示）。

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_2_RIGHT
source: Place your device on your right knee with the screen facing out, as pictured.
ar: ضع جهازك على ركبتك اليمنى بحيث تكون الشاشة موجهة للخارج، كما هو موضح في الصورة.
ca: Posa’t el dispositiu a sobre del genoll dret amb la pantalla cap enfora, tal com es mostra.
cs: Přiložte zařízení k pravému kolenu displejem od sebe, jak vidíte na obrázku.
da: Anbring din enhed på dit højre knæ med skærmen udad som vist på billedet.
de: Lege dein Gerät wie abgebildet auf dein rechtes Knie mit dem Bildschirm nach außen.
de_at: Legen Sie Ihr Gerät wie abgebildet mit dem Bildschirm nach außen auf das rechte Knie.
el: Τοποθετήστε τη συσκευή στο δεξιό σας γόνατο με την οθόνη να κοιτά προς τα έξω, όπως φαίνεται στην εικόνα.
es: Colócate el dispositivo en la rodilla derecha con la pantalla hacia arriba, tal y como se ve en la imagen.
fil_ph: Ilagay ang iyong device sa iyong kanang tuhod na nakaharap ang screen, tulad ng nakalarawan.
fr: Placez votre appareil sur le genou droit avec l’écran orienté vers le haut, comme illustré.
he: הנח/י את המכשיר על ברך ימין כשהמסך מופנה כלפי מעלה, כפי שנראה בתמונה.
hi: स्क्रीन को बाहर की ओर करके अपना उपकरण अपने दाएँ घुटने पर रखें, जैसा तस्वीर में दिखाया गया है।
hr: Stavite uređaj na desno koljeno, sa zaslonom okrenutim prema van, kako je prikazano na slici.
hu: Tegye az eszközét a jobb térdére úgy, hogy a kijelző kifelé nézzen, ahogy ez a képen is látható.
id: Letakkan perangkat di lutut kanan Anda dengan layar menghadap keluar, sebagaimana yang terlihat di gambar.
it: Posiziona il dispositivo sul ginocchio destro con lo schermo rivolto all’esterno, come illustrato.
ja: 写真のように、画面を外側に向けてデバイスを右膝の上に置きます。
ms: Letakkan peranti anda di atas lutut kanan anda dengan skrin menghadap ke luar, seperti dalam gambar.
ms_latn_sg: Tempatkan peranti pada lutut kanan anda dengan skrin menghadap ke luar, seperti dalam gambar.
nb_no: Plasser enheten på høyre kne med skjermen vendt ut, som vist på bildet.
nl: Plaats je apparaat op je rechterknie met het scherm naar boven en de leesrichting van je af, zoals in de afbeelding.
no: Legg enheten på høyre kne med skjermen vendt utover, som illustrert på bildet.
or_in: ଚିତ୍ର ପରି, ଆପଣଙ୍କର ଡିଭାଇସ୍ କୁ ସ୍କ୍ରିନ୍‍ ସାମ୍ନାରେ ଡାହାଣ ଆଣ୍ଠୁ ଉପରେ ରଖନ୍ତୁ |
pl: Umieść urządzenie na prawym kolanie, a ekran skieruj na zewnątrz, tak jak na ilustracji.
pt_pt: Coloque o dispositivo sobre o seu joelho direito com o ecrã virado para fora, como na imagem.
ro: Așezați dispozitivul pe genunchiul drept cu ecranul în sus, ca în imagine.
ru: Положите устройство экраном вниз на правую ногу, ближе к колену, как показано на картинке.
sk: Pridržte si zariadenie na pravom kolene obrazovkou nahor, ako je to znázornené na obrázku.
sv: Lägg enheten på ditt högra knä med skärmen utåt (se bild).
ta_in: உங்கள் வலது முழங்காலில் உங்கள் சாதனத்தை ஸ்கிரீன் வெளிப்புறமாக, காட்சிப்படுத்தியுள்ளவாறு வைக்கவும்.
ta_my: உங்கள் சாதனத்தை உங்கள் வலது முழங்காலில் திரையில் எதிர்கொள்ளுமாறு வைக்கவும்.
th: วางอุปกรณ์ไว้บนเข่าข้างขวาของคุณพร้อมกับหงายหน้าจอขึ้น ดังภาพ
tr: Aygıtınızı, resimde gösterildiği gibi ekran dışa bakacak şekilde sağ dizinize yerleştirin.
uk: Покладіть свій пристрій на праве коліно екраном назовні, як показано.
vi: Đặt thiết bị trên đầu gối chân phải của bạn với màn hình hướng ra ngoài, giống như trong hình.
vi_vn: Đặt thiết bị của bạn trên đầu gối phải với màn hình hướng ra ngoài, như trong hình.
xh_za: Beka isixhobo sakho kwidolo lakho lasekunene isikrini sijonge phandle, njengoko kubonisiwe emfanekisweni.
zh_cn: 将设备放在您的右膝上，屏幕朝外，如图所示。
zh_hans_my: 将设备放在右膝上，屏幕朝外，如图所示。
zh_hk: 請將裝置放在右膝上，螢幕向外（如圖）。
zh_tw: 將裝置放在您的右膝上，螢幕朝上（如圖所示）。
