Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TREMOR_TEST_INTRO_2_LEFT_HAND_TEXT
source: Hold the phone in your LEFT hand as shown in the image below.
ar: أمسك الهاتف في يدك اليسرى كما يظهر في الصورة أدناه.
ca: Agafa el mòbil amb la mà ESQUERRA, tal com es mostra a la imatge de sota.
cs: Podržte telefon v LEVÉ ruce tak, jak vidíte na obrázku.
da: Hold telefonen i din VENSTRE hånd som vist på billedet nedenfor.
de: Halte dein Telefon in der LINKEN Hand, wie unten im Bild zu sehen.
de_at: Halten Sie das Handy in der LINKEN Hand, wie in der Abbildung unten gezeigt.
el: Κρατήστε το τηλέφωνο στο ΑΡΙΣΤΕΡΟ χέρι σας όπως φαίνεται στην παρακάτω εικόνα.
es: Aguanta el teléfono en la mano izquierda como se muestra en la imagen siguiente.
es_419: Agarra el teléfono con tu mano izquierda como se muestra en la imagen.
fi: Pidä puhelinta alla olevan kuvan mukaisesti VASEMMASSA kädessä.
fil_ph: Hawakan ang phone sa iyong KALIWANG kamay tulad ng ipinakita sa image sa ibaba.
fr: Tenez votre téléphone dans la main GAUCHE, comme indiqué dans l’image ci-dessous.
fr_ca: Tenez le téléphone dans la main GAUCHE comme indiqué dans l’image ci-dessous.
he: החזק/י את הטלפון ביד שמאל, כמתואר בתמונה למטה.
hi: नीचे दी गई छवि में दिखाए अनुसार फ़ोन को अपने बाएँ हाथ में पकड़ें।
hr: Držite telefon u LIJEVOJ ruci kako je prikazano na slici ispod.
hu: Tartsa a telefont a BAL kezében, a képen látható módon.
id: Genggam telepon Anda di tangan KIRI seperti yang ditampilkan dalam gambar di bawah.
it: Tieni il telefono nella mano SINISTRA come mostrato nell'immagine sotto.
ja: 下の図のように、左手で電話を持ってください。
ms: Pegang telefon di tangan KIRI anda seperti yang ditunjukkan dalam imej di bawah.
ms_latn_sg: Pegang telefon anda dengan tangan KIRI seperti yang ditunjukkan dalam imej di bawah.
nb_no: Hold telefonen i VENSTRE hånd som vist i bildet nedenfor.
nl: Houd de telefoon in je LINKERHAND, zoals hieronder afgebeeld.
no: Hold telefonen i din VENSTRE hånd som vist i bildet nedenfor.
or_in: ତଳେ ଦେଖାଯାଇଥିବା ଛବି ଭଳି, ଆପଣ ନିଜର ବାମ ହାତରେ ଫୋନ୍‍ ଧରନ୍ତୁ |
pl: Trzymaj telefon w LEWEJ ręce, tak jak na obrazku poniżej.
pt_pt: Segure no telefone (como mostra a imagem abaixo) com a mão ESQUERDA.
ro: Țineți telefonul în mâna STÂNGĂ, ca în imaginea de mai jos.
ru: Держите телефон ЛЕВОЙ рукой, как показано на изображении ниже.
sk: Držte telefón v ĽAVEJ ruke, ako na obrázku nižšie.
sv: Håll telefonen i den VÄNSTRA handen enligt bilden nedan.
ta_in: கீழே படத்தில் காட்டியுள்ளபடி தொலைபேசியை இடது கையில் பிடித்திருங்கள்.
ta_my: கீழே உள்ள படத்தில் காட்டப்பட்டுள்ளபடி உங்கள் இடது கையில் தொலைபேசியை வைத்திருங்கள்.
th: ถือโทรศัพท์ไว้ในมือซ้ายตามที่แสดงในรูปภาพด้านล่าง
tr: Telefonu aşağıdaki görüntüde gösterildiği gibi SOL elinizde tutun.
uk: Тримайте телефон у ЛІВІЙ руці, як це показано на зображенні нижче.
vi: Cầm điện thoại bằng tay TRÁI như được hiển thị trong hình bên dưới.
vi_vn: Giữ điện thoại trong tay TRÁI của bạn như thể hiện trong hình dưới đây.
xh_za: Bamba ifowuni ngesandla sakho SASEKHOHLO njengoko kubonisiwe kumfanekiso ongezantsi.
zh_cn: 如下图所示，用左手握住手机。
zh_hans_my: 用左手握住手机，如下图所示。
zh_hk: 請用左手拿着電話，如下圖所示。
zh_tw: 將電話拿在「左手」，如下方影像所示。

# TREMOR_TEST_INTRO_2_RIGHT_HAND_TEXT
source: Hold the phone in your RIGHT hand as shown in the image below.
ar: أمسك الهاتف في يدك اليمنى كما يظهر في الصورة أدناه.
ca: Agafa el mòbil amb la mà DRETA, tal com es mostra a la imatge de sota.
cs: Podržte telefon v PRAVÉ ruce tak, jak vidíte na obrázku.
da: Hold telefonen i din HØJRE hånd som vist på billedet nedenfor.
de: Halte dein Telefon in der RECHTEN Hand, wie unten im Bild zu sehen.
de_at: Halten Sie das Handy in der RECHTEN Hand, wie in der Abbildung unten gezeigt.
el: Κρατήστε το τηλέφωνο στο ΔΕΞΙΟ χέρι σας όπως φαίνεται στην παρακάτω εικόνα.
es: Aguanta el teléfono en la mano derecha como se muestra en la imagen siguiente.
es_419: Agarra el teléfono con tu mano derecha como se muestra en la imagen.
fi: Pidä puhelinta alla olevan kuvan mukaisesti OIKEASSA kädessä.
fil_ph: Hawakan ang phone sa iyong KANANG kamay tulad ng ipinakita sa image sa ibaba.
fr: Tenez votre téléphone dans la main DROITE, comme indiqué dans l’image ci-dessous.
fr_ca: Tenez le téléphone dans la main DROITE comme indiqué dans l’image ci-dessous.
he: החזק/י את הטלפון ביד ימין, כמתואר בתמונה למטה.
hi: नीचे दी गई छवि में दिखाए अनुसार फ़ोन को अपने दाएँ हाथ में पकड़ें।
hr: Držite telefon u DESNOJ ruci kako je prikazano na slici ispod.
hu: Tartsa a telefont a JOBB kezében, a képen látható módon.
id: Genggam telepon Anda di tangan KANAN seperti yang ditampilkan dalam gambar di bawah.
it: Tieni il telefono nella mano DESTRA come mostrato nell'immagine sotto.
ja: 下の図のように、右手で電話を持ってください。
ms: Pegang telefon di tangan KANAN anda seperti yang ditunjukkan dalam imej di bawah.
ms_latn_sg: Pegang telefon anda dengan tangan KANAN seperti yang ditunjukkan dalam imej di bawah.
nb_no: Hold telefonen i HØYRE hånd som vist i bildet nedenfor.
nl: Houd de telefoon in je RECHTERHAND, zoals hieronder afgebeeld.
no: Hold telefonen i din HØYRE hånd som vist i bildet nedenfor.
or_in: ତଳେ ଦେଖାଯାଇଥିବା ଛବି ଭଳି, ଆପଣ ନିଜର ଡାହାଣ ହାତରେ ଫୋନ୍‍ ଧରନ୍ତୁ |
pl: Trzymaj telefon w PRAWEJ ręce, tak jak na obrazku poniżej.
pt_pt: Segure no telefone (como mostra a imagem abaixo) com a mão DIREITA.
ro: Țineți telefonul în mâna DREAPTĂ, ca în imaginea de mai jos.
ru: Держите телефон ПРАВОЙ рукой, как показано на изображении ниже.
sk: Držte telefón v PRAVEJ ruke, ako na obrázku nižšie.
sv: Håll telefonen i den HÖGRA handen enligt bilden nedan.
ta_in: கீழே படத்தில் காட்டியுள்ளபடி தொலைபேசியை வலது கையில் பிடித்திருங்கள்.
ta_my: கீழே உள்ள படத்தில் காட்டப்பட்டுள்ளபடி உங்கள் வலது கையில் தொலைபேசியை வைத்திருங்கள்.
th: ถือโทรศัพท์ไว้ในมือขวาตามที่แสดงในรูปภาพด้านล่าง
tr: Telefonu aşağıdaki görüntüde gösterildiği gibi SAĞ elinizde tutun.
uk: Тримайте телефон у ПРАВІЙ руці, як це показано на зображенні нижче.
vi: Cầm điện thoại bằng tay PHẢI như được hiển thị trong hình bên dưới.
vi_vn: Giữ điện thoại trong tay PHẢI của bạn như thể hiện trong hình dưới đây.
xh_za: Bamba ifowuni ngesandla sakho SASEKUNENE njengoko kubonisiwe kumfanekiso ongezantsi.
zh_cn: 如下图所示，用右手握住手机。
zh_hans_my: 用右手握住手机，如下图所示。
zh_hk: 請用右手拿着電話，如下圖所示。
zh_tw: 將電話拿在「右手」，如下方影像所示。

# TREMOR_TEST_SKIP_QUESTION_BOTH_HANDS_%@
source: You will be asked to perform %@ while sitting with the phone first in one hand, then again with the other hand.
ar: سيُطلب منك تنفيذ %@ أثناء الجلوس مع الإمساك بالهاتف في إحدى يديك، ثم تكرار ذلك باليد الأخرى.
ca: Quan estiguis assegut i amb el mòbil a la mà, se’t demanarà que completis %@, primer amb una mà i després amb l’altra.
cs: Budete požádáni o %@ při sezení s telefonem nejprve v jedné a pak v druhé ruce.
da: Du vil blive bedt om at udføre %@, mens du sidder med telefonen først i den ene hånd og derefter igen med telefonen i den anden hånd.
de: Du wirst aufgefordert %@ durchzuführen, während du sitzend dein Telefon zuerst in der einen, dann in der anderen Hand hältst.
de_at: Sie werden aufgefordert, %@ beim Sitzen mit dem Handy zuerst in einer Hand, dann wieder mit der anderen Hand durchzuführen.
el: Θα σας ζητηθεί να εκτελέσετε %@ σε θέση καθίσματος με το τηλέφωνο πρώτα στο ένα χέρι και μετά στο άλλο.
es: Se te solicitará que realices %@ mientras estás sentado, primero con el teléfono en una mano y luego en la otra.
es_419: Se te pedirá que realices %@ mientras estás sentado, primero con el teléfono en una mano y luego en la otra.
fi: Sinua pyydetään suorittamaan %@ istuen, ensin puhelin toisessa kädessä ja sitten toisessa.
fil_ph: Hihilingin sa iyo na gumanap %@ habang nakaupo kasama ang phone sa isang kamay, at pagkatapos ay sa kabilang kamay.
fr: Vous serez invité à réaliser %@ en positon assise, le téléphone dans une main, puis dans l’autre.
fr_ca: Il vous sera demandé d’effectuer %@ tout en étant assis avec le téléphone dans une main, puis dans l’autre.
he: בהמשך תתבקש/י לבצע %@ בישיבה כשהטלפון נמצא תחילה ביד אחת, ולאחר מכן ביד השניה.
hi: बैठे रहकर फ़ोन को पहले एक हाथ में फिर दूसरे हाथ में पकड़कर आपसे %@ करने के लिए कहा जाएगा।
hr: Od vas će se zatražiti da napravite %@ dok sjedite s telefonom prvo u jednoj ruci, zatim ponovno u drugoj ruci.
hu: A rendszer fel fogja kérni %@ végrehajtására, miközben ül a telefonnal az egyik kezében, majd a másik kezében.
id: Anda akan diminta untuk melakukan %@ saat duduk dengan telepon di satu tangan lebih dahulu, lalu melakukan lagi dengan tangan lainnya.
it: Ti verrà richiesto di eseguire %@ mentre stai seduto con il telefono prima in una mano, poi di nuovo nell'altra.
ja: 最初に一方の手、次に他方の手で電話を持って座ったまま、%@を行うように求められます。
ms: Anda akan diminta untuk melakukan %@ sambil duduk dengan telefon di sebelah tangan dahulu, kemudian sekali lagi dengan tangan yang lain.
ms_latn_sg: Anda akan diminta untuk melakukan %@ sambil duduk dengan telefon di satu tangan pada mulanya, kemudian sekali lagi di tangan lain.
nb_no: Du vil bli bedt om å utføre %@ mens du sitter med telefonen først i den ene hånden, så på nytt med den andre hånden.
nl: Je wordt gevraagd om %@ zittend uit te voeren met de telefoon in de ene hand en daarna opnieuw met de telefoon in de andere hand.
no: Du vil bli bedt om å utføre %@ mens du sitter med telefonen i den ene hånden, og deretter igjen med den andre hånden.
or_in: ଆପଣ ନିଜ ହାତର ଫୋନ୍‍ ଧରି ବସିଥିବା ସମୟରେ ପ୍ରଥମେ ଗୋଟିଏ ହାତରେ, ପରେ ଆଉଥରେ ଅନ୍ୟ ହାତରେ %@ ଟାସ୍କ କରିବାକୁ କୁହାଯିବ |
pl: Wykonasz %@ w pozycji siedzącej z telefonem w jednej ręce, a następnie w drugiej.
pt_pt: Ser‑lhe‑à pedido que efetue %@, na posição sentada, primeiro com o telefone numa mão e, depois, na outra.
ro: Vi se va solicita să efectuați %@ stând mai întâi cu telefonul într‑o mână, apoi în cealaltă.
ru: Вам нужно будет выполнить %@ в сидячем положении, держа телефон сначала в одной руке, затем в другой.
sk: Budete požiadaní o vykonanie %@. Po celý čas budete sedieť s telefónom najprv v jednej a potom v druhej ruke.
sv: Du blir ombedd att utföra %@ medan du sitter med telefonen i ena handen, och sedan en gång till med den andra handen.
ta_in: முதலில் ஒரு கையில் தொலைபேசியுடன் உட்கார்ந்திருக்கும்போது %@ க்கு செய்யும்படி கேட்கப்படுவீர்கள், பின்னர் மறுகையால் செய்யவேண்டும்.
ta_my: முதலில் ஒரு கையில் தொலைபேசியுடன் உட்கார்ந்து, மறுபுறம் மறு கையால் உட்கார்ந்து %@ செய்யச் சொல்லப்படுவீர்கள்.
th: ระบบจะขอให้คุณทำ%@ในระหว่างที่นั่งถือโทรศัพท์ไว้ในมือข้างหนึ่ง แล้วเปลี่ยนไปถือในมืออีกข้างหนึ่ง
tr: Telefonunuz önce bir elinizde, sonra diğer elinizde otururken %@ gerçekleştirmeniz istenecektir.
uk: Вам буде запропоновано виконати %@, сидячи з телефоном спочатку в одній руці, потім ще раз в іншій руці.
vi: Bạn sẽ được yêu cầu thực hiện %@ trong khi ngồi với điện thoại trên một tay trước tiên, sau đó đặt lại lên tay còn lại.
vi_vn: Bạn sẽ được yêu cầu thực hiện %@ trong khi ngồi cầm điện thoại bằng một tay trước, sau đó lại cầm điện thoại bằng tay kia.
xh_za: Uza kucelwa ukuba wenze %@ ngoxa uhleli ifowuni okokuqala ikwesinye isandla, emva koko kwakhona ikwesinye isandla.
zh_cn: 请坐下并用一只手握住手机，然后完成%@，接着换另一只手再完成一次。
zh_hans_my: 您将被要求坐下来，进行%@，同时先用一只手拿手机，然后换手拿手机。
zh_hk: 你將需要坐着，先用一隻手拿着電話進行%@，然後再用另一隻手進行。
zh_tw: 將會要求您在坐下時先用一隻手拿著電話執行 %@，然後再用另一隻手執行。

# TREMOR_TEST_TITLE
source: Tremor Activity
ar: نشاط الرُعاش
ca: Activitat de tremolor
cs: Třes rukou
da: Aktivitet med rysten
de: Zitteraktivität
de_at: Tremor-Aktivität
el: Δραστηριότητα τρέμουλου
es: Actividad para medir el temblor
es_419: Actividad para temblores
fi: Vapina-aktiviteetti
fil_ph: Aktibidad ng Panginginig
fr: Tremblements
fr_ca: Tremblements
he: פעילות למדידת הרעד
hi: कंपन गतिविधि
hr: Aktivnost drhtanja
hu: Remegési tevékenység
id: Aktivitas Tremor
it: Attività tremore
ja: 震え測定アクティビティ
ms: Aktiviti Getaran
ms_latn_sg: Aktiviti Gegaran
nb_no: Skjelvingsaktivitet
nl: Trillingsactiviteit
no: Skjelving
or_in: ହାତ ଥରିବା କାର୍ଯ୍ୟକଳାପ
pl: Ćwiczenie mierzące drżenie rąk
pt_pt: Tremor
ro: Activitate referitoare la tremor
ru: Измерение дрожания рук
sk: Trasenie rúk
sv: Tremoraktivitet
ta_in: நடுக்க செயல்பாடு
ta_my: நடுக்கம் செயல்பாடு
th: กิจกรรมวัดอาการสั่น
tr: Tremor Aktivitesi
uk: Тест на тремтіння
vi: Hoạt động Rung
vi_vn: Hoạt động về run
xh_za: Umsebenzi Wokungcangczela
zh_cn: 颤抖活动
zh_hans_my: 震颤活动
zh_hk: 顫抖測試活動
zh_tw: 顫抖測試活動

# VERIFICATION_NAV_TITLE
source: Verification
ar: التحقق
ca: Verificació
cs: Ověření
da: Bekræftelse
de: Überprüfung
de_at: Verifikation
el: Επαλήθευση
es: Verificación
es_419: Verificación
fi: Vahvistus
fr: Vérification
fr_ca: Vérification
he: אימות
hi: सत्यापन
hr: Potvrda
hu: Ellenőrzés
id: Verifikasi
it: Verifica
ja: 確認
ko: 확인
ms: Pengesahan
ms_latn_sg: Pengesahan
nb_no: Bekreftelse
nl: Verificatie
no: Verifisering
or_in: ଯାଞ୍ଚକରଣ
pl: Weryfikacja
pt_pt: Confirmação
ro: Verificare
ru: Проверка
sk: Overenie
sv: Verifiering
ta_in: சரிபார்த்தல்
ta_my: சரிபார்ப்பு
th: การยืนยัน
tr: Doğrulama
uk: Перевірка
vi: Xác minh
vi_vn: Xác thực
xh_za: Isiqinisekiso
zh_cn: 验证
zh_hans_my: 验证
zh_hk: 驗證
zh_tw: 驗證

# VERIFICATION_STEP_TITLE
source: Verify your Email
ar: التحقق من البريد الإلكتروني
ca: Verifica el teu correu electrònic
cs: Ověřte svůj e-mail
da: Bekræft din e-mail
de: E‑Mail überprüfen
de_at: Bestätigen Sie Ihre E-Mail-Adresse
el: Επαληθεύστε το email σας
es: Verifica tu correo electrónico
es_419: Verifica tu correo electrónico
fi: Vahvista sähköpostisi
fil_ph: I-verify ang iyong Email
fr: Vérifier votre adresse e-mail
fr_ca: Vérifiez votre courriel
he: אימות הדוא״ל שלך
hi: अपना ईमेल सत्यापित करें
hr: Potvrdite vaš e-mail
hu: E-mail ellenőrzése
id: Verifikasi Email Anda
it: Verifica il tuo indirizzo e-mail
ja: メールを確認
ko: 이메일 확인
ms: Sahkan E-mel anda
ms_latn_sg: Sahkan E-mel Anda
nb_no: Bekreft e-posten din
nl: Verifieer je e-mailadres
no: Verifiser e-postadressen
or_in: ନିଜର ଇମେଲ୍‍ ଯାଞ୍ଚକରନ୍ତୁ |
pl: Zweryfikuj adres email
pt_pt: Confirme o e‑mail
ro: Verificați-vă e‑mailul
ru: Проверка e‑mail
sk: Overte svoj email
sv: Bekräfta din e-postadress
ta_in: உங்கள் மின்னஞ்சலை சரிபார்க்கவும்
ta_my: உங்கள் மின்னஞ்சலைச் சரிபார்க்கவும்
th: ยืนยันอีเมลของคุณ
tr: E-postanızı doğrulayın
uk: Перевірка е-пошти
vi: Xác minh Email của bạn
vi_vn: Xác nhận email của bạn
xh_za: Qinisekisa i-Imeyili yakho
zh_cn: 验证您的电子邮件
zh_hans_my: 验证您的电子邮件
zh_hk: 驗證你的電郵
zh_tw: 驗證您的電子郵件

# WALK_BACK_AND_FORTH_FINISHED_VOICE
source: You have completed the activity.
ar: لقد أكملت النشاط.
ca: Has completat l’activitat.
cs: Dokončili jste aktivitu.
da: Du har færdiggjort aktiviteten.
de: Du hast diese Aktivität abgeschlossen.
de_at: Sie haben die Aktivität abgeschlossen.
el: Ολοκληρώσατε τη δραστηριότητα.
es: Has acabado la actividad.
es_419: Completaste la actividad.
fi: Aktiviteetti on suoritettu.
fil_ph: Nakumpleto mo na ang aktibidad.
fr: Vous avez terminé cette activité.
fr_ca: Vous avez terminé l’activité.
he: השלמת את הפעילות.
hi: आपने गतिविधि को पूर्ण कर लिया है।
hr: Dovršili ste aktivnost.
hu: Befejezte a tevékenységet.
id: Anda telah menyelesaikan aktivitas.
it: Hai completato l'attività.
ja: アクティビティが完了しました。
ms: Anda telah melengkapkan aktiviti.
ms_latn_sg: Anda telah melengkapkan aktiviti.
nb_no: Du har fullført aktiviteten.
nl: Je hebt de activiteit voltooid.
no: Du har fullført aktiviteten.
or_in: ଆପଣ କାର୍ଯ୍ୟକଳାପ ସମ୍ପୂର୍ଣ୍ଣ କରିଛନ୍ତି |
pl: Ćwiczenie zostało ukończone.
pt_pt: Concluiu este exercício.
ro: Ați finalizat activitatea.
ru: Вы выполнили задание.
sk: Dokončili ste aktivitu.
sv: Du har slutfört aktiviteten.
ta_in: நீங்கள் செயல்பாட்டை முடித்துவிட்டீர்கள்.
ta_my: நீங்கள் செயல்பாட்டை முடித்துவிட்டீர்கள்.
th: คุณทำกิจกรรมเสร็จสมบูรณ์แล้ว
tr: Bu aktiviteyi tamamladınız.
uk: Ви завершили виконання тесту.
vi: Bạn đã hoàn thành hoạt động.
vi_vn: Bạn đã hoàn thành hoạt động.
xh_za: Uye wawugqiba lo msebenzi.
zh_cn: 您已经完成了本活动。
zh_hans_my: 您已完成活动。
zh_hk: 你已完成測試活動。
zh_tw: 您已完成活動。

# WALK_BACK_AND_FORTH_INSTRUCTION_FORMAT
source: Walk back and forth in a straight line for %@. Walk as you would normally.
ar: قم بالمشي ذهابًا وإيابًا في خط مستقيم %@. قم بالمشي كما تفعل عادةً.
ca: Vés i torna caminant en línia recta durant %@. Camina naturalment.
cs: Po %@ se procházejte sem a tam po přímé linii. Jděte normálním krokem.
da: Gå frem og tilbage i en lige linje i %@. Gå, som du plejer.
de: Gehe in einer geraden Linie %@ weit vor und zurück. Gehe so, wie du normal gehst.
de_at: Gehen Sie in einer geraden Linie für %@ hin und her. Gehen Sie, wie Sie es normalerweise tun würden.
el: Περπατήστε μπρος-πίσω σε ευθεία γραμμή για %@ στον συνηθισμένο σας ρυθμό.
es: Camina en línea recta de un lado a otro durante %@. Camina como lo harías normalmente.
es_419: Camina de un lado a otro en una línea recta por %@. Camina como lo harías normalmente.
fi: Kävele suoraa reittiä edestakaisin %@. Kävele, kuten kävelisit tavallisesti.
fil_ph: Maglakad pabalik-balik sa isang tuwid na linya para sa %@. Maglakad tulad ng dati mong ginagawa.
fr: Faites des allers-retours en ligne droite pendant %@. Marchez normalement.
fr_ca: Faites des allers-retours en ligne droite pendant %@. Marchez de façon habituelle.
he: לך/י הלוך ושוב בקו ישר במשך %@, באופן ההליכה הרגיל שלך.
hi: %@ तक पीछे और आगे सीधी रेखा में चलें। अपनी सामान्य चाल से चलें।
hr: Hodajte naprijed-natrag u ravnoj liniji %@. Hodajte kao i inače.
hu: Gyalogoljon oda-vissza egy egyenes vonal mentén ennyi ideig: %@. A szokásos tempójában gyalogoljon.
id: Jalan bolak-balik di jalur lurus selama %@. Jalan dengan normal.
it: Cammina avanti e indietro in linea retta per %@. Cammina come faresti normalmente.
ja: まっすぐ行ったり来たりして%@間歩きます。いつもと同じように歩いてください。
ms: Berjalan mundar mandir dalam garis lurus selama %@. Jalan seperti biasa anda lakukan.
ms_latn_sg: Berjalan berulang-alik dalam garisan lurus selama %@. Berjalan seperti biasa.
nb_no: Gå frem og tilbake i en rett linje i %@. Gå som normalt.
nl: Loop %@ in een rechte lijn heen en weer. Loop zoals je altijd loopt.
no: Gå fram og tilbake i en rett linje i %@. Gå så normalt så mulig.
or_in: %@ ପାଇଁ ଗୋଟିଏ ସିଧା ଲାଇନ୍‌ରେ ପଛକୁ ଏବଂ ଆଗକୁ ଚାଲନ୍ତୁ | ଆପଣ ସାଧାରଣଭାବରେ ଚାଲିବେ |
pl: Chodź zwykłym krokiem w tę i z powrotem w linii prostej przez %@.
pt_pt: Ande em linha reta, para trás e para frente, durante %@. Ande normalmente.
ro: Mergeți înainte și înapoi în linie dreaptă timp de %@. Mergeți așa cum o ați face‑o în mod normal.
ru: Походите по прямой вперед и назад в течение %@. Идите нормальной походкой.
sk: Kráčajte tam a naspäť po priamke %@. Chôdza by mala byť prirodzená.
sv: Gå fram och tillbaka i en rät linje under %@. Gå som du vanligtvis gör.
ta_in: %@ க்கு ஒரு நேர் கோட்டில் முன்னும் பின்னுமாக நடக்கவும். சாதாரணமாக நடக்கவும்
ta_my: %@க்கு நேர் கோட்டில் முன்னும் PINனுமாக நடக்கவும். நீங்கள் வழக்கம் போல் நடக்கவும்.
th: เดินไปมาเป็นเส้นตรงนาน %@ โดยให้คุณเดินตามปกติ
tr: Düz bir çizgide ileri geri %@ yürüyün. Normal bir şekilde yürüyün.
uk: Ідіть по прямій уперед і назад %@. Ідіть, як ви ходите зазвичай.
vi: Đi tới đi lui theo đường thẳng trong %@. Đi bộ bình thường.
vi_vn: Đi bộ qua lại trên một đường thẳng trong %@. Đi bộ như bình thường.
xh_za: Hamba uye emva yaye naphambili ngomgca othe nkqo kangange %@. Hamba ngendlela obuya kwenza ngayo ngokuqhelekileyo.
zh_cn: 沿直线往返 %@。尽可能跟平时一样走动。
zh_hans_my: 来回走直线持续%@。像往常一样走路。
zh_hk: 以平常姿態，直線來回步行%@。
zh_tw: 直線來回步行到 %@。請以您一般的步調行走。

# WALK_BACK_AND_FORTH_STAND_INSTRUCTION_FORMAT
source: Turn in a full circle and then stand still for %@.
ar: استدر بمقدار دائرة كاملة ثم قف ثابتًا لمدة %@.
ca: Gira fent un cercle complet i llavors queda’t quiet durant %@.
cs: Otočte se kolem své osy a pak po %@ klidně stůjte.
da: Drej 360 grader rundt, og stå derefter stille i %@.
de: Drehe dich einmal im Kreis und bewege dich dann %@ lang nicht.
de_at: Drehen Sie sich in einem vollen Kreis und stehen Sie dann für %@ still.
el: Κάντε μια πλήρη στροφή γύρω από τον εαυτό σας και μετά μείνετε ακίνητοι για %@.
es: Gira sobre ti mismo dando una vuelta completa y quédate quieto durante %@.
es_419: Da una vuelta completa sobre tu eje y quédate quieto por %@.
fi: Käänny kokonaan ympäri ja seiso paikallasi %@.
fil_ph: Lumiko sa isang buong bilog at pagkatapos ay tumayo lang para sa %@.
fr: Effectuez un cercle complet en marchant, puis restez immobile pendant %@.
fr_ca: Effectuez un cercle complet, puis restez immobile pendant %@.
he: בצע/י סיבוב שלם ולאחר מכן עמוד/י למשך %@.
hi: पूर्ण वृत्त में मुड़ें फिर %@ तक स्थिर खड़े रहें।
hr: Okrenite se punim krugom i zatim budite mirni %@.
hu: Forduljon meg egy teljes kör mentén, és álljon mozdulatlanul ennyi ideig: %@.
id: Berputar dalam lingkaran penuh lalu tetap berdiri selama %@.
it: Gira effettuando un cerchio completo, quindi fermati per %@.
ja: 完全な円を描いて歩いてから、%@間じっと立ってください。
ms: Buat pusingan penuh dan kemudian berdiri tegak selama %@.
ms_latn_sg: Berpusing dalam bulatan penuh kemudian berdiri tegak selama %@.
nb_no: Snu deg helt rundt og stå deretter i ro i %@.
nl: Draai één keer om je as en sta vervolgens %@ stil.
no: Snu deg helt rundt og stå stille i %@.
or_in: ଏକ ବୃତ୍ତ କରନ୍ତୁ ଏବଂ ତାପରେ %@ ପାଇଁ ଠିଆ ହୁଅନ୍ତୁ |
pl: Wykonaj pełny obrót i stój bez ruchu przez %@.
pt_pt: Rode dando uma volta completa e, depois, permaneça imóvel durante %@.
ro: Întoarceți‑vă descriind un cerc complet, apoi stați în repaus timp de %@.
ru: Развернитесь на 360 градусов и стойте спокойно %@.
sk: Otočte sa o 360 stupňov a na %@ ostaňte nehybne stáť.
sv: Vänd dig ett helt varv och stå sedan stilla under %@.
ta_in: முழு வட்டத்தில் சுற்றித் திரும்பி, பின்னர் %@க்கு நிலையாக நிற்கவும்.
ta_my: ஒரு முழு வட்டத்தில் திரும்பி PINனர் %@க்கு நிற்கவும்.
th: กลับหลังหันแล้วยืนนิ่งๆ นาน %@
tr: Tam daire şeklinde dönün ve sonra %@ süresince hareketsiz durun.
uk: Пройдіть повну відстань по колу, потім зупиніться і не рухайтесь %@.
vi: Xoay một vòng tròn rồi đứng yên trong %@.
vi_vn: Quay trọn một vòng rồi đứng yên trong %@.
xh_za: Jika kwisangqa ngokupheleleyo yaye emva koko ume kangange %@.
zh_cn: 走完一圈后站立不动，坚持 %@。
zh_hans_my: 旋转一整圈，然后站立不动持续%@。
zh_hk: 轉一個圈，然後站立%@。
zh_tw: 旋轉一整圈，然後站著不動 %@。
