Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TREMOR_TEST_ACTIVE_STEP_TURN_WRIST_INTRO_RIGHT
source: Prepare to do a queen wave with your phone in your RIGHT hand (wave by turning your wrist).
ar: استعد للتلويح كالملوك مع إمساك هاتفك في يدك اليمنى (التلويح عن طريق تدوير معصمك).
ca: Prepara’t per fer una salutació reial fent girar el canell amb el mòbil a la mà DRETA.
cs: Připravte se zamávat otáčením zápěstí s telefonem v PRAVÉ ruce.
da: Gør dig klar til at udføre et dronningevink (vink ved at dreje dit håndled) med telefonen i HØJRE hånd.
de: Bereite dich darauf vor, mit dem Telefon in deiner RECHTEN Hand zu winken, indem du dein Handgelenk drehst.
de_at: Bereiten Sie sich darauf vor, eine Queen-Wave mit Ihrem Handy in der RECHTEN Hand zu machen (Welle durch Drehen des Handgelenks).
el: Προετοιμαστείτε να κάνετε έναν βασιλικό χαιρετισμό (κουνώντας τον καρπό) με το τηλέφωνο στο ΔΕΞΙΟ χέρι σας.
es: Prepárate para girar la muñeca a modo de saludo con el teléfono en la mano derecha.
es_419: Prepárate para hacer un gesto de saludo (girando la muñeca) con tu teléfono en la mano derecha.
fi: Valmistaudu puhelin OIKEASSA kädessä vilkuttamaan kuninkaallisesti (vilkuttamaan rannetta pyörittämällä).
fil_ph: Maghanda na gumawa ng isang queen wave gamit ang iyong phone sa iyong KANANG kamay (kumaway sa pamamagitan ng pag-ikot ng iyong pulso).
fr: Préparez-vous à saluer de la main DROITE, le téléphone en main, les doigts serrés les uns contre les autres.
fr_ca: Préparez-vous à saluer de la main DROITE en tenant le téléphone.
he: התכונן/י לביצוע ״נפנוף מלכותי״ תוך אחיזת הטלפון ביד ימין (סיבוב מפרק כף היד על צירו).
hi: अपने फ़ोन को अपने दाएँ हाथ में रखकर रानी की तरह हाथ हिलाने (अपनी कलाई को मोड़कर हाथ हिलाना) की तैयारी करें।
hr: Pripremite se za mahanje rotiranjem šake, s telefonom u DESNOJ ruci (kao što maše engleska kraljica).
hu: Forgassa a felemelt JOBB csuklóját a telefonnal a kezében (mintha integetne).
id: Bersiap untuk melakukan lambaian tangan ratu dengan telepon di tangan KANAN Anda (melambai dengan memutar pergelangan tangan).
it: Preparati a ruotare ripetutamente il polso a destra e a sinistra con la mano DESTRA.
ja: 電話を右手に持って手首を回すように手を振る準備をしてください。
ms: Bersedia untuk melakukan lambaian ratu dengan telefon anda di tangan KANAN anda (lambai dengan memusingkan pergelangan tangan anda).
ms_latn_sg: Bersedia untuk melakukan lambaian ratu dengan telefon anda di tangan KANAN anda (melambai dengan membalik-balikkan pergelangan tangan anda).
nb_no: Gjør deg klar til å vinke som en dronning med telefonen i HØYRE hånd (vink ved å vri på håndleddet).
nl: Bereid je voor om te wuiven vanuit de pols met de telefoon in je RECHTERHAND.
no: Forbered deg på å vinke som en dronning med telefonen i HØYRE hånd (vink ved å vri på håndleddet).
or_in: ନିଜର ଡାହାଣ ହାତରେ ଫୋନ୍‍ ଧରି ଏକ କ୍ୱିନ୍‍ ୱେଭ୍‍ (ହାଏ କଲା ପରି ହାତ ହଲାନ୍ତୁ) (ନିଜର ରିଷ୍ଟ ବୁଲାଇ) କରିବା ପାଇଁ ପ୍ରସ୍ତୁତ ହୁଅନ୍ତୁ |
pl: Przygotuj się do machania PRAWĄ dłonią, zginając rękę w nadgarstku.
pt_pt: Prepare‑se para acenar com o telefone na mão DIREITA (rodando o pulso com a mão levantada).
ro: Pregătiți‑vă să fluturați mâna DREAPTĂ, ținând telefonul în aceasta și răsucind din încheietură.
ru: Подготовьтесь выполнить махание ПРАВОЙ рукой, держа в ней телефон (сгибая руку в запястье).
sk: Pripravte sa na mávanie otáčaním zápästia s telefónom v PRAVEJ ruke.
sv: Förbered dig på att vinka kungligt med telefonen i den HÖGRA handen (vinka genom att vrida på handleden).
ta_in: உங்கள் வலது கையில் உங்கள் தொலைபேசியுடன் ராணி அலையை செய்யத் தயாராகுங்கள் (உங்கள் மணிக்கட்டை திருப்புவதன் மூலம் செய்யும் அலை).
ta_my: உங்கள் வலது கையில் உங்கள் தொலைபேசியுடன் ஒரு ராணி அலை செய்ய தயாராகுங்கள் (உங்கள் மணிக்கட்டை திருப்புவதன் மூலம் அலை).
th: เตรียมทำท่าโบกมือเบาๆ โดยใช้มือขวาที่ถือโทรศัพท์ไว้ (โบกมือโดยขยับแค่ข้อมือ)
tr: Telefonunuz SAĞ elinizde olacak şekilde bileğinizi çevirerek el sallamaya hazırlanın.
uk: Готуйтеся махати телефоном у ПРАВІЙ руці, як це робить королева (вертячи запʼястком).
vi: Chuẩn bị vẫy tay với điện thoại ở tay PHẢI (vẫy bằng cách xoay cổ tay của bạn).
vi_vn: Chuẩn bị để thực hiện vẫy theo kiểu nữ hoàng với điện thoại của bạn trong tay PHẢI (vẫy bằng cách xoay cổ tay của bạn).
xh_za: Lungiselela ukwenza amaza kakumkanikazi ngefowuni yakho isesandleni sakho SASEKUNENE (amaza ngokuguqula isihlahla).
zh_cn: 用右手握住手机并准备挥手（通过转动手腕来挥手）。
zh_hans_my: 拿着您的手机，准备用右手做一个女王式挥手（转动手腕来挥手）。
zh_hk: 請準備用右手拿着電話，進行揮手動作（只揮動手腕）。
zh_tw: 準備用「右手」拿著電話執行手腕轉動。

# TREMOR_TEST_COMPLETED_INSTRUCTION
source: Activity completed.
ar: اكتمل النشاط.
ca: Activitat completada.
cs: Aktivita byla dokončena.
da: Aktivitet færdig.
de: Aktivität abgeschlossen.
de_at: Aktivität abgeschlossen.
el: Η δραστηριότητα ολοκληρώθηκε.
es: Actividad completada.
es_419: Actividad completada.
fi: Aktiviteetti valmis.
fil_ph: Nakumpleto ang aktibidad.
fr: Activité terminée.
fr_ca: Activité terminée.
he: הפעילות הושלמה.
hi: गतिविधि पूर्ण।
hr: Aktivnost dovršena.
hu: Tevékenység befejezve.
id: Aktivitas selesai.
it: Attività completata.
ja: アクティビティが完了しました。
ms: Aktiviti selesai.
ms_latn_sg: Aktiviti lengkap.
nb_no: Aktivitet fullført.
nl: Activiteit voltooid.
no: Aktivitet fullført.
or_in: କାର୍ଯ୍ୟକଳାପ ସମ୍ପୂର୍ଣ୍ଣ ହେଲା |
pl: Ćwiczenie ukończone.
pt_pt: Exercício concluído.
ro: Activitate finalizată.
ru: Задание выполнено.
sk: Aktivita dokončená.
sv: Aktiviteten är klar.
ta_in: செயல் முடிந்தது.
ta_my: செயல்பாடு முடிந்தது.
th: กิจกรรมเสร็จสมบูรณ์แล้ว
tr: Aktivite tamamlandı.
uk: Тест виконано.
vi: Hoạt động đã hoàn tất.
vi_vn: Hoạt động đã hoàn thành.
xh_za: Umsebenzi Ugqityiwe.
zh_cn: 活动完成。
zh_hans_my: 活动完成。
zh_hk: 測試活動已完成。
zh_tw: 活動已完成。

# TREMOR_TEST_INTRO_1_DETAIL
source: This activity measures the tremor of your hands in various positions. Find a place where you can sit comfortably for the duration of this activity.
ar: يقيس هذا النشاط مقدار رُعاش يديك بمختلف الأوضاع. ابحث عن مكان يمكنك الجلوس فيه بشكل مريح أثناء مدة هذا النشاط.
ca: Aquesta activitat mesura la tremolor de les mans en diferents posicions. Busca un lloc on puguis seure còmodament per fer aquesta activitat.
cs: Tato aktivita změří třas rukou v různých polohách. Najděte si místo, na kterém budete moct po celou dobu aktivity pohodlně sedět.
da: Denne aktivitet måler dine hænders rysten i forskellige positioner. Find et sted, hvor du kan sidde behageligt under hele aktiviteten.
de: Mit dieser Aktivität wird gemessen, wie sehr deine Hände in unterschiedlichen Haltungen zittern. Führe diese Aktivität an einem Ort durch, an dem du währenddessen bequem sitzen kannst.
de_at: Diese Aktivität misst das Zittern Ihrer Hände in verschiedenen Positionen. Finden Sie einen Ort, an dem Sie für die Dauer dieser Aktivität bequem sitzen können.
el: Αυτή η δραστηριότητα μετρά το τρέμουλο των χεριών σας σε διάφορες θέσεις. Βρείτε ένα σημείο όπου μπορείτε να κάθεστε άνετα καθ' όλη τη διάρκεια της δραστηριότητας.
es: Esta actividad mide el temblor de las manos en diferentes posiciones. Busca un lugar en el que puedas estar sentado cómodamente durante el tiempo que dure esta actividad.
es_419: Esta actividad mide cuánto tiemblan tus manos en varias posiciones. Busca un lugar en donde te puedas sentar cómodamente durante esta actividad.
fi: Tämä aktiviteetti mittaa käsiesi vapinaa eri asennoissa. Etsi paikka, jossa voit istua mukavasti tämän aktiviteetin keston ajan.
fil_ph: Sinusukat ng aktibidad na ito ang panginginig ng iyong mga kamay sa iba't ibang mga posisyon. Humanap ng isang lugar kung saan maaari kang umupo nang kumportable sa tagal ng aktibidad na ito.
fr: Cette activité mesure les tremblements de vos mains dans différentes positions. Trouvez une position assise confortable, que vous garderez pendant toute la durée de ce test.
fr_ca: Cette activité mesure les tremblements de vos mains dans plusieurs positions. Choisissez un endroit où vous pouvez vous assoir confortablement pendant la durée de cette activité.
he: פעילות זו מודדת את הרעד בידיים שלך בתנוחות שונות. מצא/י מקום שבו תוכל/י לשבת בנוחות במשך כל הפעילות.
hi: इस गतिविधि से विभिन्न स्थितियों में आपके हाथों के कंपन को मापा जाता है। ऐसी जगह ढूँढें जहाँ आप इस गतिविधि की अवधि के दौरान आराम से बैठ सकें।
hr: Ova aktivnost mjeri podrhtavanje vaših ruku u različitim položajima. Pronađite mjesto na kojem možete udobno sjediti tijekom trajanja ove aktivnosti.
hu: Ez a tevékenység a keze remegését méri különböző helyzetekben. Keressen egy olyan helyet, ahol kényelmesen le tud ülni a tevékenység idejére.
id: Aktivitas ini mengukur tremor tangan Anda dalam berbagai posisi. Cari tempat yang dapat Anda gunakan untuk duduk dengan nyaman selama durasi aktivitas ini.
it: L'attività misura il tremore delle mani in varie posizioni. Trova un luogo dove puoi sederti comodamente per la durata dell'attività.
ja: このアクティビティでは、さまざまな位置で手の震えを測定します。このアクティビティが終わるまで楽な姿勢で座っていられる場所を見つけてください。
ms: Aktiviti ini mengukur getaran tangan anda dalam pelbagai posisi. Cari tempat yang anda boleh duduk dengan selesa sepanjang tempoh aktiviti ini.
ms_latn_sg: Aktiviti ini mengukur gegaran tangan anda dalam pelbagai kedudukan. Cari tempat untuk anda duduk dengan selesa selama tempoh aktiviti ini.
nb_no: Denne aktiviteten måler skjelvingen i hendene dine i forskjellige posisjoner. Finn et sted der du kan sitte behagelig i løpet av denne aktiviteten.
nl: Met deze activiteit wordt gemeten hoe sterk je handen trillen in verschillende posities. Ga naar een plek waar je comfortabel kunt zitten gedurende deze activiteit.
no: Denne aktiviteten måler skjelving i hendene dine i forskjellige posisjoner. Finn et sted hvor du kan sitte i ro i løpet av denne aktiviteten.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ବିଭିନ୍ନ ପ୍ରକାରର ସ୍ଥାନ(ପୋଜିସନ୍‍)ରେ ଆପଣଙ୍କ ହାତ ଥରିବାକୁ ମାପେ | ଏହି କାର୍ଯ୍ୟକ୍ରମ ସମୟରେ ଆରାମରେ ବସିବା ପାଇଁ ଏକ ସ୍ଥାନ ଖୋଜନ୍ତୁ |
pl: To ćwiczenie mierzy drżenie rąk w różnych pozycjach. Na czas tego ćwiczenia znajdź miejsce, w którym możesz wygodnie siedzieć.
pt_pt: Este exercício mede o tremor das mãos em várias posições. Durante todo o exercício, é importante manter‑se confortavelmente sentado(a).
ro: Această activitate vă măsoară tremorul mâinilor în diverse poziții. Găsiți un loc unde să puteți sta confortabil pe durata activității.
ru: Во время выполнения этого задания оценивается дрожание рук в различных положениях. Найдите удобное место, где бы Вы могли сидеть во время выполнения задания.
sk: Táto aktivita zmeria trasenie rúk v rôznych polohách. Po celý čas by ste mali pohodlne sedieť.
sv: Den här aktiviteten mäter darrningarna i dina händer i olika positioner. Hitta en plats där du kan sitta bekvämt under hela den här aktiviteten.
ta_in: இந்த செயல்பாடு பல்வேறு நிலைகளில் உங்கள் கைகளின் நடுக்கத்தை அளவிடும். இந்தச் செயல்பாட்டிற்குரிய நேரத்திற்கு வசதியாக உட்காரக்கூடிய இடத்தைக் கண்டறியவும்.
ta_my: இந்த செயல்பாடு பல்வேறு நிலைகளில் உங்கள் கைகளின் நடுக்கத்தை அளவிடுகிறது. இந்த செயல்பாட்டின் காலத்திற்கு நீங்கள் வசதியாக உட்காரக்கூடிய இடத்தைக் கண்டறியவும்.
th: กิจกรรมนี้เป็นตัววัดอาการสั่นของมือคุณในอิริยาบทต่างๆ โปรดหาสถานที่ที่คุณสามารถนั่งได้อย่างสบายๆ ในระหว่างที่ทำกิจกรรมนี้
tr: Bu aktivite, çeşitli pozisyonlarda ellerinizdeki tremor düzeyini ölçer. Bu aktivite süresince rahat bir şekilde oturabileceğiniz bir yer bulun.
uk: Цей тест вимірює рівень тремтіння рук у різних положеннях. Знайдіть місце, де можна зручно сидіти протягом виконання цього тесту.
vi: Hoạt động này sẽ đo độ rung của các tay bạn ở những vị trí khác nhau. Tìm một địa điểm nơi bạn có thể ngồi thoải mái trong suốt hoạt động này.
vi_vn: Hoạt động này đo độ run của tay bạn ở nhiều vị trí khác nhau. Tìm một nơi mà bạn có thể ngồi thoải mái trong suốt thời gian hoạt động này.
xh_za: Lo msebenzi ulinganisa ukungcangcazela kwezandla zakho kwiindawo ezahlukahlukeneyo. Fumana indawo apho unokuhlala khona ngokukhululekileyo ngangaxesha lalo msebenzi.
zh_cn: 本活动测试在不同姿势下，您双手的颤抖情况。请找到一处舒适的地方坐下并完成此活动。
zh_hans_my: 这项活动测量您的手在不同位置的颤抖。在此活动期间，找一个您可以舒适地坐着的地方。
zh_hk: 此測試活動可測量你雙手不同位置的顫抖情況。請找一個地方，讓你可以在此測試活動期間舒適坐下。
zh_tw: 這項活動是測量在不同的姿勢下，您雙手顫抖的情況。請找一個可以讓您舒適坐下的位置，來完成這個活動。

# TREMOR_TEST_INTRO_2_DEFAULT_TEXT
source: Hold the phone in your more affected hand as shown in the image below.
ar: أمسك الهاتف في يدك الأكثر تأثرًا كما يظهر في الصورة أدناه.
ca: Agafa el mòbil amb la mà més afectada, tal com es mostra a la imatge de sota.
cs: Podržte telefon ve více postižené ruce tak, jak vidíte na obrázku.
da: Hold telefonen i den hånd, der er mest påvirket, som vist på billedet nedenfor.
de: Halte dein Telefon in der stärker betroffenen Hand, wie unten im Bild zu sehen.
de_at: Halten Sie das Handy in Ihrer stärker betroffenen Hand, wie in der Abbildung unten gezeigt.
el: Κρατήστε το τηλέφωνο στο πιο επηρεαζόμενο χέρι σας όπως φαίνεται στην παρακάτω εικόνα.
es: Aguanta el teléfono en la mano más afectada como se muestra en la imagen siguiente.
es_419: Agarra el teléfono con tu mano más afectada como se muestra en la imagen.
fi: Pidä puhelinta alla olevan kuvan mukaisesti kädessä, jossa vaikutus on voimakkaampi.
fil_ph: Hawakan ang phone sa iyong apektadong kamay tulad ng ipinapakita sa image sa ibaba.
fr: Tenez votre téléphone dans la main la plus affectée, comme indiqué dans l’image ci-dessous.
fr_ca: Tenez le téléphone dans la main la plus affectée comme indiqué dans l’image ci-dessous.
he: החזק/י את הטלפון ביד שבה הבעיה מורגשת יותר, כמתואר בתמונה למטה.
hi: नीचे दी गई छवि में दिखाए अनुसार फ़ोन को अपने अधिक प्रभावित हाथ में पकड़ें।
hr: Držite telefon u ruci koja vam je više zahvaćena, kako je prikazano na slici ispod.
hu: Tartsa a telefont a gyakrabban használt kezében, a képen látható módon.
id: Genggam telepon di tangan yang terkena dampak lebih besar seperti yang ditampilkan dalam gambar di bawah.
it: Tieni il telefono nella mano maggiormente interessata come mostrato nell'immagine sotto.
ja: 下の図のように、震えの大きい方の手で電話を持ってください。
ms: Pegang telefon di tangan anda yang lebih terjejas seperti yang ditunjukkan dalam imej di bawah.
ms_latn_sg: Pegang telefon anda dengan tangan yang lebih terjejas seperti yang ditunjukkan dalam imej di bawah.
nb_no: Hold telefonen i den hånden som er mest berørt, som vist i bildet nedenfor.
nl: Houd de telefoon in de hand waarvan je de meeste last hebt, zoals hieronder afgebeeld.
no: Hold telefonen i hånden som er hardest rammet, som vist i bildet nedenfor.
or_in: ତଳେ ଦେଖାଯାଇଥିବା ଛବି ଭଳି, ଆପଣ ଅଧିକ ପ୍ରଭାବିତ ହାତରେ ଫୋନ୍‍ ଧରନ୍ତୁ |
pl: Trzymaj telefon w bardziej drżącej ręce, tak jak na obrazku poniżej.
pt_pt: Segure no telefone (como mostra a imagem abaixo) com a mão mais afetada.
ro: Țineți telefonul în mâna mai afectată, ca în imaginea de mai jos.
ru: Держите телефон, как показано на изображении ниже, той рукой, дрожь которой сильнее.
sk: Držte telefón v ruke, ktorá je viac postihnutá, ako na obrázku nižšie.
sv: Håll telefonen i den mer påverkade handen enligt bilden nedan.
ta_in: கீழேயுள்ள படத்தில் காட்டியுள்ளபடி தொலைபேசியை அதிகம் பாதிக்கப்பட்ட கையில் வைத்திருங்கள்.
ta_my: கீழே உள்ள படத்தில் காட்டப்பட்டுள்ளபடி உங்கள் அதிகம் பாதிக்கப்பட்ட கையில் தொலைபேசியை வைத்திருங்கள்.
th: ถือโทรศัพท์ไว้ในมือข้างที่มีอาการสั่นมากกว่าตามที่แสดงในรูปภาพด้านล่าง
tr: Telefonu aşağıdaki görüntüde gösterildiği gibi daha çok etkilenen elinizde tutun.
uk: Тримайте телефон у найбільш ураженій руці, як це показано на зображенні нижче.
vi: Cầm điện thoại bằng tay thuận hơn như được hiển thị trong hình bên dưới.
vi_vn: Giữ điện thoại trong tay bị ảnh hưởng nhiều hơn của bạn như thể hiện trong hình ảnh bên dưới.
xh_za: Bamba ifowuni kwisandla esichaphazeleke ngakumbi njengoko kubonisiwe kumfanekiso ongezantsi.
zh_cn: 如下图所示，用更易受到影响的手握住手机。
zh_hans_my: 将手机握在受影响较大的手中，如下图所示。
zh_hk: 請用較受影響的手拿着電話，如下圖所示。
zh_tw: 將電話拿在較受影響的那隻手上，如下方影像所示。

# TREMOR_TEST_INTRO_2_DETAIL_1_TASK
source: a task
ar: مهمة واحدة
ca: una tasca
cs: úkol
da: en opgave
de: eine Aufgabe
de_at: eine Aufgabe
el: μια εργασία
es: una tarea
es_419: una tarea
fi: tehtävä
fil_ph: isang gawain
fr: une tâche
fr_ca: une tâche
he: משימה אחת
hi: कार्य
hr: zadatak
hu: egy feladat
id: sebuah tugas
it: un'attività
ja: 1つのタスク
ms: satu tugas
ms_latn_sg: satu tugas
nb_no: en oppgave
nl: een taak
no: en oppgave
or_in: ଗୋଟିଏ ଟାସ୍କ
pl: zadanie
pt_pt: uma tarefa
ro: o sarcină
ru: одно задание
sk: jednej úlohy
sv: en åtgärd
ta_in: ஒரு பணி
ta_my: ஒரு பணி
th: หนึ่งบททดสอบ
tr: bir görev
uk: завдання
vi: một nhiệm vụ
vi_vn: một nhiệm vụ
xh_za: umsebenzi
zh_cn: 一个任务
zh_hans_my: 一项任务
zh_hk: 一個任務
zh_tw: 一項任務

# TREMOR_TEST_INTRO_2_DETAIL_2_TASK
source: two tasks
ar: مهمتان
ca: dues tasques
cs: dva úkoly
da: to opgaver
de: zwei Aufgaben
de_at: zwei Aufgaben
el: δύο εργασίες
es: dos tareas
es_419: dos tareas
fi: kaksi tehtävää
fil_ph: dalawang gawain
fr: deux tâches
fr_ca: deux tâches
he: שתי משימות
hi: दो कार्य
hr: dva zadatka
hu: két feladat
id: dua tugas
it: due attività
ja: 2つのタスク
ms: dua tugas
ms_latn_sg: dua tugasan
nb_no: to oppgaver
nl: twee taken
no: to oppgaver
or_in: ଦୁଇଟି ଟାସ୍କ
pl: dwa zadania
pt_pt: duas tarefas
ro: două sarcini
ru: два задания
sk: dvoch úloh
sv: två åtgärder
ta_in: இரண்டு பணிகள்
ta_my: இரண்டு பணிகள்
th: สองบททดสอบ
tr: iki görev
uk: два завдання
vi: hai nhiệm vụ
vi_vn: hai nhiệm vụ
xh_za: imisebenzi emibini
zh_cn: 两个任务
zh_hans_my: 两项任务
zh_hk: 兩個任務
zh_tw: 兩項任務

# TREMOR_TEST_INTRO_2_DETAIL_3_TASK
source: three tasks
ar: ثلاث مهام
ca: tres tasques
cs: tři úkoly
da: tre opgaver
de: drei Aufgaben
de_at: drei Aufgaben
el: τρεις εργασίες
es: tres tareas
es_419: tres tareas
fi: kolme tehtävää
fil_ph: tatlong gawain
fr: trois tâches
fr_ca: trois tâches
he: שלוש משימות
hi: तीन कार्य
hr: tri zadatka
hu: három feladat
id: tiga tugas
it: tre attività
ja: 3つのタスク
ms: tiga tugas
ms_latn_sg: tiga tugasan
nb_no: tre oppgaver
nl: drie taken
no: tre oppgaver
or_in: ତିନୋଟି ଟାସ୍କ
pl: trzy zadania
pt_pt: três tarefas
ro: trei sarcini
ru: три задания
sk: troch úloh
sv: tre åtgärder
ta_in: மூன்று பணிகள்
ta_my: மூன்று பணிகள்
th: สามบททดสอบ
tr: üç görev
uk: три завдання
vi: ba nhiệm vụ
vi_vn: ba nhiệm vụ
xh_za: imisebenzi emithathu
zh_cn: 三个任务
zh_hans_my: 三项任务
zh_hk: 三個任務
zh_tw: 三項任務

# TREMOR_TEST_INTRO_2_DETAIL_4_TASK
source: four tasks
ar: أربع مهام
ca: quatre tasques
cs: čtyři úkoly
da: fire opgaver
de: vier Aufgaben
de_at: vier Aufgaben
el: τέσσερις εργασίες
es: cuatro tareas
es_419: cuatro tareas
fi: neljä tehtävää
fil_ph: apat na gawain
fr: quatre tâches
fr_ca: quatre tâches
he: ארבע משימות
hi: चार कार्य
hr: četiri zadatka
hu: négy feladat
id: empat tugas
it: quattro attività
ja: 4つのタスク
ms: empat tugas
ms_latn_sg: empat tugasan
nb_no: fire oppgaver
nl: vier taken
no: fire oppgaver
or_in: ଚାରୋଟି ଟାସ୍କ
pl: cztery zadania
pt_pt: quatro tarefas
ro: patru sarcini
ru: четыре задания
sk: štyroch úloh
sv: fyra åtgärder
ta_in: நான்கு பணிகள்
ta_my: நான்கு பணிகள்
th: สี่บททดสอบ
tr: dört görev
uk: чотири завдання
vi: bốn nhiệm vụ
vi_vn: bốn nhiệm vụ
xh_za: imisebenzi emine
zh_cn: 四个任务
zh_hans_my: 四项任务
zh_hk: 四個任務
zh_tw: 四項任務

# TREMOR_TEST_INTRO_2_DETAIL_5_TASK
source: five tasks
ar: خمس مهام
ca: cinc tasques
cs: pět úkolů
da: fem opgaver
de: fünf Aufgaben
de_at: fünf Aufgaben
el: πέντε εργασίες
es: cinco tareas
es_419: cinco tareas
fi: viisi tehtävää
fil_ph: limang gawain
fr: cinq tâches
fr_ca: cinq tâches
he: חמש משימות
hi: पाँच कार्य
hr: pet zadataka
hu: öt feladat
id: lima tugas
it: cinque attività
ja: 5つのタスク
ms: lima tugas
ms_latn_sg: lima tugasan
nb_no: fem oppgaver
nl: vijf taken
no: fem oppgaver
or_in: ପାଞ୍ଚୋଟି ଟାସ୍କ
pl: pięć zadań
pt_pt: cinco tarefas
ro: cinci sarcini
ru: пять заданий
sk: piatich úloh
sv: fem åtgärder
ta_in: ஐந்து பணிகள்
ta_my: ஐந்து பணிகள்
th: ห้าบททดสอบ
tr: beş görev
uk: пʼять завдань
vi: năm nhiệm vụ
vi_vn: năm nhiệm vụ
xh_za: imisebenzi emihlanu
zh_cn: 五个任务
zh_hans_my: 五项任务
zh_hk: 五個任務
zh_tw: 五項任務

# TREMOR_TEST_INTRO_2_DETAIL_DEFAULT_%@
source: You will be asked to perform %@ while sitting with the phone in your hand.
ar: سيُطلب منك تنفيذ %@ أثناء الجلوس مع الإمساك بالهاتف في يديك.
ca: Quan estiguis assegut i amb el mòbil a la mà, se’t demanarà que completis %@.
cs: Budete požádáni o %@ při sezení s telefonem v ruce.
da: Du vil blive bedt om at udføre %@, mens du sidder med telefonen i hånden.
de: Du wirst aufgefordert %@ durchzuführen, während du sitzend dein Telefon in der Hand hältst.
de_at: Sie werden aufgefordert, %@ durchzuführen, während Sie mit dem Handy in der Hand sitzen.
el: Θα σας ζητηθεί να εκτελέσετε %@ σε θέση καθίσματος με το τηλέφωνο στο χέρι σας.
es: Se te solicitará que realices %@ mientras estás sentado con el teléfono en la mano.
es_419: Se te pedirá que realices %@ mientras estás sentado con el teléfono en la mano.
fi: Sinua pyydetään suorittamaan %@ puhelin kädessä istuen.
fil_ph: Hihilingin sa iyo na gumanap %@ habang nakaupo kasama ang phone sa iyong kamay.
fr: Vous serez invité à réaliser %@ en positon assise, le téléphone dans votre main.
fr_ca: Il vous sera demandé d’effectuer %@ tout en étant assis avec le téléphone dans la main.
he: בהמשך תתבקש/י לבצע %@ בישיבה עם הטלפון ביד.
hi: बैठे रहकर फ़ोन को अपने हाथ में पकड़कर आपसे %@ करने के लिए कहा जाएगा।
hr: Od vas će se zatražiti da napravite %@ dok sjedite s telefonom u ruci.
hu: A rendszer fel fogja kérni %@ végrehajtására, miközben ül a telefonnal a kezében.
id: Anda akan diminta untuk melakukan %@ saat duduk dengan telepon di tangan Anda.
it: Ti verrà richiesto di eseguire %@ mentre stai seduto con il telefono in mano.
ja: 電話を手に持って座ったまま、%@を行うように求められます。
ms: Anda akan diminta untuk melakukan %@ sambil duduk dengan telefon di tangan anda.
ms_latn_sg: Anda akan diminta untuk melakukan %@ sambil duduk dengan telefon di tangan anda.
nb_no: Du vil bli bedt om å utføre %@ mens du sitter med telefonen i hånden.
nl: Je wordt gevraagd om %@ zittend uit te voeren met de telefoon in je hand.
no: Du vil bli bedt om å utføre %@ mens du sitter med telefonen i den ene hånden.
or_in: ଆପଣ ନିଜ ହାତର ଫୋନ୍‍ ଧରି ବସିଥିବା ସମୟରେ %@ ଟାସ୍କ କରିବାକୁ କୁହାଯିବ |
pl: Wykonasz %@ w pozycji siedzącej, trzymając telefon w ręce.
pt_pt: Ser‑lhe‑à pedido que efetue %@, na posição sentada, com o telefone na mão.
ro: Vi se va solicita să efectuați %@ stând cu telefonul în mână.
ru: Вам нужно будет выполнить %@ в сидячем положении, держа телефон в руке.
sk: Budete požiadaní o vykonanie %@. Po celý čas budete sedieť s telefónom v ruke.
sv: Du blir ombedd att utföra %@ medan du sitter med telefonen i handen.
ta_in: நீங்கள் கையில் தொலைபேசியுடன் உட்கார்ந்திருக்கும்போது %@ செயல்புரியும்படி கேட்கப்படுவீர்கள்.
ta_my: உங்கள் கையில் தொலைபேசியுடன் உட்கார்ந்திருக்கும்போது %@ செய்யும்படி கேட்கப்படுவீர்கள்.
th: ระบบจะขอให้คุณทำ%@ในระหว่างที่นั่งถือโทรศัพท์ไว้ในมือ
tr: Telefonunuz elinizde otururken %@ gerçekleştirmeniz istenecektir.
uk: Вам буде запропоновано виконати %@, сидячи з телефоном у руці.
vi: Bạn sẽ được yêu cầu thực hiện %@ trong khi ngồi với điện thoại trên tay của mình.
vi_vn: Bạn sẽ được yêu cầu thực hiện %@ khi đang ngồi với điện thoại trên tay.
xh_za: Uza kucelwa ukuba wenze %@ ngoxa uhleli ifowuni isesandleni sakho.
zh_cn: 请坐下并用手握住手机，然后完成%@。
zh_hans_my: 您将被要求坐下来，手里拿着手机时进行%@。
zh_hk: 你將需要坐着，並拿着電話進行%@。
zh_tw: 將會要求您在坐下時用手拿著電話執行 %@。
