Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# MEMORY_GAME_FAILED_TITLE
source: Try Again
ar: المحاولة مرة أخرى
ca: Reintentar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
de_at: Versuchen Sie es erneut
el: Νέα δοκιμή
es: Reintentar
es_419: Reintentar
fi: Yritä uudelleen
fil_ph: Subukang Muli
fr: Réessayer
fr_ca: Réessayer
he: נסה/י שוב
hi: पुनः प्रयास करें
hr: Pokušaj ponovno
hu: Újrapróbálkozás
id: Coba Lagi
it: Riprova
ja: やり直す
ko: 다시 시도
ms: Cuba Lagi
ms_latn_sg: Cuba Lagi
nb_no: Prøv igjen
nl: Probeer het opnieuw
no: Prøv igjen
or_in: ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ
pl: Spróbuj ponownie
pt_pt: Voltar a tentar
ro: Reîncercați
ru: Повторить
sk: Skúste to znovu
sv: Försök igen
ta_in: மீண்டும் முயற்சிக்கவும்
ta_my: மீண்டும் முயற்சிக்கவும்
th: ลองอีกครั้ง
tr: Yeniden Deneyin
uk: Повторити спробу
vi: Thử lại
vi_vn: Thử lại
xh_za: Zama kwakhona
zh_cn: 再试一次
zh_hans_my: 再试一次
zh_hk: 再試一次
zh_tw: 再試一次

# MEMORY_GAME_GAMEPLAY_REVERSE_TITLE_%@
source: Tap the %@ in reverse order
ar: اضغط على %@ بترتيب عكسي
ca: Prem les %@ en ordre invers
cs: Klepejte na %@ v obráceném pořadí
da: Tryk på de enkelte %@ i omvendt rækkefølge
de: Tippe in umgekehrter Reihenfolge auf die %@
de_at: Tippen Sie auf %@ in umgekehrter Reihenfolge
el: Αγγίξτε τις %@ σε αντίστροφη σειρά
es: Pulsa las %@ en orden inverso
es_419: Toca las imágenes de %@ en orden contrario
fi: Napauta %@ käänteisessä järjestyksessä
fil_ph: I-tap ang %@ sa kabaligtaran na pagkakasunod-sunod
fr: Toucher les images de %@ dans l’ordre inverse
fr_ca: Touchez les %@ dans l’ordre inverse.
he: הקש/י על ה%@ בסדר הפוך
hi: %@ को विपरीत क्रम में टैप करें
hr: Dodirnite %@ obrnutim redoslijedom
hu: Koppintson a(z) %@ képeire fordított sorrendben
id: Ketuk %@ dalam urutan terbalik
it: Tocca i simboli a forma di %@ in ordine inverso
ja: 逆の順番で%@をタップしてください
ko: %@을(를) 반대 순서대로 탭하십시오.
ms: Ketik %@ dalam tertib terbalik
ms_latn_sg: Ketik %@ dalam susunan berbalik
nb_no: Trykk på %@ i motsatt rekkefølge
nl: Tik in omgekeerde volgorde op de %@
no: Trykk på %@ i omvendt rekkefølge
or_in: %@ ବିପରୀତ (ଓଲଟା) କ୍ରମରେ ଟ୍ୟାପ କରନ୍ତୁ
pl: Stuknij w %@ w odwrotnej kolejności
pt_pt: Toque nos elementos (%@) em ordem contrária.
ro: Apăsați pe %@ în ordine inversă
ru: Коснитесь изображений (%@) в обратном порядке
sk: Klepnite na obrázky (%@) v opačnom poradí
sv: Tryck på %@ i omvänd ordning
ta_in: %@ ஐ தலைகீழான வரிசையில் தட்டவும்
ta_my: தலைகீழ் வரிசையில் %@ ஐத் தட்டவும்
th: แตะ%@แบบย้อนกลับลำดับ
tr: Bu %@ görüntülerine ters sırada dokunun
uk: Торкайте %@ у зворотному порядку
vi: Chạm vào %@ theo thứ tự ngược lại
vi_vn: Nhấp vào %@ theo thứ tự ngược lại
xh_za: Cofa %@ ngendlela ezilandelelana ngayo ngasemva
zh_cn: 请以相反的顺序轻点%@
zh_hans_my: 以相反的顺序点击%@
zh_hk: 按相反次序點按%@圖案
zh_tw: 以相反的順序點一下%@

# MEMORY_GAME_GAMEPLAY_TITLE_%@
source: Tap the %@ in the order they lit up
ar: اضغط على ال%@ حسب ترتيب إضاءتها
ca: Prem les %@ en l’ordre en què s’han il·luminat
cs: Klepejte na %@ v pořadí, ve kterém se rozsvítily
da: Tryk på de enkelte %@ i den rækkefølge, de tændes
de: Tippe auf die %@ in der Reihenfolge, in der sie aufleuchten
de_at: Tippen Sie auf %@ in der Reihenfolge, in der sie aufleuchten
el: Αγγίξτε τις %@ με τη σειρά που επισημάνθηκαν
es: Pulsa las %@ en el orden en el que se han iluminado
es_419: Toca las imágenes de %@ según se encienden
fi: Napauta %@ siinä järjestyksessä, kun ne syttyivät
fil_ph: I-tap ang %@ sa pagkakasunod-sunod na naiilawan sila
fr: Toucher les images de %@ dans l’ordre d’éclairage
fr_ca: Touchez les %@ dans l’ordre d’affichage.
he: הקש/י על ה%@ לפי הסדר שבו הם נדלקים
hi: %@ को उनके चमकने के क्रम में टैप करें
hr: Dodirnite %@ redoslijedom kojim su zasvijetlili
hu: Koppintson a(z) %@ képeire olyan sorrendben, ahogy felvillantak
id: Ketuk %@ sesuai urutan menyalanya
it: Tocca i simboli a forma di %@ seguendo l'ordine con cui si sono accesi
ja: 明るく表示された順番で%@をタップしてください
ko: %@을(를) 불이 들어온 순서대로 탭하십시오
ms: Ketik %@ dalam tertib ia bernyala
ms_latn_sg: Ketik %@ mengikut susunan nyalaannya
nb_no: Trykk på %@ i den rekkefølgen de lyser opp
nl: Tik op de %@ in de volgorde waarin ze oplichtten
no: Trykk på %@ i samme rekkefølge som de lyste
or_in: %@ ଆଲୋକିତ ହେବା କ୍ରମରେ ଟ୍ୟାପ କରନ୍ତୁ
pl: Stuknij w %@ w kolejności, w jakiej były podświetlane
pt_pt: Toque nos elementos (%@) na ordem em que se destacam.
ro: Apăsați pe %@ în ordinea în care s‑au aprins
ru: Коснитесь изображений (%@) в том порядке, в котором они подсвечивались
sk: Klepnite na obrázky (%@) v poradí, v akom sa rozsvietili
sv: Tryck på %@ i den ordning de lyser upp
ta_in: %@ ஐ அவை காட்சியளிக்கும் வரிசையில் தட்டவும்
ta_my: அவர்கள் ஏற்றும் வரிசையில் %@ ஐத் தட்டவும்
th: แตะ%@ตามลำดับการสว่างขึ้น
tr: Bu %@ görüntülerine yandıkları sırada dokunun
uk: Торкайте %@ у порядку, у якому вони загоряються
vi: Chạm vào %@ theo thứ tự chúng sáng lên
vi_vn: Nhấp vào %@ theo thứ tự chúng sáng lên
xh_za: Cofa %@ ngendlela ezikhanyisa ngayo
zh_cn: 请以%@亮起的顺序轻点它们
zh_hans_my: 按点亮的顺序点击%@
zh_hk: 以剛才亮起的順序點按%@圖案
zh_tw: 以圖片亮起來的順序點一下%@

# MEMORY_GAME_PAUSED_MESSAGE
source: To continue, tap Next
ar: للمتابعة اضغط على التالي.
ca: Per continuar, prem Següent
cs: Pokračujte klepnutím na Další.
da: Tryk på Næste for at fortsætte
de: Zum Fortfahren tippst du auf „Weiter“
de_at: Um fortzufahren, tippen Sie auf Weiter
el: Για να συνεχίσετε, αγγίξτε «Επόμενο»
es: Para continuar, pulsa Siguiente
es_419: Para continuar, toca Siguiente
fi: Jatka napauttamalla Seuraava
fil_ph: Upang magpatuloy, i-tap ang Susunod
fr: Pour continuer, touchez Suivant.
fr_ca: Pour continuer, touchez Suivant
he: להמשך, הקש/י על ״הבא״.
hi: जारी रखने के लिए “अगला” पर टैप करें
hr: Za nastavak dodirnite Sljedeće
hu: A folytatáshoz koppintson a Következő gombra
id: Untuk melanjutkan, ketuk Berikutnya
it: Per continuare, tocca Avanti
ja: 続けるには、“次へ”をタップしてください
ko: 계속하려면 다음을 탭하십시오.
ms: Untuk meneruskan, ketik Seterusnya
ms_latn_sg: Untuk teruskan, ketik Seterusnya
nb_no: Klikk på Neste for å fortsette
nl: Tik op 'Ga door' om verder te gaan
no: Trykk på Neste for å fortsette
or_in: ଜାରି ରଖିବାକୁ, ପରବର୍ତ୍ତୀ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ
pl: Aby kontynuować, stuknij w Dalej
pt_pt: Para continuar, toque em Seguinte
ro: Pentru a continua, apăsați “Înainte”
ru: Нажмите «Далее», чтобы продолжить
sk: Pre pokračovanie klepnite na Ďalej.
sv: Tryck på Nästa när du vill fortsätta
ta_in: தொடருவதற்கு, ‘Next’ ஐ தட்டவும்
ta_my: தொடர, அடுத்து என்பதைத் தட்டவும்
th: ในการดำเนินการต่อ ให้แตะถัดไป
tr: Devam etmek için İleri’ye dokunun
uk: Щоб продовжити, торкніть «Далі»
vi: Để tiếp tục, hãy chạm vào Tiếp
vi_vn: Để tiếp tục, hãy nhấp vào Tiếp theo
xh_za: Ukuze uqhubeke, cofa Okulandelayo
zh_cn: 轻点“下一步”来继续
zh_hans_my: 要继续，请点击“下一步”
zh_hk: 如要繼續，點一下「下一步」
zh_tw: 若要繼續，請點「下一步」

# MEMORY_GAME_PAUSED_TITLE
source: Paused
ar: تم الإيقاف مؤقتاً
ca: En pausa
cs: Pozastaveno
da: På pause
de: Angehalten
de_at: Pausiert
el: Σε παύση
es: En pausa
es_419: En pausa
fi: Keskeytetty
fil_ph: Nakatigil nang sandali
fr: En pause
fr_ca: En pause
he: מושהה
hi: ठहरा हुआ
hr: Pauzirano
hu: Szüneteltetve
id: Dijeda
it: In pausa
ja: 一時停止
ko: 일시 정지됨
ms: Dijedakan
ms_latn_sg: Dijeda
nb_no: Pause
nl: Pauze
no: Pause
or_in: ବିରାମ
pl: Wstrzymana
pt_pt: Em pausa
ro: Suspendat
ru: Пауза
sk: Pozastavené
sv: Pausat
ta_in: இடைநிறுத்தப்பட்டது
ta_my: இடைநிறுத்தப்பட்டுள்ளது
th: พักอยู่
tr: Duraklatıldı
uk: Припинено
vi: Đã tạm dừng
vi_vn: Đã tạm dừng
xh_za: Inqunyanyisiwe
zh_cn: 暂停
zh_hans_my: 暂停
zh_hk: 已暫停
zh_tw: 已暫停

# MEMORY_GAME_PLAYBACK_TITLE_%@
source: Watch the %@ light up
ar: شاهد %@ تتم إضاءتها
ca: Mira com s’il·luminen les imatges de %@
cs: Sledujte, jak se %@ rozsvítí
da: Se, hvordan de enkelte %@ blinker
de: Auf das Aufleuchten der %@ achten
de_at: %@ aufleuchten sehen
el: Δείτε τις %@ να φωτίζονται
es: Observa las %@ que se iluminan
es_419: Observa cuando se encienda las imágenes de %@
fi: Katso %@, kun niihin syttyy valo.
fil_ph: Panoorin ang %@ ilaw
fr: Regarder les %@ s’éclairer
fr_ca: Observez les %@ s’allumer
he: צפה/י ב%@ נדלקים
hi: %@ को चमकते हुए देखें
hr: Gledajte %@ kako svijetle
hu: Figyelje, ahogy a(z) %@ felvillannak
id: Lihat %@ menyala
it: Osserva quando il simbolo a forma di %@ si accende
ja: 明るく表示される%@に注意してください
ko: %@에 불이 들어오는 것을 잘 보십시오.
ms: Lihat %@ bernyala
ms_latn_sg: Perhatikan nyalaan %@
nb_no: Se %@ lyse
nl: Kijk hoe de %@ oplichten
no: Se %@ lyse opp
or_in: %@ ଆଲୋକିତ ହେବା ଦେଖନ୍ତୁ
pl: Obserwuj podświetlane %@
pt_pt: Note como os elementos (%@) ficam mais destacados.
ro: Priviți cum se aprind simbolurile de %@
ru: Следите за тем, как подсвечиваются %@
sk: Pozorujte rozsvecovanie obrázkov (%@)
sv: Se när %@ lyser upp
ta_in: %@ ஒளிருவதைக் காணவும்
ta_my: %@ ஒளியைப் பாருங்கள்
th: ดู%@สว่างขึ้น
tr: Bu %@ görüntülerinin yanmasını izleyin
uk: Слідкуйте, як загоряються %@
vi: Theo dõi %@ sáng lên
vi_vn: Xem %@ sáng lên
xh_za: Bukela %@ ukukhanyisa
zh_cn: 观察亮起的%@
zh_hans_my: 看%@灯亮起来
zh_hk: 看亮起的%@
zh_tw: 觀看%@亮起來

# MEMORY_GAME_SCORE_TITLE
source: Score
ar: النتيجة
ca: Puntuació
cs: Skóre
da: Point
de: Ergebnis
de_at: Punktzahl
el: Βαθμολογία
es: Puntuación
es_419: Puntuación
fi: Tulos
fil_ph: Iskor
fr: Résultat
he: תוצאה
hi: स्कोर
hr: Rezultat
hu: Eredmény
id: Skor
it: Punteggio
ja: スコア
ko: 점수
ms: Skor
ms_latn_sg: Markah
no: Poeng
or_in: ସ୍କୋର୍‍
pl: Wynik
pt_pt: Resultado
ro: Scor
ru: Счет
sk: Skóre
sv: Poäng
ta_in: மதிப்பு
ta_my: புள்ளிகள்
th: คะแนน
tr: Puan
uk: Рахунок
vi: Điểm
vi_vn: Điểm
xh_za: Inqaku
zh_cn: 得分
zh_hans_my: 分数
zh_hk: 分數
zh_tw: 分數

# MEMORY_GAME_TIMEOUT_MESSAGE
source: You ran out of time. Tap Next to continue.
ar: نفد وقتك. اضغط على التالي للمتابعة.
ca: T’has quedat sense temps. Toca Següent per continuar.
cs: Čas vypršel. Pokračujte klepnutím na Další.
da: Tiden løb ud. Tryk på Næste for at fortsætte.
de: Deine Zeit ist vorbei. Tippe auf „Weiter“, um fortzufahren.
de_at: Ihre Zeit ist abgelaufen. Tippen Sie auf Weiter, um fortzufahren.
el: Τελείωσε ο χρόνος. Αγγίξτε «Επόμενο» για να συνεχίσετε.
es: Se ha acabado el tiempo. Pulsa Siguiente para continuar.
es_419: Se acabó el tiempo. Toca Siguiente para continuar.
fi: Aika loppui. Jatka napauttamalla Seuraava.
fil_ph: Naubusan ka ng oras. I-tap ang Next upang magpatuloy.
fr: Votre temps est écoulé. Touchez Suivant pour continuer.
fr_ca: Le temps s’est écoulé. Touchez Suivant pour continuer.
he: אזל הזמן. הקש/י על ״הבא״ להמשך.
hi: आप निर्धारित समय में इसे पूरा नहीं कर पाए। जारी रखने के लिए “अगला” पर टैप करें।
hr: Isteklo vam je vrijeme. Za nastavak kliknite Dalje.
hu: Elfogyott az idő. A folytatáshoz koppintson a Következő gombra.
id: Anda kehabisan waktu. Ketuk Berikutnya untuk melanjutkan.
it: Tempo scaduto. Tocca Avanti per continuare.
ja: 時間がなくなりました。 続けるには、“次へ”をタップしてください。
ko: 시간이 초과되었습니다. 계속하려면 다음을 탭하십시오.
ms: Anda kehabisan masa. Ketik Seterusnya untuk meneruskan.
ms_latn_sg: Anda kehabisan masa. Ketik Seterusnya untuk teruskan.
nb_no: Du gikk tom for tid. Klikk på Neste for å fortsette.
nl: Je hebt het niet binnen de tijd gehaald. Tik op 'Volgende' om verder te gaan.
no: Du gikk over tiden. Trykk på Neste for å fortsette.
or_in: ଆପଣଙ୍କର ସମୟ ସମାପ୍ତ ହୋଇଛି | ଜାରି ରଖିବା ପାଇଁ ପରବର୍ତ୍ତୀ ଉପରେ ଟ୍ୟାପ୍‍ କରନ୍ତୁ
pl: Skończył Ci się czas. Aby kontynuować, stuknij w Dalej.
pt_pt: Acabou o tempo. Toque em Seguinte para continuar.
ro: Ați epuizat timpul. Apăsați “Înainte” pentru a continua.
ru: Время истекло. Нажмите «Далее», чтобы продолжить.
sk: Vypršal vám čas. Pokračujte klepnutím na Ďalej.
sv: Tiden tog slut. Tryck på Nästa för att fortsätta.
ta_in: உங்கள் நேரம் முடிந்தது. தொடர ‘Next’ ஐ தட்டவும்.
ta_my: உங்களுக்கு நேரம் போய்விட்டது. தொடர்வதற்கு தட்டவும்
th: หมดเวลาแล้ว ให้แตะถัดไปเพื่อดำเนินการต่อ
tr: Süreniz doldu. Sürdürmek için Sonraki’ye dokunun.
uk: Ваш час минув. Торкніть «Далі», щоб продовжити.
vi: Bạn đã hết thời gian. Hãy chạm vào Tiếp để tiếp tục.
vi_vn: Bạn đã hết thời gian. Nhấp vào Tiếp theo để tiếp tục.
xh_za: Uphelelwe lixesha. Cofa Okulandelayo ukuze uqhubeke.
zh_cn: 时间已到。 轻点“下一步”来继续。
zh_hans_my: 您的时间用完了。 点击“下一步”继续。
zh_hk: 時限已經到了。 按一下「下一步」來繼續。
zh_tw: 您的時間用完了。 點「下一步」來繼續。

# MEMORY_GAME_TIMEOUT_TITLE
source: Time's Up
ar: انتهاء الوقت
ca: S’ha acabat el temps
cs: Čas vypršel
da: Tiden er gået
de: Zeit ist abgelaufen
de_at: Die Zeit ist abgelaufen
el: Τέλος χρόνου
es: Se acabó el tiempo
es_419: Se acabó el tiempo
fi: Aika loppui
fil_ph: Tapos na ang Oras
fr: Temps écoulé
fr_ca: Temps écoulé
he: נגמר הזמן
hi: समय-समाप्त
hr: Vrijeme je isteklo
hu: Letelt az idő
id: Waktu Habis
it: Tempo scaduto
ja: タイムアップ
ko: 제한 시간 종료
ms: Habis Masa
ms_latn_sg: Masa Tamat
nb_no: Tiden er ute
nl: Tijd is om
no: Tiden er ute
or_in: ସମୟ ସମାପ୍ତ ହେଲା
pl: Czas upłynął
pt_pt: Acabou o tempo
ro: Timpul a expirat
ru: Время истекло
sk: Čas vypršal
sv: Tiden är slut
ta_in: நேரம் முடிந்தது
ta_my: நேரம் முடிந்து விட்டது
th: หมดเวลา
tr: Süre Doldu
uk: Час вийшов
vi: Hết thời gian
vi_vn: Hết giờ rồi
xh_za: Ixesha Liphelile
zh_cn: 时间已到
zh_hans_my: 时间到
zh_hk: 時間到了
zh_tw: 時間到了

# NULL_ANSWER
source: Select an answer
ar: قم بتحديد إجابة
ca: Seleccionar una resposta
cs: Vyberte odpověď
da: Vælg et svar
de: Antwort wählen
de_at: Wählen Sie eine Antwort
el: Επιλέξτε μια απάντηση
es: Selecciona una respuesta
es_419: Seleccionar una respuesta
fi: Valitse vastaus
fil_ph: Pumili ng isang sagot
fr: Sélectionner une réponse
fr_ca: Sélectionner une réponse
he: בחר/י תשובה
hi: उत्तर का चयन करें
hr: Odaberite odgovor
hu: Válasz kiválasztása
id: Pilih jawaban
it: Seleziona una risposta
ja: 答えを選択してください
ko: 대답 선택하기
ms: Pilih jawapan
ms_latn_sg: Sila pilih jawapan
nb_no: Velg et svar
nl: Kies een antwoord
no: Velg et svar
or_in: ଗୋଟିଏ ଉତ୍ତର ଚୟନ କରନ୍ତୁ
pl: Wybierz odpowiedź
pt_pt: Selecione uma resposta
ro: Selectați un răspuns
ru: Выберите ответ
sk: Vyberte odpoveď
sv: Välj ett svar
ta_in: விடையைத் தேர்ந்தெடுக்கவும்
ta_my: ஒரு பதிலைத் தேர்ந்தெடுக்கவும்
th: เลือกคำตอบ
tr: Bir yanıt seçin
uk: Вибрати відповідь
vi: Chọn một câu trả lời
vi_vn: Chọn một câu trả lời
xh_za: Khetha impendulo
zh_cn: 选择一个答案
zh_hans_my: 选择答案
zh_hk: 選擇答案
zh_tw: 選取答案

# PASAT_INTRO_TEXT
source: The Paced Auditory Serial Addition Test measures your auditory information processing speed and calculation ability.
ar: يقيس اختبار الجمع المتوالى السمعى المتواتر سرعة معالجة المعلومات السمعية والقدرة الحسابية.
ca: El PAST (test auditiu de suma en sèrie a ritme) mesura la teva velocitat de processament d’informació auditiva i la teva habilitat de càlcul.
cs: Paced Auditory a Serial Addition Test měří vaši rychlost a počtářské dovednosti při zpracovávání sluchových informací.
da: PASAT-testen måler, hvor hurtigt du behandler lydoplysninger og din evne til at foretage udregninger.
de: Der akustische Serienaddiertest mit Zeitlimit (PASAT, Paced Auditory Serial Addition Test) misst, wie schnell du akustische Informationen verarbeiten und rechnen kannst.
de_at: Der sog. „Paced Auditory Serial Addition Test“ misst die Verarbeitungsgeschwindigkeit und Berechnungsfähigkeit Ihrer auditiven Informationen.
el: Το τεστ PASAT (Βηματική ακουστική πρόσθεση αριθμών σε σειρά) αξιολογεί την ταχύτητα ακουστικής επεξεργασίας πληροφοριών και την ικανότητα υπολογισμών.
es: La prueba de suma seriada auditiva por pasos mide tu velocidad de procesamiento de información auditiva y tu capacidad de cálculo.
es_419: La Prueba de la adición auditiva consecutiva ritmada (PASAT) mide tu capacidad de cálculo y velocidad de procesamiento de información auditiva.
fi: PASAT-testi (Paced Auditory Serial Addition Test) mittaa kuullun informaation käsittelynopeuttasi ja laskutaitoasi.
fil_ph: Sinusukat ng Paced Auditory Serial Addition Test ang iyong bilis ng pagproseso ng impormasyong pandinig at kakayahan sa pag-calculate.
fr: Le test PASAT (Paced Auditory Serial Addition Test) mesure votre vitesse de traitement des informations audio et votre capacité à calculer.
fr_ca: Le test rythmé d’addition en série auditive (PASAT) mesure la vitesse de traitement d’informations auditives, ainsi que la capacité de calcul.
he: הבדיקה ״חיבור סדרתי מתוזמן של שמע״ מודדת את מהירות עיבוד המידע ויכולת החישוב שלך בשמיעה.
hi: पेस्ड ऑडिटरी सीरियल ऐडीशन टेस्ट के द्वारा सुनकर जानकारी संसाधित करने की आपकी गति और परिकलन क्षमता को मापा जाता है।
hr: Auditivni test tempiranog serijskog zbrajanja (PASAT) mjeri brzinu vaše obrade auditivnih podataka te sposobnost računanja.
hu: Az Ütemes hallási sorozatösszeadási teszt a hallási információfeldolgozási sebességet és számítási képességet méri.
id: Pengujian Paced Auditory Serial Addition mengukur kecepatan pemrosesan informasi dan kemampuan menghitung auditori Anda.
it: Il Paced Auditory Serial Addition Test (PASAT) misura la velocità di elaborazione delle informazioni uditive e la capacità di calcolo.
ja: PASAT（定速聴覚的連続加算）では、聴覚による情報処理速度と計算能力を測定します。
ko: PASAT 테스트(Paced Auditory Serial Addition Test)는 사용자의 청각 정보 처리 속도 및 계산 능력을 측정합니다.
ms: Ujian Penambahan Bersiri Pendengaran Berkadar mengukur kelajuan pemprosesan maklumat pendengaran dan keupayaan pengiraan anda.
ms_latn_sg: Ujian Tambahan Bersiri Auditori Kelajuan ini mengukur kepantasan pemprosesan maklumat auditori anda dan keupayaan untuk mengira.
nb_no: Paced Auditory Serial Addition Test måler hastigheten på din auditive informasjon og beregningsevne.
nl: Met de PASAT (een stapsgewijze auditieve seriële opteltest) wordt gemeten hoe snel je hoorbare informatie verwerkt en hoe goed je kunt rekenen.
no: PASAT-testen (Paced Auditory Serial Addition Test) måler hvor raskt du behandler lydinformasjon og evnen din til å gjøre utregninger.
or_in: ପେସ୍ ଅଡିଟୋରୀ (ହିସାବ) କ୍ରମିକ ଯୋଗ ପରୀକ୍ଷଣ ଆପଣଙ୍କର ଅଡିଟୋରୀ ସୂଚନା ପ୍ରକ୍ରିୟାକରଣ ଗତି ଏବଂ ଗଣନା କ୍ଷମତାକୁ ମାପ କରିଥାଏ |
pl: Test PASAT mierzy szybkość przetwarzania danych audialnych i umiejętność liczenia.
pt_pt: O teste PASAT (Paced Auditory Serial Addition Test) mede a velocidade de processamento de informação auditiva e a capacidade de cálculo.
ro: Testul PAVSAT (testul auditiv pe etape de adunare în serie) măsoară aptitudinile dvs. de calcul și viteza de procesare a informațiilor auditive.
ru: В слуховом тесте на сложение с заданным темпом измеряются способность обрабатывать аудиальную информацию, а также способность к вычислениям.
sk: Paced Auditory Serial Addition Test meria rýchlosť, akou dokážete spracovať a spočítať informácie prijaté prostredníctvom sluchu.
sv: PASAT (Paced Auditory Serial Addition Test) mäter din auditiva bearbetningshastighet och beräkningsförmåga.
ta_in: The Paced Auditory Serial Addition Test உங்கள் செவிவழி தகவல் செயலாக்க வேகம் மற்றும் கணக்கீட்டு திறனை அளவிடுகிறது.
ta_my: வேகமான செவிவழி தொடர் சேர்க்கை சோதனை உங்கள் செவிவழி தகவல் செயலாக்க வேகம் மற்றும் கணக்கீட்டு திறனை அளவிடுகிறது.
th: การทดสอบความสามารถผ่านการบวกเลขตามความเร็วที่ได้ยินจะประเมินข้อมูลด้านการได้ยินของคุณโดยการประมวลผลความเร็วและความสามารถด้านการคิดคำนวณ
tr: Tempolu İşitsel Toplama Testi, işitsel bilgi işleme hızınızı ve hesaplama becerinizi ölçer.
uk: Слуховий тест на складання у заданому темпі вимірює швидкість обробки вами слухової інформації та вашу здібність до обчислення.
vi: Bài Kiểm tra Tính tổng Tuần tự bằng Âm thanh Theo tốc độ đo lường tốc độ xử lý thông tin âm thanh cùng với khả năng tính toán của bạn.
vi_vn: Bài kiểm tra bổ sung nối tiếp thính giác theo nhịp độ đo tốc độ xử lý thông tin thính giác và khả năng tính toán của bạn.
xh_za: Uvavanyo Lothotho Lwesantya Esongezelelweyo Sokubona lulinganisa inkcazelo yokubona yokwenza isantya kunye nokukwazi ukubala.
zh_cn: “步进式听觉累加实验”测量您的听觉信息处理速度和计算能力。
zh_hans_my: 踱步听觉系列加法测验测量您的听觉信息处理速度和计算能力。
zh_hk: 定時聽覺連續加法測試（PASAT）可測量你的聽覺資料處理速度及計算能力。
zh_tw: 連續聽覺序列附加測試（PASAT）會測量您的聽覺資訊處理速度和計算能力。

# PASAT_TITLE
source: PASAT
or_in: PASAT (ପାସାଟ)
uk: СТСЗТ
xh_za: I-PASAT

# PASSCODE_AUTHENTICATED_MESSAGE
source: Passcode authenticated
ar: رمز الدخول غير مصدّق
ca: Codi autenticat
cs: Kód byl ověřen
da: Adgangskode godkendt
de: Code authentifiziert
de_at: Passcode authentifiziert
el: Έγινε έλεγχος ταυτότητας κωδικού
es: Autenticado por código
es_419: Código autenticado
fi: Pääsykoodi todennettu
fil_ph: Napatunayan ang passcode
fr: Authentification par code
fr_ca: Code authentifié
he: קוד הגישה מאומת
hi: पासकोड प्रमाणित किया गया
hr: Šifra je autorizirana
hu: A jelkód hitelesítve van
id: Kode sandi disahkan
it: Codice autenticato
ja: パスコードが認証されました
ko: 암호가 인증됨
ms: Kod laluan disahkan
ms_latn_sg: Kod laluan disahkan
nb_no: Passord godkjent
nl: Toegangscode geverifieerd
no: Kode godkjent
or_in: ପାସ୍‌କୋର୍ଡ ପ୍ରମାଣିକରଣ ହେଲା
pl: Kod został uwierzytelniony
pt_pt: Código autenticado
ro: Cod autentificat
ru: Код‑пароль аутентифицирован
sk: Kód autentifikovaný
sv: Autentiserad med lösenkod
ta_in: கடவுக் குறி அங்கீகரிக்கப்பட்டது
ta_my: கடவுக்குறியீடு அங்கீகரிக்கப்பட்டது
th: รหัสผ่านตัวเลขผ่านการตรวจสอบแล้ว
tr: Parola doğrulandı
uk: Код допуску прийнято
vi: Đã xác thực mật mã
vi_vn: Mật mã được xác thực
xh_za: Iphasikhowudi iqinisekisiwe
zh_cn: 口令已鉴定
zh_hans_my: 密码已验证
zh_hk: 已認證密碼
zh_tw: 已認證密碼

# PASSCODE_CONFIRM_MESSAGE
source: Confirm passcode
ar: تأكيد رمز الدخول
ca: Confirma el codi
cs: Potvrďte kód
da: Bekræft adgangskode
de: Code bestätigen
de_at: Passcode bestätigen
el: Επιβεβαίωση κωδικού
es: Confirmar código
es_419: Confirmar código
fi: Vahvista pääsykoodi
fil_ph: Kumpirmahin ang passcode
fr: Confirmer le code
fr_ca: Confirmez le code.
he: אשר/י קוד גישה
hi: पासकोड की पुष्टि करें
hr: Potvrdite šifru
hu: Erősítse meg a jelkódját
id: Konfirmasi kode sandi
it: Conferma codice
ja: パスコードを確認してください
ko: 암호 확인
ms: Sahkan kod laluan
ms_latn_sg: Sahkan kod laluan
nb_no: Bekreft passord
nl: Herhaal toegangscode
no: Bekreft kode
or_in: ପାସ୍‌କୋର୍ଡ ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pl: Potwierdź kod
pt_pt: Confirmar código
ro: Confirmare cod
ru: Подтвердите код‑пароль
sk: Potvrďte kód
sv: Bekräfta lösenkod
ta_in: கடவுக்குறியை உறுதி செய்யவும்
ta_my: கடவுக்குறியீட்டை உறுதிப்படுத்தவும்
th: ยืนยันรหัสผ่านตัวเลข
tr: Parolayı doğrulayın
uk: Підтвердьте код
vi: Xác nhận mật mã
vi_vn: Xác nhận mật mã
xh_za: Qinisekisa iphasikhowudi
zh_cn: 确认口令
zh_hans_my: 确认密码
zh_hk: 確認密碼
zh_tw: 確認密碼

# PASSCODE_CONFIRM_NEW_ENTRY_MESSAGE
source: Confirm your new passcode
ar: تأكيد رمز الدخول الجديد
ca: Confirma el nou codi
cs: Potvrďte nový kód
da: Bekræft den nye adgangskode
de: Neuen Code bestätigen
de_at: Bestätigen Sie Ihren neuen Passcode
el: Επιβεβαίωση νέου κωδικού
es: Confirma el nuevo código
es_419: Confirma el nuevo código
fi: Vahvista uusi pääsykoodi
fil_ph: Kumpirmahin ang iyong bagong passcode
fr: Confirmer votre nouveau code
fr_ca: Confirmez votre nouveau code.
he: אשר/י את קוד הגישה החדש
hi: अपने नए पासकोड की पुष्टि करें
hr: Potvrdite vašu novu šifru
hu: Erősítse meg az új jelkódját
id: Konfirmasi kode sandi baru Anda
it: Conferma il nuovo codice
ja: 新しいパスコードを確認してください
ko: 새로운 암호 확인
ms: Sahkan kata laluan baru anda
ms_latn_sg: Sahkan kod laluan baharu anda
nb_no: Bekreft ditt nye passord
nl: Herhaal je nieuwe wachtwoord
no: Bekreft den nye koden
or_in: ଆପଣଙ୍କର ନୂଆ ପାସ୍‌କୋର୍ଡ ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pl: Potwierdź nowy kod
pt_pt: Confirme o novo código
ro: Confirmați noul cod
ru: Подтвердите новый код-пароль
sk: Potvrďte nový kód
sv: Bekräfta den nya lösenkoden
ta_in: உங்கள் புதியு கடவுக்குறியை உறுதி செய்யவும்
ta_my: உங்கள் புதிய கடவுக்குறியீட்டை உறுதிப்படுத்தவும்
th: ยืนยันรหัสผ่านตัวเลขใหม่ของคุณ
tr: Yeni parolanızı doğrulayın
uk: Підтвердьте свій новий код
vi: Xác nhận mật mã mới của bạn
vi_vn: Xác nhận mật mã mới của bạn
xh_za: Qinisekisa iphasikhowudi yakho entsha
zh_cn: 确认新口令
zh_hans_my: 确认您的新密码
zh_hk: 確認新密碼
zh_tw: 確認您的新密碼
