Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# LEARN_MORE_DATA_USE
source: Learn more about how data is used
ar: معرفة المزيد عن كيفية استخدام البيانات
ca: Més informació sobre com s’utilitzen les dades
cs: Informace o způsobech využití dat
da: Læs mere om, hvordan data bruges
de: Weitere Infos über die Verwendung der Daten
de_at: Erfahren Sie mehr darüber, wie Daten verwendet werden
el: Μάθετε περισσότερα για τον τρόπο χρήσης των δεδομένων
es: Más información sobre la utilización de los datos
es_419: Más información sobre cómo se usan los datos
fi: Lisätietoja tietojen käytöstä
fil_ph: Matuto nang higit pa tungkol sa kung paano ginagamit ang data
fr: En savoir plus sur l’utilisation des données
fr_ca: En savoir plus sur la façon dont les données sont utilisées
he: קבל/י מידע נוסף על השימוש בנתונים
hi: डेटा उपयोग करने की प्रक्रिया के बारे में और अधिक जानें
hr: Saznajte više o načinu uporabe podataka
hu: További információk az adatok felhasználásának módjáról
id: Lebih lanjut mengenai cara data digunakan
it: Scopri di più sull'utilizzo dei dati
ja: データの使用方法についての詳しい情報を表示します
ko: 데이터 사용 방법에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang cara data digunakan
ms_latn_sg: Ketahui lebih lanjut tentang cara data digunakan
nb_no: Lær mer om hvordan data blir brukt
nl: Meer informatie over het gebruik van gegevens
no: Finn ut mer om hvordan dataene brukes
or_in: କିପରି ଡାଟା ବ୍ୟବହାର କରାଯାଏ, ସେ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pl: Więcej informacji o wykorzystywaniu danych
pt_pt: Saiba mais acerca de como os dados são utilizados.
ro: Aflați mai multe despre utilizarea datelor
ru: Подробнее об использовании данных
sk: Viac informácií o využívaní dát
sv: Läs mer om hur data används
ta_in: தரவு எவ்வாறு உபயோகிக்கப்படுகிறது என்பது பற்றி மேலும் அறிக
ta_my: தரவு எவ்வாறு பயன்படுத்தப்படுகிறது என்பது பற்றி மேலும் அறிக
th: เรียนรู้เพิ่มเติมเกี่ยวกับวิธีใช้ข้อมูล
tr: Verilerin kullanılması hakkında daha fazla bilgi
uk: Докладніше про використання даних
vi: Tìm hiểu thêm về cách sử dụng dữ liệu
vi_vn: Tìm hiểu thêm về cách dữ liệu được sử dụng
xh_za: Funda ngakumbi ngendlela inkcukacha esetyenziswa ngayo
zh_cn: 了解有关数据使用方式的更多信息
zh_hans_my: 了解有关如何使用数据的更多信息
zh_hk: 進一步了解數據的使用方法
zh_tw: 進一步瞭解資料如何被使用

# LEARN_MORE_PRIVACY
source: Learn more about how your privacy and identity are protected
ar: معرفة المزيد عن كيفية حماية خصوصيتك وهويتك
ca: Més informació sobre com es protegeix la privacitat i la identitat
cs: Informace o ochraně soukromí a identity
da: Læs mere om, hvordan din anonymitet og identitet er beskyttet
de: Weitere Infos über den Schutz deiner Daten und Identität
de_at: Erfahren Sie mehr darüber, wie Ihre Privatsphäre und Identität geschützt sind
el: Μάθετε περισσότερα για τον τρόπο προστασίας του απορρήτου και της ταυτότητάς σας
es: Más información sobre la protección de la privacidad y la identidad
es_419: Más información sobre cómo se protege tu privacidad e identidad
fi: Lisätietoja siitä, kuinka yksityisyyttäsi ja identiteettiäsi suojataan.
fil_ph: Matuto nang higit pa tungkol sa kung paano protektado ang iyong privacy at pagkakakilanlan
fr: En savoir plus sur la protection de la confidentialité et de votre identité
fr_ca: En savoir plus sur notre façon de protéger votre confidentialité et votre identité
he: קבל/י מידע נוסף בנושא ההגנה על הפרטיות והזהות שלך
hi: आपकी गोपनीयता और पहचान की सुरक्षा के बारे में और अधिक जानें
hr: Saznajte više o načinu zaštite vaše privatnosti i identiteta
hu: További információk az adatok és személyes információk védelmének módjáról
id: Lebih lanjut mengenai cara privasi dan identitas Anda dilindungi
it: Scopri di più sulla tutela dei dati relativi alla privacy e alla tua identità
ja: プライバシーおよび個人を特定する情報の保護方法についての詳しい情報を表示します
ko: 사용자의 개인 정보 및 신원 보호 방법에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang cara privasi dan identiti anda dilindungi
ms_latn_sg: Ketahui lebih lanjut tentang cara privasi dan identiti anda dilindungi
nb_no: Lær mer om hvordan ditt privatvern og identitet er beskyttet
nl: Meer informatie over de bescherming van je privacy en identiteit
no: Finn ut mer om hvordan personvernet og identiteten din beskyttes
or_in: ଗୋପନୀୟତା ଏବଂ ପରିଚୟ କିପରି ସୁରକ୍ଷିତ ଅଛି, ସେ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pl: Więcej informacji o ochronie prywatności i tożsamości
pt_pt: Saiba mais acerca de como a sua privacidade e identidade são protegidas.
ro: Aflați mai multe despre protejarea intimității și identității dvs.
ru: Подробнее о конфиденциальности и защите личной информации
sk: Viac informácií o ochrane súkromia a identity
sv: Läs mer om hur din integritet och identitet skyddas
ta_in: உங்கள் தனியுரிமை மற்றும் அடையாளம் எவ்வாறு பாதுகாக்கப்படுகிறது என்பது பற்றி மேலும் அறிக
ta_my: உங்கள் தனியுரிமை மற்றும் அடையாளம் எவ்வாறு பாதுகாக்கப்படுகிறது என்பதைப் பற்றி மேலும் அறிக
th: เรียนรู้เพิ่มเติมเกี่ยวกับวิธีการปกป้องความเป็นส่วนตัวและข้อมูลประจำตัวของคุณ
tr: Gizliliğinizin ve kimliğinizin korunması hakkında daha fazla bilgi
uk: Докладніше про захист вашої приватності і особистих даних
vi: Tìm hiểu thêm về cách bảo vệ quyền riêng tư và nhận dạng của bạn
vi_vn: Tìm hiểu thêm về cách bảo vệ quyền riêng tư và danh tính của bạn
xh_za: Funda ngakumbi ngendlela imfihlo kunye nesazisi sakho esikhuselwe ngayo
zh_cn: 了解有关隐私和身份保护方式的更多信息
zh_hans_my: 了解如何保护您的隐私和身份的更多信息
zh_hk: 進一步了解你的私隱及個人身份如何得到保護
zh_tw: 進一步瞭解隱私權和識別身分如何被保護

# LEARN_MORE_STUDY_SURVEY
source: Learn more about the study survey
ar: معرفة المزيد عن استطلاع الدراسة
ca: Més informació sobre l’avaluació de l’estudi
cs: Informace o realizaci průzkumu
da: Læs mere om undersøgelsen
de: Weitere Infos über die Studienumfrage
de_at: Erfahren Sie mehr über die Umfrage
el: Μάθετε περισσότερα για την έρευνα μελέτης
es: Más información sobre la evaluación del estudio
es_419: Más información sobre la encuesta del estudio
fi: Lisätietoja tutkimuskyselystä
fil_ph: Matuto nang higit pa tungkol sa survey ng pag-aaral
fr: En savoir plus sur l’étude
fr_ca: En savoir plus sur l’enquête de l’étude
he: קבל/י מידע נוסף בנושא סקר המחקר
hi: सर्वेक्षण अध्ययन के बारे में और अधिक जानें
hr: Saznajte više o istraživačkoj anketi
hu: További információk a kérdőívről
id: Lebih lanjut mengenai survei studi
it: Scopri di più sull'indagine conoscitiva
ja: 調査アンケートについての詳しい情報を表示します
ko: 연구 설문에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang tinjauan kajian
ms_latn_sg: Ketahui lebih lanjut tentang tinjauan kajian
nb_no: Lær mer om studieundersøkelsen
nl: Meer informatie over de onderzoeksenquête
no: Finn ut mer om undersøkelsen
or_in: ଅଧ୍ୟୟନ ସର୍ବେକ୍ଷଣ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pl: Więcej informacji o ankiecie
pt_pt: Saiba mais acerca deste inquérito.
ro: Aflați mai multe despre chestionarul studiului
ru: Подробнее об опросе
sk: Viac informácií o prieskume štúdie
sv: Läs mer om studieenkäten
ta_in: ஆய்வு கணக்கெடுப்பு பற்றி மேலும் அறிக
ta_my: ஆய்வு கணக்கெடுப்பு பற்றி மேலும் அறியவும்
th: เรียนรู้เพิ่มเติมเกี่ยวกับการสำรวจงานศึกษา
tr: Çalışma anketi hakkında daha fazla bilgi
uk: Докладніше про дослідне опитування
vi: Tìm hiểu thêm về khảo sát nghiên cứu
vi_vn: Tìm hiểu thêm về khảo sát nghiên cứu
xh_za: Funda ngakumbi ngophando lophononongo
zh_cn: 了解有关研究调查的更多信息
zh_hans_my: 了解有关研究调查的更多信息
zh_hk: 進一步了解研究的問卷
zh_tw: 進一步瞭解研究問卷

# LEARN_MORE_TASKS
source: Learn more about the tasks involved
ar: معرفة المزيد عن المهام المتضمنة
ca: Més informació sobre les tasques de l’estudi
cs: Informace o úkolech obsažených ve studii
da: Læs mere om de involverede opgaver
de: Weitere Infos über die Aufgaben in der Studie
de_at: Erfahren Sie mehr über die damit verbundenen Aufgaben
el: Μάθετε περισσότερα για τις σχετιζόμενες εργασίες
es: Más información sobre las tareas del estudio
es_419: Más información sobre las tareas relacionadas
fi: Lisätietoja tutkimukseen liittyvistä tehtävistä
fil_ph: Matuto nang higit pa tungkol sa mga kasangkot na gawain
fr: En savoir plus sur les tâches impliquées
fr_ca: En savoir plus sur les tâches concernées
he: קבל/י מידע נוסף בנושא המשימות הכרוכות
hi: सम्मिलित कार्यों के बारे में और अधिक जानें
hr: Saznajte više o zadacima
hu: További információk a bennfoglalt feladatokról
id: Lebih lanjut mengenai tugas yang bersangkutan
it: Scopri di più sulle attività previste
ja: 必要なタスクについての詳しい情報を表示します
ko: 관련된 과제에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang tugas yang terlibat
ms_latn_sg: Ketahui lebih lanjut tentang tugasan yang terlibat
nb_no: Lær mer om de involverte oppgavene
nl: Meer informatie over wat je moet doen
no: Finn ut mer om oppgavene i studien
or_in: ଟାସ୍କ ଅନ୍ତର୍ଭୁକ୍ତ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pl: Więcej informacji o zadaniach
pt_pt: Saiba mais acerca das tarefas incluídas.
ro: Aflați mai multe despre sarcinile implicate
ru: Подробнее о задачах, включенных в исследование
sk: Viac informácií o úlohách
sv: Läs mer om de berörda åtgärderna
ta_in: ஈடுபடுத்தப்பட்டுள்ள பணிகளைப் பற்றி மேலும் அறிக
ta_my: சம்பந்தப்பட்ட பணிகள் பற்றி மேலும் அறியவும்
th: เรียนรู้เพิ่มเติมเกี่ยวกับแบบทดสอบที่เกี่ยวข้อง
tr: İlişkili görevler hakkında daha fazla bilgi
uk: Докладніше про залучені завдання
vi: Tìm hiểu thêm về các nhiệm vụ liên quan
vi_vn: Tìm hiểu thêm về các nhiệm vụ liên quan
xh_za: Funda ngakumbi ngemisebenzi ebandakanyekileyo
zh_cn: 了解有关所涉及任务的更多信息
zh_hans_my: 了解有关所涉及任务的更多信息
zh_hk: 進一步了解相關的任務
zh_tw: 進一步瞭解相關的任務

# LEARN_MORE_TIME_COMMITMENT
source: Learn more about the study's impact on your time
ar: معرفة المزيد عن أثر الدراسة على وقتك
ca: Més informació sobre com afecta l’estudi al teu temps
cs: Informace o dopadu studie na váš čas
da: Læs mere om undersøgelsens indflydelse på din tid
de: Weitere Infos über den für diese Studie benötigten Zeitaufwand
de_at: Erfahren Sie mehr über die Auswirkungen der Studie auf Ihre Zeit
el: Μάθετε περισσότερα για τον χρόνο που θα χρειαστείτε για να ολοκληρώσετε τη μελέτη
es: Más información sobre el impacto del estudio en tu tiempo
es_419: Más información sobre el impacto del estudio en tu tiempo
fi: Lisätietoja tutkimuksen vaatimasta ajasta
fil_ph: Matuto nang higit pa tungkol sa impact ng pag-aaral sa iyong oras
fr: En savoir plus sur l’impact de l’étude sur votre emploi du temps
fr_ca: En savoir plus sur l’impact de l’étude sur votre agenda
he: קבל/י מידע נוסף בנושא השפעת המחקר על זמנך
hi: अपने समय पर अध्ययन के प्रभाव के बारे में और अधिक जानें
hr: Saznajte kako će istraživanje utjecati na vaše vrijeme
hu: További információk arról, mennyi időt vesz igénybe a felmérés
id: Lebih lanjut mengenai dampak studi terhadap waktu Anda
it: Scopri di più sull'impatto che l'indagine conoscitiva avrà sul tuo tempo
ja: 調査にかかる時間についての詳しい情報を表示します
ko: 이 연구가 사용자의 시간에 미치는 영향에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang impak kajian pada masa anda
ms_latn_sg: Ketahui lebih lanjut tentang impak kajian terhadap masa anda
nb_no: Lær mer om studiens innvirkning på din tid
nl: Meer informatie over hoelang het onderzoek duurt
no: Finn ut mer om hvor mye tid studien krever
or_in: ଆପଣଙ୍କର ସମୟ ଉପରେ ଅଧ୍ୟୟନର ପ୍ରଭାବ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pl: Więcej informacji o wymogach czasowych badania
pt_pt: Saiba mais acerca da duração do inquérito.
ro: Aflați mai multe despre impactul studiului asupra timpului dvs.
ru: Подробнее о том, сколько времени занимает исследование
sk: Viac informácií o vplyvu štúdie na váš čas
sv: Läs mer om studiens påverkan på din tid
ta_in: உங்கள் நேரத்தின் மீதான ஆய்வின் தாக்கத்தைப் பற்றி மேலும் அறிக
ta_my: உங்கள் நேரத்தின் மீதான ஆய்வின் தாக்கம் பற்றி மேலும் அறியவும்
th: เรียนรู้เพิ่มเติมเกี่ยวกับผลกระทบของงานศึกษาที่มีต่อเวลาของคุณ
tr: Çalışmanın zamanınıza etkisi hakkında daha fazla bilgi
uk: Докладніше про вплив дослідження на ваш час
vi: Tìm hiểu thêm về tác động của nghiên cứu đối với thời gian của bạn
vi_vn: Tìm hiểu thêm về tác động của nghiên cứu đối với thời gian của bạn
xh_za: Funda ngakumbi ngefuthe lophononongo kwixesha lakh
zh_cn: 了解有关研究所占用时间的更多信息
zh_hans_my: 了解这项研究对您时间的影响的更多信息
zh_hk: 進一步了解研究所花費的時間
zh_tw: 進一步瞭解研究需花費的時間

# LEARN_MORE_WELCOME
source: Learn more about the study first
ar: معرفة المزيد عن الدراسة أولاً
ca: Més informació sobre el primer estudi
cs: Úvodní informace o studii
da: Læs mere om undersøgelsen først
de: Zunächst weitere Infos über diese Studie
de_at: Erfahren Sie zuerst mehr über die Studie
el: Μάθετε περισσότερα για τη μελέτη πρώτα
es: Más información sobre el estudio
es_419: Obtén primero más información sobre el estudio
fi: Lisätietoja tutkimuksesta
fil_ph: Alamin muna ang tungkol sa pag-aaral
fr: Commencer par en savoir plus sur l’étude
fr_ca: Tout d’abord, en savoir plus sur l’étude
he: קבל/י מידע נוסף תחילה בנושא המחקר
hi: अध्ययन से पहले उसके बारे में और अधिक जानें
hr: Saznajte više o istraživanju
hu: További információk a vizsgálatról
id: Pelajari lebih lanjut mengenai studi terlebih dahulu
it: Prima di iniziare, scopri di più sull'indagine conoscitiva
ja: まず調査についての詳しい情報を表示します
ko: 연구에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang kajian terlebih dahulu
ms_latn_sg: Ketahui lebih lanjut tentang kajian terlebih dahulu
nb_no: Lær mer om studien først
nl: Meer informatie over het onderzoek
no: Finn ut mer om studien
or_in: ପ୍ରଥମେ ଅଧ୍ୟୟନ କରିବା ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pl: Na początek: więcej informacji o badaniu
pt_pt: Saiba mais acerca deste inquérito antes de começar.
ro: Mai întâi, aflați mai multe despre studiu
ru: Подробнее об исследовании
sk: Viac informácií o štúdii
sv: Läs mer om studien först
ta_in: முதலில் ஆய்வு பற்றி மேலும் அறிந்துகொள்ளவும்
ta_my: ஆய்வினைப் பற்றி முதலில் அறிக
th: เรียนรู้เพิ่มเติมเกี่ยวกับงานศึกษาก่อน
tr: Çalışma hakkında daha fazla bilgi
uk: Докладніше про дослідження
vi: Trước tiên, tìm hiểu thêm về nghiên cứu
vi_vn: Tìm hiểu thêm về nghiên cứu trước
xh_za: Funda ngakumbi ngophononongo kuqala
zh_cn: 首先了解有关研究的更多信息
zh_hans_my: 首先了解有关研究的更多信息
zh_hk: 開始前先了解此研究
zh_tw: 開始前先瞭解研究內容

# LEARN_MORE_WITHDRAWING
source: Learn more about withdrawing
ar: معرفة المزيد عن الانسحاب
ca: Més informació sobre l’abandonament
cs: Informace o odstoupení od studie
da: Læs mere om tilbagetrækning
de: Weitere Infos zum Aussteigen aus der Studie
de_at: Erfahren Sie mehr über Aussteigen
el: Μάθετε περισσότερα για την αποχώρηση από την έρευνα
es: Más información sobre cómo salir del estudio
es_419: Más información
fi: Lisätietoja peruuttamisesta
fil_ph: Matuto nang higit pa tungkol sa pag-urong
fr: En savoir plus sur le retrait de l’étude
fr_ca: En savoir plus sur l’abandon
he: קבל/י מידע נוסף בנושא ביטול ההשתתפות
hi: सहमति वापस लेने के बारे में और अधिक जानें
hr: Saznajte više o povlačenju pristanka
hu: További információk a visszavonásról
id: Lebih lanjut mengenai penarikan diri
it: Scopri di più sul ritiro
ja: 同意の撤回についての詳しい情報を表示します
ko: 철회하기에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang menarik diri
ms_latn_sg: Ketahui lebih lanjut tentang menarik diri
nb_no: Lær mer om tilbaketrekking
nl: Meer informatie over afzien van deelname
no: Finn ut mer om å avslutte studien
or_in: ପ୍ରତ୍ୟାହାର ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pl: Więcej informacji o wycofywaniu się z badania
pt_pt: Saiba mais acerca de como desistir do inquérito.
ro: Aflați mai multe despre retragere
ru: Подробнее об отказе от участия
sk: Viac informácií o odstúpení
sv: Läs mer om tillbakadragning
ta_in: விலகுதல் பற்றி மேலும் தெரிந்து கொள்க
ta_my: திரும்பப் பெறுவது பற்றி மேலும் அறிக
th: เรียนรู้เพิ่มเติมเกี่ยวกับการถอนตัว
tr: Sözünü geri alma hakkında daha fazla bilgi
uk: Докладніше про відкликання
vi: Tìm hiểu thêm về việc rút lui
vi_vn: Tìm hiểu thêm về rút lại
xh_za: Funda ngakumbi ngokurhoxa
zh_cn: 了解有关退出研究的更多信息
zh_hans_my: 了解有关退出的更多信息
zh_hk: 進一步了解退出研究
zh_tw: 進一步瞭解如何退出調查

# LIMB_LEFT
source: left
ar: الأيسر
ca: esquerra
cs: vlevo
da: venstre
de: links
de_at: links
el: αριστερό
es: izquierda
fil_ph: kaliwa
fr: gauche
he: שמאל
hi: बायाँ
hr: lijevo
hu: bal
id: kiri
it: sinistra
ja: 左
ms: kiri
ms_latn_sg: kiri
nb_no: venstre
nl: links
no: venstre
or_in: ବାମ
pl: lewa
pt_pt: esquerdo
ro: stânga
ru: левая
sk: ľavá
sv: vänster
ta_in: இடது
ta_my: இடது
th: ซ้าย
tr: sol
uk: ліва
vi: trái
vi_vn: bên trái
xh_za: khohlo
zh_cn: 左
zh_hans_my: 左
zh_hk: 左
zh_tw: 左側

# LIMB_OPTION_LEFT_OR_RIGHT_ERROR
source: limbOption must be left or right
ar: يجب أن يكون limbOption الأيمن أو الأيسر
ca: limbOption ha de ser dreta o esquerra
cs: Volba končetiny musí být vlevo nebo vpravo
da: limbOption skal være venstre eller højre
de: limbOption muss „links“ oder „rechts“ sein
de_at: limbOption muss links oder rechts sein
el: Η ρύθμιση limbOption πρέπει να είναι αριστερό ή δεξιό
es: Tienes que elegir entre la extremidad izquierda o la derecha
fil_ph: limbOption ay dapat na kaliwa o kanan
fr: Vous devez préciser le membre concerné : gauche ou droit
he: ‏limbOption חייב להיות שמאל או ימין
hi: limbOption बाएँ या दाएँ होना चाहिए
hr: limbOption treba biti lijevo ili desno
hu: A limbOption beállításaként a bal vagy a jobb értéket kell megadni
id: limbOption harus berupa kiri atau kanan
it: limbOption deve essere sinistra o destra
ja: limbOptionは左または右にする必要があります
ms: limbOption mesti kiri atau kanan
ms_latn_sg: limbOption mestilah kiri atau kanan
nb_no: limbOption-alternativet må være enten venstre eller høyre
nl: limbOption moet links of rechts zijn
no: limbOption må være venstre eller høyre
or_in: limbOption ବାମ କିମ୍ୱା ଡାହାଣ ହେବା ଆବଶ୍ୟକ
pl: Wartość dla limbOption musi być lewa lub prawa
pt_pt: limbOption tem de ser direito ou esquerdo
ro: limbOption trebuie să fie stânga sau dreapta
ru: Необходимо указать, оценка какой конечности выполняется — левой или правой
sk: limbOption musí byť ľavé alebo pravé
sv: limbOption måste vara vänster eller höger
ta_in: limbOption இடது அல்லது வலது பக்கம் இருக்கவேண்டும்
ta_my: கைம்விருப்பம் இடது அல்லது வலது இருக்க வேண்டும்
th: limbOption จะต้องเป็นข้างซ้ายหรือข้างขวา
tr: limbOption sol veya sağ olmalı
uk: Опція кінцівки має бути «ліва» чи «права»
vi: limbOption phải là trái hoặc phải
vi_vn: limbOption phải ở bên trái hoặc bên phải
xh_za: Ukukhetha ilungu kumele kube sekhohlo okanye ekunene
zh_cn: limbOption 必须为左或者右
zh_hans_my: limbOption 必须是左或右
zh_hk: limbOption 必須為左或右
zh_tw: limbOption 必須是左側或右側。

# LIMB_RIGHT
source: right
ar: الأيمن
ca: dreta
cs: vpravo
da: højre
de: rechts
de_at: rechts
el: δεξί
es: la derecha
fil_ph: kanan
fr: droit
he: ימין
hi: दायाँ
hr: desno
hu: jobb
id: kanan
it: destra
ja: 右
ms: kanan
ms_latn_sg: kanan
nb_no: høyre
nl: rechts
no: høyre
or_in: ଡାହାଣ
pl: prawa
pt_pt: direito
ro: dreapta
ru: правая
sk: pravá
sv: höger
ta_in: வலது
ta_my: கைகள்
th: ขวา
tr: sağ
uk: права
vi: phải
vi_vn: đúng
xh_za: kunene
zh_cn: 右
zh_hans_my: 右
zh_hk: 右
zh_tw: 右側

# LOCATION_ERROR_GEOCODE
source: Unable to find a result for the entered address. Please make sure the address is valid.
ar: تعذر العثور على نتيجة للعنوان الذي تم إدخاله. يرجى التأكد من أن العنوان صالح.
ca: No s’ha trobat cap resultat per a l’adreça especificada. Comprova que sigui vàlida.
cs: Pro zadanou adresu se nepodařilo najít výsledek. Ověřte správnost adresy.
da: Den indtastede adresse blev ikke fundet. Kontroller, at adressen er gyldig.
de: Die eingegebene Adresse konnte nicht gefunden werden. Überprüfe, dass es sich um eine gültige Adresse handelt.
de_at: Es konnte kein Ergebnis für die eingegebene Adresse gefunden werden. Bitte stellen Sie sicher, dass die Adresse gültig ist.
el: Δεν βρέθηκε αποτέλεσμα για την εισαγμένη διεύθυνση. Βεβαιωθείτε ότι η διεύθυνση είναι έγκυρη.
es: No se ha encontrado ningún resultado para la dirección introducida. Asegúrate de que la dirección es válida.
es_419: No fue posible encontrar coincidencias con la dirección ingresada. Asegúrate de que la dirección es válida.
fi: Syötetyllä osoitteella ei löydy tuloksia. Varmista, että osoite on oikein.
fil_ph: Hindi makahanap ng isang resulta para sa ipinasok na address. Mangyaring tiyaking valid ang address.
fr: Impossible de trouver un résultat pour l’adresse saisie. Assurez-vous qu’elle est valide.
fr_ca: Impossible de trouver un résultat pour l’adresse indiquée. Assurez-vous que celle-ci est valide.
he: לא ניתן למצוא תוצאה עבור הכתובת שהוקשה. ודא/י שהכתובת תקינה.
hi: दर्ज किए गए पते के लिए कोई परिणाम नहीं मिले। कृपया सुनिश्चित करें कि यह पता मान्य है।
hr: Nije moguće naći rezultat za unesenu adresu. Molimo provjerite je li adresa valjana.
hu: A megadott címhez nem található eredmény. Győződjön meg arról, hogy a cím érvényes.
id: Tidak dapat menemukan hasil untuk alamat yang dimasukkan. Pastikan bahwa alamat sah.
it: Impossibile trovare risultati per l'indirizzo inserito, assicurati che sia valido.
ja: 入力した住所の結果が見つかりません。住所が正しいことを確認してください。
ko: 입력한 주소에 대한 결과를 찾을 수 없습니다. 주소가 유효한지 확인하십시오.
ms: Gagal mencari hasil untuk alamat yang dimasukkan. Sila pastikan alamat adalah sah.
ms_latn_sg: Tidak dapat menemui keputusan untuk alamat yang dimasukkan. Sila pastikan alamat adalah sah.
nb_no: Kan ikke finne et resultat for den angitte adressen. Pass på at adressen er gyldig.
nl: Het ingevoerde adres is niet gevonden. Zorg dat je een geldig adres invoert.
no: Fant ingen treff for angitt adresse. Kontroller at adressen er riktig og prøv igjen.
or_in: ପ୍ରବେଶ କରାଯାଇଥିବା ଠିକଣା ପାଇଁ ଏକ ଫଳାଫଳ ପାଇବାରେ ଅକ୍ଷମ | ଦୟାକରି ସୁନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଠିକଣା ବୈଧ ଅଟେ |
pl: Nie można znaleźć wyniku dla podanego adresu. Upewnij się, że adres jest prawidłowy.
pt_pt: Não foi encontrado nenhum resultado. Certifique‑se de que o endereço indicado é válido.
ro: Imposibil de găsit un rezultat pentru adresa introdusă. Asigurați-vă că adresa este validă.
ru: Не удается найти результат по введенному адресу. Убедитесь, что адрес действителен.
sk: Nenašiel sa žiadny výsledok zodpovedajúci zadanej adrese. Skontrolujte, či je adresa platná.
sv: Det gick inte att hitta något resultat för den angivna adressen. Kontrollera att adressen är giltig.
ta_in: உள்ளிட்ட முகவரிக்கான முடிவைக் கண்டுபிடிக்க முடியவில்லை. முகவரி சரியானது என்பதை உறுதி செய்யவும்.
ta_my: உள்ளிட்ட முகவரிக்கு முடிவைக் கண்டுபிடிக்க முடியவில்லை. முகவரி சரியானதா என்பதை உறுதி செய்து கொள்ளவும்.
th: ไม่มีผลการค้นหาสำหรับที่อยู่ที่ป้อน กรุณาตรวจสอบให้แน่ใจว่าที่อยู่ถูกต้อง
tr: Girilen adres için bir sonuç bulunmadı. Lütfen adresin geçerli olduğundan emin olun.
uk: Не вдається знайти збіги для введеної адреси. Перевірте правильність адреси.
vi: Không thể tìm thấy kết quả cho địa chỉ đã nhập. Vui lòng đảm bảo địa chỉ này hợp lệ.
vi_vn: Không thể tìm thấy kết quả cho địa chỉ đã nhập. Hãy chắc chắn rằng địa chỉ hợp lệ.
xh_za: Ayikwazi ukufumana imiphumo yedilesi efakiweyo. Nceda uqinisekise ukuba idilesi ichanile.
zh_cn: 未能找到所输入地址的相关结果。请确定该地址是否有效。
zh_hans_my: 无法找到输入地址的结果。请确保地址有效。
zh_hk: 找不到輸入的地址，請確定地址是否正確。
zh_tw: 無法找到輸入地址的結果。請確定地址有效。
