Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# AX_dBHL_TONE_AUDIOMETRY_INTRO_TEXT
source: %@ Using VoiceOver, the button will be directly tappable. It will be located near the center of the screen.
ar: ‏%@ باستخدام VoiceOver، سيكون الزر قابلاً للضغط مباشرة، وسيكون موجودُا بالقرب من منتصف الشاشة.
ca: %@ Amb el VoiceOver, podràs tocar el botó directament. Estarà ubicat a prop del centre de la pantalla.
de_at: %@ Mit VoiceOver kann die Schaltfläche direkt angetippt werden. Es befindet sich in der Nähe der Bildschirmmitte.
el: %@ Με χρήση του VoiceOver, θα είναι δυνατό το απευθείας άγγιγμα στο κουμπί, το οποίο θα βρίσκεται κοντά στο κέντρο της οθόνης.
fil_ph: %@ Gamit ang VoiceOver, ang button ay direkta nang mata-tap. Makikita ito malapit sa sentro ng screen.
ms_latn_sg: %@ Menggunakan VoiceOver, butang-butang ini akan dapat diketik secara langsung. Ia akan ditempatkan berhampiran bahagian tengah skrin.
nb_no: %@ Ved bruk av VoiceOver vil knappen i testen være direkte trykkbare. Den vil være nær senter på skjermen.
nl: %@ Als je VoiceOver gebruikt, is de knop direct tikbaar. De knop bevindt zich midden op het scherm.
or_in: %@ ଭଏସ୍‍ ଓଭର ବ୍ୟବହାର କରୁଥିଲେ, ବଟନ୍‍ଗୁଡିକ ସିଧାସଳଖ ଭାବରେ ଟ୍ୟାପକ୍ଷମ ହୋଇଯିବ | ଏହା ସ୍କ୍ରିନ୍‌ର କେନ୍ଦ୍ର ନିକଟରେ ସ୍ଥାନିତ ହେବ |
ta_in: %@ Voice VoiceOver ஐப் பயன்படுத்தி, பட்டன் நேரடியாகத் தட்டக்கூடியதாக இருக்கும். இது திரையின் மையப்பகுதியில் அமைந்திருக்கும்.
ta_my: %@ வாய்ஸ்ஓவரைப் பயன்படுத்தி, பொத்தானை நேரடியாகத் தட்ட முடியும். இது திரையின் மையத்திற்கு அருகில் அமைந்திருக்கும்.
vi: %@ Sử dụng VoiceOver, bạn sẽ có thể chạm trực tiếp vào nút. Nút này sẽ nằm ở gần giữa màn hình.
vi_vn: %@ Sử dụng VoiceOver, nút này sẽ có thể được chạm trực tiếp. Nó sẽ nằm gần trung tâm của màn hình.
xh_za: %@ Usebenzisa i-VoiceOver, iqhosha liza kukwazi ukucofeka ngqo. Iya kwabelwa kufutshane nombindi wesikrini.
zh_hans_my: %@ 使用 VoiceOver，按钮可以直接点击。它将位于屏幕中央附近。
zh_hk: %@使用「旁白」時，按鈕將可以直接輕點。按鈕位置將位於螢幕中心附近·。

# AX_DISMISS_KEYBOARD_CUSTOM_ACTION
source: Dismiss keyboard
ar: استبعاد لوحة المفاتيح
ca: Tancar teclat
de_at: Tastatur verwerfen
el: Απόρριψη πληκτρολογίου
fil_ph: I-dismiss ang keyboard
ms_latn_sg: Abaikan papan kekunci
nb_no: Avvis tastaturet
nl: Sluit toetsenbord
or_in: କୀବୋର୍ଡ ପ୍ରତ୍ୟାଖ୍ୟାନ କରନ୍ତୁ
ta_in: கீபோர்டை நீக்கவும்
ta_my: விசைப்பலகையை நிராகரிக்கவும்
vi: Ẩn bàn phím
vi_vn: Bỏ qua bàn phím
xh_za: Cima ikhibhodi
zh_hans_my: 关闭键盘
zh_hk: 關閉鍵盤

# AX_GRAPH_AND_SEPARATOR
source: and
ar: و
ca: i
cs: a
da: og
de: und
de_at: und
el: και
es: y
es_419: y
fi: ja
fil_ph: at
fr: et
fr_ca: et
he: וגם
hi: और
hr: i
hu: és
id: dan
it: e
ja: と
ko: 및
ms: dan
ms_latn_sg: dan
nb_no: og
nl: en
no: og
or_in: ଏବଂ
pl: i
pt_pt: e
ro: și
ru: и
sk: a
sv: och
ta_in: மற்றும்
ta_my: மற்றும்
th: และ
tr: ve
uk: і
vi: và
vi_vn: và
xh_za: yaye
zh_hans_my: 和
zh_hk: 與
zh_tw: 和

# AX_GRAPH_POINT_%@
source: Point: %@
ar: النقطة: %@
ca: Punt: %@
cs: Bod: %@
da: Punkt: %@
de: Punkt: %@
de_at: Punkt: %@
el: Σημείο: %@
es: Punto: %@
es_419: Punto: %@
fi: Piste: %@
he: נקודה: %@
hi: पॉइंट : %@
hr: Točka: %@
hu: Pont: %@
id: Poin: %@
it: Punto: %@
ja: ポイント: %@
ko: 포인트: %@
ms: Titik: %@
ms_latn_sg: Titik: %@
nb_no: Pek: %@
nl: Punt: %@
no: Punkt: %@
or_in: ପଏଣ୍ଟ: %@
pl: Punkt: %@
pt_pt: Ponto: %@
ro: Punctul: %@
ru: Точка: %@
sk: Bod: %@
sv: Punkt: %@
ta_in: புள்ளி: %@
ta_my: புள்ளி: %@
th: จุด: %@
tr: Nokta: %@
uk: Точка: %@
vi: Điểm: %@
vi_vn: Điểm: %@
xh_za: Ingongoma: %@
zh_cn: 分数：%@
zh_hans_my: 点数：%@
zh_hk: 點數：%@
zh_tw: 點：%@

# AX_GRAPH_RANGE_FORMAT_%@_%@
source: Range from %@ to %@
ar: يتراوح من %@ إلى %@
ca: Interval de %@ a %@
cs: Rozmezí od %@ do %@
da: Udsnit fra %@ til %@
de: Bereich von %@ bis %@
de_at: Bereich von %@ bis %@
el: Εύρος από %@ έως %@
es: Rango de valores de %@ a %@
es_419: Rango de %@ a %@
fi: Alue välillä %@–%@
fil_ph: Saklaw mula sa %@ sa %@
fr: De %@ à %@
fr_ca: De %@ à %@
he: נע בין %@ ל-%@
hi: %1$@ से %2$@ तक श्रेणी
hr: Raspon od %@ do %@.
hu: Tartomány ettől: %@ eddig: %@
id: Berkisar dari %@ hingga %@
it: Intervallo da %@ a %@
ja: 範囲%@〜%@
ms: Julat daripada %@ hingga %@
ms_latn_sg: Julat daripada %@ kepada %@
nb_no: Spenner fra %@ til %@
nl: Bereik van %@ tot %@
no: Område fra %@ til %@
or_in: ପରିସର %@ ରୁ %@
pl: Zakres %@–%@
pt_pt: Intervalo de %@ a %@
ro: Interval de la %@ la %@
ru: Диапазон от %@ до %@
sk: Rozsah od %@ do %@
sv: Intervall från %@ till %@
ta_in: வரம்பு %@ முதல் %@ வரை
ta_my: வரம்பு %@ முதல் %@வரை
th: ช่วงตั้งแต่ %@ ถึง %@
tr: %@ - %@ aralığında
uk: Діапазон від %@ до %@
vi: Trong khoảng từ %@ đến %@
vi_vn: Phạm vi từ %@ đến %@
xh_za: Ireyinji ukususela %@ ukuya %@
zh_cn: 范围：%@ ~ %@
zh_hans_my: 范围从%@到%@
zh_hk: 範圍介乎%@至%@
zh_tw: 範圍在 %@ 到 %@ 之間

# AX_GRAPH_STACK_PREFIX
source: Stack composed of
ar: مجموعة تتكون من
ca: Pila composta per
cs: Sada se skládá z
da: Stak består af
de: Stapel besteht aus
de_at: Stapel bestehend aus
el: Η στοίβα αποτελείται από
es: Grupo compuesto por
es_419: Pila compuesta de
fi: Pino, joka koostuu arvoista
fil_ph: Ang tumpok ay binubuo ng
fr: Pile composée de
fr_ca: Pile composée de
he: הערימה מכילה
hi: निम्नलिखित का संग्रह
hr: Stog sastavljen od
hu: Halom a következőkből:
id: Tumpukan terdiri dari
it: Pila composta da
ja: 次の内容のスタック:
ms: Tindanan terdiri daripada
ms_latn_sg: Tindanan terdiri daripada
nb_no: Stabel sammensatt av
nl: Stack bestaat uit
no: Stabel bestående av
or_in: ର ଷ୍ଟାକ ଗଠିତ
pl: Stos złożony z
pt_pt: Pilha composta por
ro: Stiva compusă din
ru: Стопка из
sk: Pyramída pozostáva z
sv: Trave som består av
ta_in: ஸ்டாக் உருவாக்கப்பட்டது
ta_my: அடுக்கு கொண்டது
th: สแต็คประกอบด้วย
tr: Yığın içeriği:
uk: Стос, створений із
vi: Ngăn xếp bao gồm
vi_vn: Ngăn xếp bao gồm
xh_za: Isitekhi senziwe nge
zh_cn: 圆盘堆组成：
zh_hans_my: 堆垛组成
zh_hk: 圓盤柱的組成方式：
zh_tw: 圓盤組成：

# AX_IMAGE_CAPTURE_LABEL
source: Capture preview
ar: معاينة الالتقاط
ca: Previsualització de la captura
cs: Náhled
da: Tag billede af eksempel
de: Vorschau aufnehmen
de_at: Aufnahmevorschau
el: Προεπισκόπηση καταγραφής
es: Previsualización de la captura
es_419: Previsualización de captura
fi: Kaappauksen esikatselu
fil_ph: Kunan ng preview
fr: Aperçu de la capture
fr_ca: Aperçu de l’image capturée
he: צלם תצוגה מקדימה
hi: पूर्वावलोकन को कैप्चर करें
hr: Snimi pregled
hu: Előnézet rögzítése
id: Pratinjau gambar
it: Anteprima immagine
ja: プレビューを取り込む
ko: 캡처 미리보기
ms: Pratonton tangkapan
ms_latn_sg: Pratonton tangkapan
nb_no: Fanget forhåndsvisning
nl: Voorvertoning opname
no: Forhåndsvisning av bilde
or_in: କ୍ୟାପଚର ପୂର୍ବାଲୋକନ
pl: Zarejestruj podgląd
pt_pt: Pré‑visualização da captura
ro: Previzualizare captură
ru: Просмотр изображения
sk: Náhľad
sv: Spara förhandsvisning
ta_in: முன்னோட்டத்தை பிடிக்கவும்
ta_my: முன்னோட்டத்தைப் பிடிக்கவும்
th: แสดงตัวอย่างการเก็บภาพ
tr: Yakalanan görüntü önizlemesi
uk: Перегляд знімку
vi: Chụp bản xem trước
vi_vn: Xem trước ảnh chụp
xh_za: Fota indawo yangaphambili
zh_cn: 捕捉预览
zh_hans_my: 捕捉预览
zh_hk: 截取預覽
zh_tw: 擷取預覽

# AX_IMAGE_CAPTURED_LABEL
source: Captured image
ar: تم التقاط الصورة
ca: Imatge capturada
cs: Pořízený obrázek
da: Taget billede
de: Aufgenommenes Bild
de_at: Aufgenommenes Bild
el: Καταγραμμένη εικόνα
es: Imagen capturada
es_419: Imagen capturada
fi: Kaapattu kuva
fil_ph: Nakunang image
fr: Image capturée
fr_ca: Image capturée
he: התמונה צולמה
hi: कैप्चर की हुई छवि
hr: Snimljena slika
hu: Készített kép
id: Gambar terambil
it: Immagine scattata
ja: 取り込んだイメージ
ko: 캡처된 이미지
ms: Imej ditangkap
ms_latn_sg: Imej ditangkap
nb_no: Fanget bilde
nl: Vastgelegde afbeelding
no: Tatt bilde
or_in: ଉଠାଯାଇଥିବା ଛବି
pl: Zarejestrowany obraz
pt_pt: Imagem capturada
ro: Imagine capturată
ru: Отснятое изображение
sk: Zachytený obrázok
sv: Sparad bild
ta_in: பிடிக்கப்பட்ட புகைப்படம்
ta_my: படம் பிடிக்கப்பட்டது
th: รูปภาพที่จับภาพ
tr: Yakalanmış görüntü
uk: Зроблений знімок
vi: Ảnh được chụp
vi_vn: Đã chụp ảnh
xh_za: Umfanekiso ofotiweyo
zh_cn: 捕捉的图像
zh_hans_my: 捕获的图像
zh_hk: 截取的圖案
zh_tw: 擷取的影像

# AX_SELECTED
source: Selected
ar: محددة
ca: Seleccionat
cs: Vybráno
da: Valgt
de: Ausgewählt
de_at: Ausgewählt
el: Επιλεγμένο
es: Seleccionado
es_419: Elemento seleccionado
fi: Valittu
fil_ph: Napili
fr: Sélectionné
fr_ca: Sélectionné
he: נבחרו
hi: चयनित
hr: Odabrano
hu: Kiválasztva
id: Dipilih
it: Selezionato
ja: 選択
ko: 선택됨
ms: Dipilih
ms_latn_sg: Dipilih
nb_no: Valgt
nl: Geselecteerd
no: Markert
or_in: ଚୟନିତ ହୋଇଛି
pl: Zaznaczone
pt_pt: Selecionado
ro: Selectat
ru: Выбрано
sk: Označené
sv: Markerat
ta_in: தேர்ந்தெடுக்கப்பட்டது
ta_my: தேர்ந்தெடுக்கபட்ட
th: เลือกอยู่
tr: Seçili
uk: Вибрано
vi: Đã chọn
vi_vn: Đã chọn
xh_za: Ikhethiwe
zh_cn: 已选择
zh_hans_my: 已选择
zh_hk: 已選擇
zh_tw: 已選取

# AX_SIGNVIEW_HINT
source: Touch the screen and move your finger to sign
ar: قم بلمس الشاشة وتحريك إصبعك للتوقيع
ca: Toca la pantalla i mou el dit per signar
cs: Chcete-li se podepsat, dotkněte se obrazovky a pohybujte prstem
da: Rør ved skærmen, og bevæg din finger for at underskrive
de: Bildschirm berühren und mit dem Finger unterschreiben
de_at: Berühren Sie den Bildschirm und bewegen Sie den Finger, um zu unterschreiben
el: Αγγίξτε την οθόνη και μετακινήστε το δάχτυλό σας για υπογραφή
es: Toca la pantalla y firma con el dedo
es_419: Usa tu dedo para firmar la pantalla
fi: Allekirjoita koskettamalla näyttöä ja liikuttamalla sormea
fil_ph: Idikit ang iyong daliri sa screen at igalaw ang iyong daliri upang magpirma
fr: Signer avec votre doigt sur l’écran
fr_ca: Toucher l’écran et signer du doigt
he: גע/י במסך והזז/י את האצבע בכדי לחתום
hi: हस्ताक्षर करने के लिए स्क्रीन को स्पर्श करें और अपनी उँगली हिलाएँ
hr: Dodirnite zaslon i pomičite prst za potpisivanje
hu: Érintse meg a képernyőt, és mozgassa az ujját az aláíráshoz
id: Sentuh layar dan gerakkan jari Anda untuk menandatangani
it: Tocca lo schermo e sposta il dito per firmare
ja: 画面をタッチしながら指を動かして署名します
ko: 화면을 터치하고 손가락을 움직여서 서명하십시오.
ms: Sentuh skrin dan gerakkan jari anda untuk menandatangan
ms_latn_sg: Sentuh skrin dan alihkan jari anda untuk menandatangani
nb_no: Berør skjermen og beveg fingeren for å signere
nl: Beweeg je vinger over het scherm om je handtekening te zetten
no: Berør skjermen og flytt fingeren for å signere
or_in: ସ୍କ୍ରିନ୍‍ କୁ ଟଚ୍‍ କରନ୍ତୁ ଏବଂ ସାଇନ୍‍ କରିବା ପାଇଁ ନିଜ ଆଙ୍ଗୁଳିକୁ ମୁଭ (ଚଲାନ୍ତୁ) କରନ୍ତୁ
pl: Dotknij ekranu i przesuwaj palec, aby podpisać
pt_pt: Para assinar, toque no ecrã e escreva com o dedo.
ro: Atingeți ecranul și deplasați-vă degetul pentru a semna
ru: Прикоснитесь к экрану и проведите по нему пальцем, чтобы оставить подпись
sk: Pre podpísanie sa dotknite obrazovky a ťahajte prst
sv: Rör vid skärmen och signera genom att röra fingret
ta_in: உள்நுழைய ஸ்கிரீனைத் தொட்டு விரலை நகர்த்தவும்
ta_my: கையெழுத்திட திரையை தொட்டு உங்கள் விரலை நகர்த்தவும்
th: แตะหน้าจอแล้วเลื่อนนิ้วของคุณเพื่อเซ็นชื่อ
tr: İmzalamak için ekrana dokunup parmağınızı hareket ettirin
uk: Торкніть екран і рухайте пальцем, щоб поставити підпис
vi: Chạm vào màn hình và di chuyển ngón tay của bạn để ký
vi_vn: Chạm vào màn hình và di chuyển ngón tay của bạn để ký
xh_za: Bamba isikrini yaye uhambise umnwe wakho ukuze utyobele
zh_cn: 触摸屏幕并移动手指来签名
zh_hans_my: 触摸屏幕并移动手指进行签名
zh_hk: 觸碰螢幕並移動手指簽名
zh_tw: 觸碰螢幕並移動手指來簽名

# AX_SIGNVIEW_LABEL
source: Designated signature field
ar: حقل التوقيع المخصص
ca: Camp designat de signatura
cs: Vyhrazené pole pro podpis
da: Valgt felt til signatur
de: Vorgesehenes Unterschriftsfeld
de_at: Bezeichnetes Unterschriftenfeld
el: Καθορισμένο πεδίο υπογραφής
es: Campo para la firma
es_419: Campo para firma
fi: Määritetty allekirjoituskenttä
fil_ph: Itinalagang patlang ng lagda
fr: Champ de signature indiqué
fr_ca: Champ de signature désigné
he: שדה חתימה ייעודי
hi: निर्दिष्ट हस्ताक्षर फ़ील्ड
hr: Polje za potpis
hu: Külön aláírásmező
id: Bidang tanda tangan yang ditetapkan
it: Campo firma
ja: 指定された署名フィールド
ko: 지정된 서명 필드
ms: Medan tandatangan yang ditetapkan
ms_latn_sg: Medan tandatangan yang ditetapkan
nb_no: Utpekt signaturfelt
nl: Veld voor handtekening
no: Eget signaturfelt
or_in: ସ୍ୱାକ୍ଷର ପାଇଁ ରହିଥିବା ସ୍ଥାନ
pl: Wyznaczone pole podpisu
pt_pt: Campo de assinatura
ro: Câmp de semnătură desemnat
ru: Место для подписи
sk: Pole pre podpis
sv: Tilldelat signaturfält
ta_in: நியமிக்கப்பட்ட கையொப்ப பகுதி
ta_my: நியமிக்கப்பட்ட கையொப்பம்
th: ช่องสำหรับลายเซ็นที่กำหนด
tr: Belirtilen imza alanı
uk: Спеціальне поле для підпису
vi: Trường chữ ký được chỉ định
vi_vn: Trường chữ ký được chỉ định
xh_za: Ukwabelwa indawo yotyobelo
zh_cn: 指定签名栏
zh_hans_my: 指定签名栏
zh_hk: 指定簽名欄位
zh_tw: 指定簽名欄位

# AX_SIGNVIEW_SIGNED
source: Signed
ar: موقّع
ca: Signat
cs: Podepsáno
da: Underskrevet
de: Unterschrieben
de_at: Unterzeichnet
el: Υπογεγραμμένο
es: Firmado
es_419: Firmado
fi: Allekirjoitettu
fil_ph: Nilagdaan
fr: Signé
fr_ca: Signé
he: חתום
hi: हस्ताक्षरित
hr: Potpisano
hu: Aláírva
id: Ditandatangani
it: Firmato
ja: 署名済み
ko: 서명됨
ms: Ditandatangani
ms_latn_sg: Ditandatangani
nb_no: Signert
nl: Ondertekend
no: Signert
or_in: ସ୍ୱାକ୍ଷର ହୋଇଛି
pl: Podpisane
pt_pt: Assinado
ro: Semnat
ru: Подписано
sk: Podpísané
sv: Signerat
ta_in: கையொப்பமிடப்பட்டது
ta_my: கையொப்பமிடப்பட்டது
th: เซ็นชื่อแล้ว
tr: İmzalanmış
uk: Підписано
vi: Đã ký
vi_vn: Đã ký
xh_za: Ityobelwe
zh_cn: 已签名
zh_hans_my: 已签名
zh_hk: 已簽名
zh_tw: 已簽名

# AX_SIGNVIEW_UNSIGNED
source: Unsigned
ar: غير موقّع
ca: Sense signar
cs: Nepodepsáno
da: Ikke underskrevet
de: Keine Unterschrift
de_at: Nicht unterzeichnet
el: Ανυπόγραφο
es: Sin firmar
es_419: Sin firmar
fi: Ei allekirjoitettu
fil_ph: Hindi linagdaan
fr: Non signé
fr_ca: Non signé
he: לא חתום
hi: अहस्ताक्षरित
hr: Nepotpisano
hu: Aláírás nélküli
id: Tidak ditandatangani
it: Senza firma
ja: 未署名
ko: 서명 안 됨
ms: Tidak Ditandatangani
ms_latn_sg: Tidak ditandatangani
nb_no: Ikke signert
nl: Niet ondertekend
no: Ikke signert
or_in: ସ୍ୱାକ୍ଷର ହୋଇନାହିଁ
pl: Niepodpisane
pt_pt: Por assinar
ro: Nesemnat
ru: Не подписано
sk: Nepodpísané
sv: Osignerat
ta_in: கையொப்பமிடப்படவில்லை
ta_my: கையொப்பமிடவில்லை
th: ไม่ได้เซ็นชื่อ
tr: İmzalanmamış
uk: Без підпису
vi: Chưa ký
vi_vn: Chưa ký
xh_za: Ayityobelwanga
zh_cn: 未签名
zh_hans_my: 未签名
zh_hk: 未簽名
zh_tw: 未簽名

# AX_SLIDER_LABEL
source: Response slider. Range from %@ to %@
ar: شريط تمرير الاستجابة. النطاق من %@ إلى %@
ca: Regulador de resposta. Interval de %@ a %@
cs: Jezdec odpovědi. Rozsah od %@ do %@
da: Svarmærke. Udsnit fra %@ til %@
de: Antwortregler. Bereich von %@ bis %@
de_at: Antwort-Schieber. Bereich von %@ bis %@
el: Ρυθμιστικό απάντησης. Εύρος από %@ έως %@
es: Regulador de respuesta que va del %@ al %@.
es_419: Regulador de respuesta. Rango de %@ a %@
fi: Vastausliukusäädin. Asteikko %@–%@
fil_ph: Slider ng tugon. Saklaw mula sa %@ sa %@
fr: Curseur de réponses. De %@ à %@
fr_ca: Curseur de réponse. De %@ à %@
he: מחוון תגובה. טווח שנע בין %@ ל-%@
hi: प्रतिक्रिया स्लाइडर। %1$@ से %2$@ तक सीमा
hr: Kliznik odgovora. Raspon od %@ do %@
hu: Válaszcsúszka. Tartomány: %@ - %@
id: Penggeser respons. Berkisar dari %@ hingga %@
it: Slider risposta. Da %@ a %@
ja: 応答スライダ。範囲は%@から%@です
ko: 응답 슬라이더. %@에서 %@까지의 범위
ms: Gelangsar respons. Julat dari %@ hingga %@
ms_latn_sg: Penggelongsor respons. Julat daripada %@ kepada %@
nb_no: Svarglidebryter. Spenner fra %@ til %@
nl: Antwoordschuifknop. Bereik van %@ tot %@
no: Svarskyveknapp fra %@ til %@
or_in: ପ୍ରତିକ୍ରିୟା ସ୍ଲାଇଡର | ପରିସର %@ ରୁ %@ ପର୍ଯ୍ୟନ୍ତ ରହିଛି
pl: Suwak odpowiedzi. Zakres od %@ do %@
pt_pt: Nivelador de resposta. De %@ a %@
ro: Glisor de răspuns. Variază de la %@ la %@
ru: Бегунок ответа. Диапазон от %@ до %@
sk: Posuvník pre odpoveď. Rozsah je od %@ do %@
sv: Svarsreglage. Intervall från %@ till %@
ta_in: பதில் ஸ்லைடர். விகிதம் %@ முதல் %@ வரை
ta_my: பதில் ஸ்லைடர். வரம்பு %@ முதல் %@வரை
th: แถบเลื่อนการตอบสนอง ช่วงตั้งแต่ %@ ถึง %@
tr: Yanıt sürgüsü. %@ ile %@ aralığında
uk: Повзунок відповіді. Діапазон від %@ до %@
vi: Thanh trượt phản hồi. Phạm vi từ %@ đến %@
vi_vn: Thanh trượt phản hồi. Phạm vi từ %@ đến %@
xh_za: Impendulo Yesilayidi. Ireyinji ukususela %@ ukuya %@
zh_cn: 响应滑块。范围：%@ ~ %@
zh_hans_my: 响应滑块。范围从%@到%@
zh_hk: 回應滑桿。範圍由%@至%@
zh_tw: 回應滑桿。範圍在 %@ 到 %@ 之間

# AX_SPEECH_RECOGNITION_START_RECORDING_HINT
source: When recording starts, activate a second time to stop recording.
ar: عندما يبدأ التسجيل، قم بالتنشيط مرة ثانية لإيقاف التسجيل.
ca: Quan hagi començat la gravació, torna a activar per aturar‑la.
cs: Po zahájení nahrávání můžete druhou aktivací nahrávání ukončit.
da: Når optagelsen starter, skal du aktivere en gang mere for at standse optagelsen.
de: Wenn die Aufnahme startet, aktiviere sie ein zweites Mal, um die Aufnahme zu stoppen.
de_at: Wenn die Aufnahme beginnt, aktivieren Sie ein zweites Mal, um die Aufnahme zu stoppen.
el: Όταν ξεκινήσει η εγγραφή, ενεργοποιήστε πάλι για διακοπή της εγγραφής.
es: Cuando comience la grabación, actívalo una segunda vez para detener la grabación.
fil_ph: Kapag nagsimula ang pagrekord, aktibahin ng pangalawang pagkakataon upang ihinto ang pagrekord.
fr: Lorsque vous lancez l’enregistrement, effectuez une deuxième activation pour l’arrêter.
he: עם תחילת ההקלטה, הפעל/י בפעם השניה כדי להפסיק את ההקלטה.
hi: रिकॉर्डिंग शुरू होने पर रिकॉर्डिंग रोकने के लिए दूसरी बार सक्रिय करें।
hr: Kad snimanje započne, aktivirajte drugi put za zaustavljanje snimanja.
hu: Amikor elkezdődik a felvétel, aktiválja másodszor a felvétel leállításához.
id: Setelah perekaman dimulai, aktifkan sekali lagi untuk menghentikan perekaman.
it: Quando la registrazione inizia, attiva una seconda volta per interromperla.
ja: 録音の開始後に再度アクティベートすると録音が停止します。
ms: Apabila rakaman bermula, aktifkan kali kedua untuk menghentikan rakaman.
ms_latn_sg: Apabila rakaman bermula, aktifkan kali kedua untuk menghentikan rakaman.
nb_no: Når opptaket starter, aktiverer du andre gang for å stoppe opptaket.
nl: Activeer na het starten van de opname de regelaar een tweede keer om de opname te stoppen.
no: Når opptaket starter, må du aktivere det en gang til for å stoppe opptaket.
or_in: ରେକର୍ଡିଙ୍ଗ ଆରମ୍ଭ ହେବା ସମୟରେ, ରେକର୍ଡିଙ୍ଗ ବନ୍ଦ କରିବାକୁ ଏକ ସେକେଣ୍ଡ ଟାଇମ୍‍ ସକ୍ରିୟ କରନ୍ତୁ |
pl: Po rozpoczęciu nagrywania aktywuj drugi raz, aby zakończyć nagrywanie.
pt_pt: Quando a gravação começar, ative uma segunda vez para parar de gravar.
ro: Când începe înregistrarea, activați din nou pentru a opri înregistrarea.
ru: После того как запись начнется, для ее остановки нажмите кнопку записи еще раз.
sk: Keď sa spustí nahrávanie, ďalšou aktiváciou ho zastavíte.
sv: När inspelningen börjar aktiverar du en andra tid för att stoppa inspelningen.
ta_in: பதிவு துவங்கியவுடன், இரண்டாம் நேரத்தை பதிவினை நிறுத்துவதற்கு செயலாக்கம் செய்யவும்.
ta_my: பதிவு தொடங்கும் போது, பதிவு செய்வதை நிறுத்த இரண்டாவது முறை செயல்படுத்தவும்.
th: เมื่อเริ่มอัดเสียง ให้เปิดใช้งานอีกครั้งเพื่อหยุดอัดเสียง
tr: Kayıt başlatıldığında, kaydı durdurmak için ikinci kez etkinleştirin.
uk: Коли почнеться записування, активуйте вдруге, щоб припинити записування.
vi: Khi quá trình ghi âm bắt đầu, kích hoạt lần thứ hai để dừng ghi âm.
vi_vn: Khi bắt đầu ghi, hãy kích hoạt lần thứ hai để dừng ghi.
xh_za: Xa kuqalisa ukurekhoda, sebenzisa ixesha lesibini ukuze uyeke ukurekhoda.
zh_hans_my: 录制开始时，再次激活以停止录制。
zh_hk: 當錄音開始時，再啟動一次來停止錄音。
zh_tw: 錄音開始時，啟用第二次以停止錄音。

# AX_SPEECH_RECOGNITION_WAVEFORM
source: Speech Waveform
ar: شكل موجة الكلام
ca: Ona de veu
cs: Vlnový průběh řeči
da: Talebølgeform
de: Sprachwellenform
de_at: Sprachwellenform
el: Κυματομορφή ομιλίας
es: Forma de onda de habla
fil_ph: Waveform ng Pagsasalita
fr: Forme d’ondes de l’énonciation
he: צורת גל דיבור
hi: स्पीच वेवफ़ॉर्म
hr: Oblik vala govora
hu: Beszéd hullámformája
id: Bentuk Gelombang Ucapan
it: Forma d'onda della voce
ja: 音声波形
ms: Bentuk Gelombang Pertuturan
ms_latn_sg: Gelombang Audio Pertuturan
nb_no: Tale bølgeform
nl: Spraakgolfvorm
no: Talebølgeform
or_in: ବାକ୍ୟ Waveform
pl: Kształt fali mowy
pt_pt: Forma de onda da fala
ro: Formă de undă enunțare
ru: Речь в виде формы волны
sk: Vlnový priebeh reči
sv: Talvågform
ta_in: பேச்சு அலைவடிவம்
ta_my: பேச்சு அலைவடிவம்
th: รูปคลื่นเสียงของเสียงพูด
tr: Konuşma Dalga Biçimi
uk: Форма хвилі мовлення
vi: Dạng sóng lời nói
vi_vn: Dạng sóng lời nói
xh_za: Ifomu Wamaza Entetho
zh_hans_my: 语音波形
zh_hk: 語音波形
zh_tw: 語音波形

# AX_TAP_BUTTON_1_LABEL
source: Tap for one finger
ar: اضغط لإصبع واحد
ca: Tocar per a un dit
de_at: Antippen für einen Finger
el: Αγγίξτε για ένα δάχτυλο
fil_ph: I-tap para sa isang daliri
ms_latn_sg: Ketik untuk satu jari
nb_no: Trykk for en finger
nl: Tik voor één vinger
or_in: ଗୋଟିଏ ଆଙ୍ଗୁଳି ପାଇଁ ଟ୍ୟାପ କରନ୍ତୁ
ta_in: ஒரு விரலுக்கு தட்டவும்
ta_my: ஒரு விரலுக்கு தட்டவும்
vi: Chạm bằng một ngón tay
vi_vn: Nhấp cho một ngón tay
xh_za: Cofa kumnye omnye
zh_hans_my: 点击表示一根手指
zh_hk: 用一隻手指點一下

# AX_TAP_BUTTON_2_LABEL
source: Tap for other finger
ar: اضغط لإصبع آخر
ca: Tocar per a un altre dit
de_at: Antippen für zwei Finger
el: Αγγίξτε για άλλο δάχτυλο
fil_ph: I-tap para sa ibang daliri
ms_latn_sg: Ketik untuk jari lain
nb_no: Trykk for en annen finger
nl: Tik voor andere vinger
or_in: ଅନ୍ୟ ଆଙ୍ଗୁଳି ପାଇଁ ଟ୍ୟାପ କରନ୍ତୁ
ta_in: மற்ற விரலுக்கு தட்டவும்
ta_my: மற்ற விரலைத் தட்டவும்
vi: Chạm bằng ngón tay khác
vi_vn: Nhấp cho ngón tay khác
xh_za: Cofa komnye umnwe
zh_hans_my: 点击表示另一根手指
zh_hk: 用另一隻手指點一下

# AX_TAP_BUTTON_DIRECT_TOUCH_ANNOUNCEMENT
source: Buttons are now directly tappable.
ar: الأزرار الآن قابلة للضغط مباشرة.
ca: Ara pots tocar els botons directament.
de_at: Schaltflächen sind nun direkt antippbar.
el: Μπορείτε πλέον να αγγίζετε τα κουμπιά απευθείας.
fil_ph: Ang mga button ay direkta nang nata-tap.
ms_latn_sg: Butang-butang ini kini boleh diketik secara langsung.
nb_no: Knappene er nå direkte trykkbare.
nl: Er kan nu direct op knoppen worden getikt.
or_in: ବର୍ତ୍ତମାନ ସିଧାସଳଖ ଭାବରେ ବଟନ୍‍ଗୁଡିକୁ ଟ୍ୟାପକ୍ଷମ ଅଟେ |
ta_in: பட்டன்கள் இப்போது நேரடியாகத் தட்டக்கூடியவை.
ta_my: பொத்தான்கள் இப்போது நேரடியாகத் தட்டப்படுகின்றன.
vi: Bây giờ có thể chạm trực tiếp vào các nút.
vi_vn: Các nút hiện có thể được chạm trực tiếp.
xh_za: Amaqhosha ngoku ayacofeka ngqo.
zh_hans_my: 按钮现在可以直接点击。
zh_hk: 按鈕現已可以直接輕點。

# AX_TAP_BUTTON_DIRECT_TOUCH_AREA
source: Tappable Buttons
ar: أزرار قابلة للضغط
ca: Botons que es poden tocar
de_at: Antippbare Schaltflächen
el: Κουμπιά με δυνατότητα αγγίγματος
fil_ph: Nata-tap na mga Button
ms_latn_sg: Butang Boleh Diketik
nb_no: Trykkbare knapper
nl: Tikbare knoppen
or_in: ଟ୍ୟାପକ୍ଷମ ବଟନ୍‍ଗୁଡିକୁ
ta_in: தட்டக்கூடிய பட்டன்கள்
ta_my: தட்டக்கூடிய பொத்தான்கள்
vi: Nút có thể chạm
vi_vn: Các nút có thể chỉnh sửa
xh_za: Amaqhosha Acofekayo
zh_hans_my: 可点击的按钮
zh_hk: 可輕點的按鈕

# AX_TAP_BUTTON_HINT
source: Activate to make the buttons directly tappable.
ar: قم بالتنشيط لتصبح الأزرار قابلة للضغط مباشرة.
ca: Activa’l per poder tocar els botons directament.
de_at: Aktivieren, um die Schaltflächen direkt antippbar zu machen.
el: Ενεργοποιήστε για να είναι δυνατό το απευθείας άγγιγμα στα κουμπιά.
fil_ph: I-activate upang gawing direktang nata-tap ang mga button.
ms_latn_sg: Aktifkan untuk menjadikan butang berkenaan boleh diketik secara langsung.
nb_no: Aktiver for å gjøre kanppene direkte trykkbare.
nl: Activeer om knoppen direct tikbaar te maken.
or_in: ସିଧାସଳଖ ଭାବରେ ବଟନ୍‍ଗୁଡିକୁ ଟ୍ୟାପକ୍ଷମ କରିବା ପାଇଁ ସକ୍ରିୟ କରନ୍ତୁ |
ta_in: பட்டன்களை நேரடியாகத் தட்டச் செய்வதற்கு செயலாக்கம் செய்யவும்.
ta_my: பொத்தான்களை நேரடியாக ஒட்டுவதற்கு செயல்படுத்தவும்.
vi: Kích hoạt để làm cho các nút có thể chạm trực tiếp.
vi_vn: Kích hoạt để làm cho các nút có thể được chạm trực tiếp.
xh_za: Sebenzisa ukuze wenze amaqhosha acofeke ngqo.
zh_hans_my: 激活以使按钮可直接点击。
zh_hk: 啟用以令按鈕變為可以直接輕點。
