Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TAPPING_INTRO_TEXT_2_REST_PHONE
source: Put your device on a flat surface.
ar: ضع جهازك على سطح مستوٍ.
ca: Deixa el dispositiu sobre una superfície plana.
cs: Položte zařízení na rovný povrch.
da: Anbring din enhed på en plan overflade.
de: Lege dein Gerät auf eine flache Oberfläche.
de_at: Stellen Sie Ihr Gerät auf eine waagrechte Fläche.
el: Τοποθετήστε τη συσκευή σας πάνω σε επίπεδη επιφάνεια.
es: Coloca el dispositivo sobre una superficie plana.
es_419: Coloca tu teléfono en una superficie plana.
fi: Laita puhelin tasaiselle alustalle.
fil_ph: Ilagay ang iyong device sa isang patag na ibabaw.
fr: Placez votre appareil sur une surface plane.
fr_ca: Placez votre téléphone sur une surface plane.
he: הנח/י את המכשיר על משטח ישר.
hi: अपना उपकरण समतल सतह पर रखें।
hr: Stavite svoj uređaj na ravnu površinu.
hu: Tegye az eszközt vízszintes felületre.
id: Letakkan perangkat Anda di permukaan datar.
it: Posiziona il dispositivo su una superficie piana.
ja: デバイスを平らな面に置いてください。
ms: Letakkan peranti anda di atas permukaan rata.
ms_latn_sg: Letakkan peranti anda pada permukaan yang rata.
nb_no: Legg enheten på et flatt underlag.
nl: Plaats je apparaat op een egaal oppervlak.
no: Plasser enheten på en flat overflate.
or_in: ଗୋଟିଏ ସମାନ୍ତରାଳ ପୃଷ୍ଠ ଉପରେ ନିଜର ଡିଭାଇସ୍‍କୁ ରଖନ୍ତୁ |
pl: Umieść urządzenie na płaskiej powierzchni.
pt_pt: Coloque o dispositivo numa superfície plana.
ro: Puneți dispozitivul pe o suprafață plată.
ru: Положите устройство на ровную поверхность.
sk: Položte zariadenie na vodorovnú plochu.
sv: Lägg enheten på en slät yta.
ta_in: உங்கள் சாதனத்தை ஒரு சமமான மேற்பரப்பின் மீது வைக்கவும்.
ta_my: உங்கள் சாதனத்தை ஒரு தட்டையான மேற்பரப்பில் வைக்கவும்.
th: วางอุปกรณ์ของคุณไว้บนพื้นผิวที่ราบเรียบ
tr: Aygıtı düz bir zemine koyun.
uk: Покладіть свій пристрій на пласку поверхню.
vi: Đặt thiết bị của bạn trên một bề mặt phẳng.
vi_vn: Đặt thiết bị của bạn trên một bề mặt phẳng.
xh_za: Beka isixhobo sakho kwindawo esicaba.
zh_cn: 把手机放在平面上。
zh_hans_my: 将您的设备放在平坦的表面上。
zh_hk: 將裝置放在一個平面上。
zh_tw: 將您的裝置置於平坦的表面上。

# TAPPING_INTRO_TEXT_2_RIGHT_FIRST
source: Use two fingers on your right hand to alternately tap the buttons on the screen.
ar: استخدم إصبعين من يدك اليمنى للضغط بالتبادل على الزرين على الشاشة.
ca: Prem els botons de la pantalla alternant dos dits de la mà dreta.
cs: Dvěma prsty pravé ruky střídavě klepejte na tlačítka na obrazovce.
da: Tryk skiftevis på knapperne på skærmen med to fingre på den højre hånd.
de: Verwende zwei Finger deiner rechten Hand, um abwechselnd auf die Tasten auf dem Bildschirm zu tippen.
de_at: Tippen Sie mit zwei Fingern der rechten Hand abwechselnd auf die Schaltflächen auf dem Bildschirm.
el: Χρησιμοποιήστε δύο δάχτυλα του δεξιού χεριού για εναλλάξ άγγιγμα των κουμπιών στην οθόνη.
es: Utiliza dos dedos de la mano derecha para pulsar de forma alternativa los botones de la pantalla.
es_419: Usa dos dedos de la mano derecha para tocar alternativamente los botones de la pantalla.
fi: Käytä oikean käden kahta sormea näytön painikkeiden napauttamiseen vuorotellen.
fil_ph: Gumamit ng dalawang daliri sa iyong kanang kamay upang salit-salitang i-tap ang mga button sa screen.
fr: Avec deux doigts de la main droite et en les alternant, touchez les boutons à l’écran.
fr_ca: Utilisez deux doigts de la main droite pour toucher tour à tour les boutons affichés à l’écran.
he: הקש/י על הכפתורים שמופיעים על המסך בשתי אצבעות יד ימין המתחלפות ביניהן לסירוגין.
hi: स्क्रीन पर बटनों पर एक के बाद एक टैप करने के लिए दाएँ हाथ की दो उँगलियों का उपयोग करें।
hr: Koristeći dva prsta desne ruke, naizmjence dodirujte tipke na zaslonu.
hu: A jobb kezének két ujjával felváltva koppintson a gombokra a kijelzőn.
id: Gunakan dua jari pada tangan kanan Anda untuk mengetuk tombol di layar secara bergantian.
it: Utilizza due dita della mano destra per toccare alternativamente i pulsanti sullo schermo.
ja: 右手の2本の指を使って、画面上のボタンを交互にタップしてください。
ms: Gunakan dua jari pada tangan kanan anda untuk mengetik butang pada skrin secara berselang-seli.
ms_latn_sg: Gunakan dua jari pada tangan kanan anda untuk mengetik secara berselang seli butang-butang pada skrin.
nb_no: Trykk på knappene på skjermen ved å bruke to fingre på din høyre hånd vekselvis.
nl: Tik met twee vingers van je rechterhand beurtelings op de knoppen op het scherm.
no: Bruk to fingre på høyre hånd til å trykke vekselvis på knappene på skjermen.
or_in: ସ୍କ୍ରିନ୍‍ ରେ ଥିବା ଗୋଟିଏ ଛଡା ଗୋଟିଏ ବଟନ୍‍କୁ ଟ୍ୟାପ୍‍ କରିବା ପାଇଁ ଡାହାଣ ହାତର ଦୁଇ ଆଙ୍ଗୁଳି ବ୍ୟବହାର କରନ୍ତୁ |
pl: Naprzemiennie stukaj w przyciski na ekranie dwoma palcami prawej ręki.
pt_pt: Com dois dedos da mão direita, toque alternadamente nos botões no ecrã.
ro: Folosiți două degete de la mâna dreaptă pentru a apăsa alternativ butoanele de pe ecran.
ru: Двумя пальцами правой руки попеременно касайтесь появляющихся кнопок на экране.
sk: Pomocou dvoch prstov pravej ruky striedavo klepte na tlačidlá na obrazovke.
sv: Använd två fingrar på högra handen till att omväxlande trycka på knapparna på skärmen.
ta_in: ஸ்கிரீனில் உள்ள பட்டன்களை மாறி மாறி தட்ட உங்கள் வலது கையில் இரண்டு விரல்களைப் பயன்படுத்தவும்.
ta_my: உங்கள் வலது கையில் இரண்டு விரல்களைப் பயன்படுத்தி திரையில் உள்ள பொத்தான்களைத் தட்டவும்.
th: ใช้นิ้วมือข้างขวาสองนิ้วแตะสลับกันที่ปุ่มบนหน้าจอ
tr: Ekrandaki düğmelere dönüşümlü olarak dokunmak için sağ elinizin iki parmağını kullanın.
uk: Двома пальцями правої руки по черзі торкайте кнопки на екрані.
vi: Sử dụng hai ngón tay trên bàn tay phải bạn để luân phiên chạm vào các nút trên màn hình.
vi_vn: Sử dụng hai ngón tay trên bàn tay phải của bạn để chạm luân phiên vào các nút trên màn hình.
xh_za: Sebenzisa iminwe emibini kwisandla sakho sasekunene ukuze ucofe ngokwahlukileyo amaqhosha akwisikrini.
zh_cn: 用右手上的两个手指来轮流轻点屏幕上的按钮。
zh_hans_my: 用右手的两根手指交替点击屏幕上的按钮。
zh_hk: 請用右手的兩指梅花間竹地點按螢幕上的按鈕。
zh_tw: 用右手的兩指來交互點按螢幕上的按鈕。

# TAPPING_INTRO_TEXT_2_RIGHT_SECOND
source: Now repeat the same test using your right hand.
ar: الآن، كرر نفس الاختبار باستخدام يدك اليمنى.
ca: Ara repeteix la mateixa operació amb la mà dreta.
cs: Nyní test zopakujte pravou rukou.
da: Gentag nu den samme test med din højre hånd.
de: Wiederhole den Test nun mit deiner rechten Hand.
de_at: Wiederholen Sie nun den gleichen Test mit der rechten Hand.
el: Τώρα επαναλάβετε το ίδιο τεστ με το δεξιό σας χέρι.
es: Ahora repite la prueba, pero con la mano derecha.
es_419: Ahora repite la prueba con la mano derecha.
fi: Suorita nyt sama testi oikealla kädellä.
fil_ph: Ngayon ulitin ang parehong test gamit ang iyong kanang kamay.
fr: Répétez à présent ce test avec la main droite.
fr_ca: Maintenant, répétez le test avec la main droite.
he: כעת חזור/י על אותה פעולה ביד ימין.
hi: अब अपने दाएँ हाथ का उपयोग करके यही परीक्षण दोहराएँ।
hr: Sad ponovite isti test desnom rukom.
hu: Most ismételje meg ugyanezt a tesztet jobb kézzel.
id: Sekarang ulangi tes yang sama menggunakan tangan kanan.
it: Ora ripeti lo stesso test con la mano destra.
ja: 次に、右手で同じテストを繰り返します。
ms: Sekarang ulang ujian yang sama menggunakan tangan kanan anda.
ms_latn_sg: Sekarang ulangi ujian sama menggunakan tangan kanan anda.
nb_no: Gjenta den samme testen med din høyre hånd.
nl: Voer nu dezelfde test uit met je rechterhand.
no: Gjør den samme testen med høyre hånd.
or_in: ବର୍ତ୍ତମାନ ନିଜର ଡାହାଣ ହାତ ବ୍ୟବହାର କରି ସେହି ସମାନ ପରୀକ୍ଷା ପୁନରାବୃତ୍ତି କରନ୍ତୁ |
pl: Teraz wykonaj to ćwiczenie prawą ręką.
pt_pt: Agora repita o mesmo teste com a mão direita.
ro: Acum, repetați același test folosind mâna dreaptă.
ru: Теперь повторите это упражнение правой рукой.
sk: Zopakujte tento test pomocou pravej ruky.
sv: Nu upprepar du samma test med högra handen.
ta_in: இப்போது உங்கள் வலது கையைப் பயன்படுத்தி அதே சோதனையை மீண்டும் செய்யவும்.
ta_my: இப்போது உங்கள் வலது கையால் அதே சோதஐயை மீண்டும் செய்யவும்.
th: ตอนนี้ให้ทดสอบแบบเดียวกันซ้ำอีกครั้งโดยใช้มือขวา
tr: Şimdi aynı testi sağ elinizi kullanarak tekrarlayın.
uk: Тепер повторіть цей самий тест для правої руки.
vi: Bây giờ, hãy lặp lại bài kiểm tra tương tự bằng tay phải của bạn.
vi_vn: Bây giờ lặp lại bài kiểm tra tương tự bằng cách sử dụng tay phải của bạn.
xh_za: Ngoku phinda uvavanyo olufanayo usebenzisa isandla sakho sasekunene.
zh_cn: 现在用右手重复相同的测试。
zh_hans_my: 现在用您的右手重复同样的测试。
zh_hk: 現在用右手進行相同的測試。
zh_tw: 現在請用右手重複執行相同的測試。

# TAPPING_SKIP_TITLE
source: Skip this hand
ar: تخطي هذه اليد
ca: Ometre aquesta mà
cs: Tuto ruku vynechat
da: Spring denne hånd over
de: Diese Hand überspringen
de_at: Diese Hand überspringen
el: Παράλειψη αυτού του χεριού
es: Omitir esta mano
es_419: Omitir esta mano
fi: Ohita tämä käsi
fil_ph: Laktawan ang kamay na ito
fr: Ne pas faire avec cette main
fr_ca: Ignorer cette main
he: דלג/י על יד זו
hi: इस हाथ को स्किप करें
hr: Preskoči ovu ruku
hu: Kéz kihagyása
id: Lewati tangan Ini
it: Non esaminare questa mano
ja: この手をスキップ
ms: Langkau tangan ini
ms_latn_sg: Langkau tangan ini
nb_no: Hopp over denne hånden
nl: Sla deze hand over
no: Utelat denne hånden
or_in: ଏହି ହାତ ସ୍କିପ୍‍ କରନ୍ତୁ
pl: Pomiń tę rękę
pt_pt: Não testar esta mão
ro: Omiteți această mână
ru: Пропустить эту руку
sk: Preskočiť túto ruku
sv: Hoppa över den här handen
ta_in: இந்த கையைத் தவிர்க்கவும்
ta_my: இந்தக் கையைத் தவிர்க்கவும்
th: ข้ามมือข้างนี้
tr: Bu eli atla
uk: Минути цю руку
vi: Bỏ qua tay này
vi_vn: Bỏ qua tay này
xh_za: Tsiba esi sandla
zh_cn: 跳过这只手
zh_hans_my: 跳过这只手
zh_hk: 略過這隻手
zh_tw: 略過這隻手

# TAPPING_TASK_TITLE
source: Tapping Speed
ar: سرعة الضغط
ca: Velocitat de toc
cs: Rychlost klepání
da: Hastighed på tryk
de: Tipptempo
de_at: Tippgeschwindigkeit
el: Ταχύτητα αγγίγματος
es: Velocidad de pulsación
es_419: Velocidad al tocar
fi: Napautusnopeus
fil_ph: Bilis ng Pag-tap
fr: Vitesse de saisie
fr_ca: Vitesse de frappe
he: מהירות הקשה
hi: टैप करने की गति
hr: Brzina dodirivanja
hu: Koppintási sebesség
id: Kecepatan Mengetuk
it: Velocità tocco
ja: タップの速度
ko: 탭하기 속도
ms: Kelajuan Ketikan
ms_latn_sg: Kepantasan Mengetik
nb_no: Trykkehastighet
nl: Tiksnelheid
no: Trykkhastighet
or_in: ଟ୍ୟାପିଙ୍ଗ୍‌ ସ୍ପିଡ
pl: Szybkość stukania
pt_pt: Velocidade de toque
ro: Viteză de apăsare
ru: Скорость касания
sk: Rýchlosť klepania
sv: Tryckhastighet
ta_in: தட்டும் வேகம்
ta_my: தட்டுதல் வேகம்
th: ความเร็วของการแตะ
tr: Dokunma Hızı
uk: Темп торкання
vi: Tốc độ Chạm
vi_vn: Tốc độ nhấp
xh_za: Isantya Sokucofa
zh_cn: 轻点速度
zh_hans_my: 点击速度
zh_hk: 點按速度
zh_tw: 點按速度

# TAPPING_TASK_TITLE_LEFT
source: Left Hand
ar: اليد اليسرى
ca: Mà esquerra
cs: Levá ruka
da: Venstre hånd
de: Linke Hand
de_at: Linke Hand
el: Αριστερό χέρι
es: Mano izquierda
es_419: Mano izquierda
fi: Vasen käsi
fil_ph: Kaliwang kamay
fr: Main gauche
fr_ca: Main gauche
he: יד שמאל
hi: बायाँ हाथ
hr: Lijeva ruka
hu: Bal kéz
id: Tangan Kiri
it: Mano sinistra
ja: 左手
ms: Tangan Kiri
ms_latn_sg: Tangan Kiri
nb_no: Venstre hånd
nl: Linkerhand
no: Venstre hånd
or_in: ବାମ ହାତ
pl: Lewa ręka
pt_pt: Mão esquerda
ro: Mâna stângă
ru: Левая рука
sk: Ľavá ruka
sv: Vänster hand
ta_in: இடது கை
ta_my: இடது கை
th: มือซ้าย
tr: Sol El
uk: Ліва рука
vi: Tay Trái
vi_vn: Tay trái
xh_za: Isandla Sasekhohlo
zh_cn: 左手
zh_hans_my: 左手
zh_hk: 左手
zh_tw: 左手

# TAPPING_TASK_TITLE_RIGHT
source: Right Hand
ar: اليد اليمنى
ca: Mà dreta
cs: Pravá ruka
da: Højre hånd
de: Rechte Hand
de_at: Rechte Hand
el: Δεξιό χέρι
es: Mano derecha
es_419: Mano derecha
fi: Oikea käsi
fil_ph: Kanang kamay
fr: Main droite
fr_ca: Main droite
he: יד ימין
hi: दायॉं हाथ
hr: Desna ruka
hu: Jobb kéz
id: Tangan Kanan
it: Mano destra
ja: 右手
ms: Tangan Kanan
ms_latn_sg: Tangan Kanan
nb_no: Høyre hånd
nl: Rechterhand
no: Høyre hånd
or_in: ଡାହାଣ ହାତ
pl: Prawa ręka
pt_pt: Mão direita
ro: Mâna dreaptă
ru: Правая рука
sk: Pravá ruka
sv: Höger hand
ta_in: வலது கை
ta_my: வலது கை
th: มือขวา
tr: Sağ El
uk: Права рука
vi: Tay Phải
vi_vn: Tay phải
xh_za: Isandla Sasekunene
zh_cn: 右手
zh_hans_my: 右手
zh_hk: 右手
zh_tw: 右手

# TASK_COMPLETE_TEXT
source: Your data will be analyzed and you will be notified when your results are ready.
ar: سيتم تحليل بياناتك وسيتم إعلامك عندما تصبح النتائج جاهزة.
ca: S’analitzaran les dades i rebràs una notificació quan tinguis els resultats a punt.
cs: Data budou analyzována a jakmile budou k dispozici výsledky, obdržíte oznámení.
da: Dine data vil blive analyseret, og du får besked, når resultaterne er klar.
de: Deine Daten werden analysiert und du wirst benachrichtigt, wenn deine Ergebnisse bereitstehen.
de_at: Ihre Daten werden analysiert und Sie werden benachrichtigt, wenn Ihre Ergebnisse vorliegen.
el: Τα δεδομένα σας θα αναλυθούν και θα ειδοποιηθείτε όταν είναι έτοιμα τα αποτελέσματα.
es: Se analizarán tus datos y recibirás los resultados cuando estén listos.
es_419: Se analizarán tus datos y se te avisará cuando tus resultados estén listos.
fi: Datasi analysoidaan ja sinulle ilmoitetaan, kun tuloksesi ovat valmiina.
fil_ph: Ang iyong data ay susuriin at aabisuhan ka kapag handa na ang iyong mga resulta.
fr: Les données vont être analysées, et vous recevrez une notification lorsque les résultats seront disponibles.
fr_ca: Les données vont être analysées, et vous recevrez une notification lorsque les résultats seront disponibles.
he: הנתונים שלך ינותחו וכאשר התוצאות יהיו מוכנות תקבל/י הודעה.
hi: आपके डेटा का विश्लेषण किया जाएगा और परिणाम के तैयार होते ही आपको सूचित किया जाएगा।
hr: Vaši podaci će se analizirati i bit ćete obaviješteni kad rezultati budu spremni.
hu: Az adatok ki lesznek elemezve, és értesítést fog kapni, ha az eredmény elkészült.
id: Data Anda akan dianalisis dan Anda akan diberi tahu setelah hasil Anda siap.
it: I dati verranno analizzati, riceverai una notifica quando i risultati saranno pronti.
ja: データは分析され、結果の準備ができると通知されます。
ko: 데이터를 분석하여 결과가 준비되면 통보합니다.
ms: Data anda akan dianalisis dan anda akan dimaklumkan apabila keputusan anda tersedia.
ms_latn_sg: Data anda akan dianalisis dan anda akan dimaklumkan apabila keputusan anda sedia.
nb_no: Dataene dine analyseres, og du blir varslet når resultatene dine er klare.
nl: Je gegevens worden geanalyseerd. Je ontvangt bericht als de resultaten gereed zijn.
no: Dataene vil bli analysert, og du blir varslet når resultatene er klare.
or_in: ଆପଣଙ୍କର ଡାଟା ବିଶ୍ଲେଷଣ କରାଯିବ ଏବଂ ଆପଣଙ୍କର ଫଳାଫଳ ପ୍ରସ୍ତୁତ ହୋଇଗଲା ପରେ ଆପଣଙ୍କୁ ସୂଚିତ କରାଯିବ |
pl: Twoje dane zostaną przeanalizowane i otrzymasz powiadomienie o wynikach.
pt_pt: Os seus dados serão analisados e receberá um aviso quando os resultados estiverem disponíveis.
ro: Datele dvs. vor fi analizate și veți primi o notificare atunci când rezultatele vor fi disponibile.
ru: Данные будут проанализированы. Вы получите уведомление, когда результаты будут готовы.
sk: Vaše dáta budú analyzované a na výsledky budete upozornení po ich vyhodnotení.
sv: Dina data kommer att analyseras, och du blir meddelad när resultaten är klara.
ta_in: உங்கள் தரவு பகுப்பாய்வு செய்யப்பட்டு, முடிவுகள் தயாராக இருக்கும்போது உங்களுக்கு அறிவிக்கப்படும்.
ta_my: உங்கள் தரவு பகுப்பாய்வு செய்யப்படும் மற்றும் உங்கள் முடிவுகள் தயாரானதும் உங்களுக்கு அறிவிக்கப்படும்.
th: ข้อมูลของคุณจะได้รับการวินิจฉัยและคุณจะได้รับแจ้งเมื่อได้ผลลัพธ์ของคุณแล้ว
tr: Verileriniz incelenecek ve sonuçlarınız hazır olduğunda size haber verilecektir.
uk: Ваші дані буде проаналізовано, і ви отримаєте сповіщення, коли будуть готові результати.
vi: Dữ liệu của bạn sẽ được phân tích và bạn sẽ được thông báo khi có kết quả.
vi_vn: Dữ liệu của bạn sẽ được phân tích và bạn sẽ được thông báo khi kết quả đã sẵn sàng.
xh_za: Inkcukacha yakho iza kuhlolwa yaye uya kwaziswa xa imiphumo yakho ikulungele.
zh_cn: 将对您的数据进行分析并在结果可用时通知您。
zh_hans_my: 您的数据将被分析，当您的结果准备就绪时，您将收到通知。
zh_hk: 測試活動將會進行分析。當得到結果時，你將會收到通知。
zh_tw: 您的資料會經過分析，收到結果時會通知您。

# TASK_COMPLETE_TITLE
source: Activity Complete
ar: اكتمل النشاط
ca: Activitat completada
cs: Aktivita byla dokončena
da: Aktivitet færdig
de: Aktivität abgeschlossen
de_at: Aktivität abgeschlossen
el: Η δραστηριότητα ολοκληρώθηκε
es: Act. completada
es_419: Actividad completada
fi: Aktiviteetti valmis
fil_ph: Kumpleto na ang Aktibidad
fr: Activité terminée
fr_ca: Activité terminée
he: הפעילות הושלמה
hi: गतिविधि पूर्ण
hr: Aktivnost dovršena
hu: Tevék. befejezve
id: Aktivitas Selesai
it: Attività completata
ja: アクティビティ完了
ko: 실험 완료
ms: Aktiviti Selesai
ms_latn_sg: Aktiviti Lengkap
nb_no: Aktivitet fullført
nl: Activiteit voltooid
no: Aktivitet fullført
or_in: କାର୍ଯ୍ୟକଳାପ ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ
pl: Koniec ćwiczenia
pt_pt: Exercício concluído
ro: Activitate finalizată
ru: Задание выполнено
sk: Aktivita dokončená
sv: Aktiviteten är klar
ta_in: செயல் முடிந்தது
ta_my: செயல்பாடு முடிந்தது
th: กิจกรรมเสร็จสมบูรณ์
tr: Tamamlandı
uk: Тест завершено
vi: Hoạt động hoàn tất
vi_vn: Hoạt động hoàn thành
xh_za: Umsebenzi Ugqityiwe
zh_cn: 活动完成
zh_hans_my: 活动完成
zh_hk: 測試活動已完成
zh_tw: 活動完成

# TEXT_ANSWER_EXCEEDING_MAX_LENGTH_ALERT_MESSAGE
source: Text content exceeding maximum length: %@
ar: المحتوى النصي يتجاوز الحد الأقصى للطول: %@
ca: El contingut del text supera la llargada màxima: %@
cs: Text překračuje maximální délku: %@
da: Tekstindhold overskrider maks. længde: %@
de: Textinhalt überschreitet die Maximallänge: %@
de_at: Textinhalt überschreitet maximale Länge: %@
el: Το περιεχόμενο κειμένου υπερβαίνει το επιτρεπόμενο όριο χαρακτήρων: %@
es: El texto supera la longitud máxima: %@
es_419: El texto sobrepasa la longitud máxima: %@
fi: Tekstisisältö ylittää maksimipituuden: %@
fil_ph: Nilalaman ng teksto na lumalagpas sa pinkamahabang haba: %@
fr: La longueur du texte dépasse la limite : %@
fr_ca: La longueur du texte dépasse le maximum autorisé : %@
he: תוכן המלל חורג מהאורך המרבי: %@
hi: टेक्स्ट कॉन्टेंट अधिकतम अनुमत सीमा से अधिक है : %@
hr: Tekstualni sadržaj prekoračuje maksimalnu duljinu: %@
hu: A szöveg túllépi a maximális hosszt: %@
id: Konten teks melebihi panjang maksimum: %@
it: Il testo supera la lunghezza massima: %@
ja: 文字数が最大許容数を超えています: %@
ko: 텍스트 내용이 최대 길이를 초과함: %@
ms: Kandungan teks melebihi panjang maksimum: %@
ms_latn_sg: Kandungan teks melebihi panjang maksimum: %@
nb_no: Tekstinnholdet overskrider maksimumslengden: %@
nl: Tekst overschrijdt maximale lengte: %@
no: Teksten overstiger makslengden: %@
or_in: ସର୍ବାଧିକ ଲମ୍ୱରୁ ଅଧିକ ପାଠ୍ୟ ବିଷୟବସ୍ତୁ : %@
pl: Przekroczony limit długości tekstu: %@
pt_pt: Conteúdo de texto que excede o comprimento máximo: %@
ro: Conținutul de text depășește lungimea maximă: %@
ru: Превышены максимальная длина текста: %@
sk: Textový obsah prekračuje maximálnu dĺžku: %@
sv: Textinnehållet överskrider maximal längd: %@
ta_in: உரை உள்ளடக்கம் அதிகபட்ச நீளத்தை தாண்டியது: %@
ta_my: உரை உள்ளடக்கம் அதிகபட்ச நீளத்திற்கு மேல்: %@
th: เนื้อหาข้อความที่เกินจำนวนสูงสุด: %@
tr: Metin içeriği maksimum uzunluğu aşıyor: %@
uk: Текстовий вміст перевищує ліміт: %@
vi: Nội dung văn bản vượt quá độ dài tối đa: %@
vi_vn: Nội dung văn bản vượt quá độ dài tối đa: %@
xh_za: Umbhalo oqulethiweyo udlula ubude: %@
zh_cn: 文本内容超过最大长度：%@
zh_hans_my: 超过最大长度的文本内容：%@
zh_hk: 文字內容超出長度上限：%@
zh_tw: 文字內容超過最大長度：%@

# TIMED_WALK_FORM_TEXT
source: Use the same assistive device for each test.
ar: استخدم نفس الجهاز المساعد لكل اختبار.
ca: Utilitza el mateix tipus d’assistència per a cada prova.
cs: Při všech testech používejte při chůzi tutéž oporu.
da: Brug den samme hjælpemiddelenhed til hver test.
de: Verwende für jeden Test dieselbe Gehhilfe.
de_at: Verwenden Sie für jeden Test dasselbe Hilfsgerät.
el: Χρησιμοποιήστε την ίδια βοηθητική συσκευή για κάθε τεστ.
es: Utiliza el mismo dispositivo de ayuda en cada prueba.
es_419: Usa el mismo dispositivo de ayuda para cada prueba.
fi: Käytä samaa apuvälinettä kaikissa testeissä.
fil_ph: Gumamit ng parehong pantulong na device para sa bawat test.
fr: Utilisez le même appareil d’assistance pour chaque test.
fr_ca: Utilisez le même appareil d’assistance pour chaque test.
he: השתמש/י באותו אמצעי עזר בכל בדיקה.
hi: प्रत्येक परीक्षण हेतु समान सहायक उपकरण का उपयोग करें।
hr: Koristite isto pomagalo za svaki test.
hu: Ugyanazt a segítőeszközt használja minden teszthez.
id: Gunakan perangkat bantuan yang sama untuk tiap pengujian.
it: Utilizza lo stesso ausilio ortopedico per ciascun test.
ja: すべてのテストで同じ補助器具を使用してください。
ko: 매 테스트에 동일한 보조 기구를 사용하십시오.
ms: Gunakan peranti bantuan yang sama untuk setiap ujian.
ms_latn_sg: Gunakan peranti bantuan yang sama untuk setiap ujian.
nb_no: Bruk samme hjelpemiddel for hver test.
nl: Gebruik hetzelfde hulpmiddel voor elke test.
no: Bruk samme hjelpemiddel i hver test.
or_in: ପ୍ରତ୍ୟକ ପରୀକ୍ଷା ପାଇଁ ସେହି ସମାନ ସହାୟକ ଡିଭାଇସ୍‍ ବ୍ୟବହାର କରନ୍ତୁ |
pl: Użyj tego samego urządzenia wspomagającego w każdym teście.
pt_pt: Use o mesmo dispositivo auxiliar para cada teste.
ro: Utilizați același dispozitiv asistiv pentru fiecare test.
ru: Используйте одно и тоже вспомогательное приспособление для всех упражнений.
sk: Pre každý test použite rovnakú zdravotnú pomôcku.
sv: Använd samma hjälpmedel för alla test.
ta_in: ஒவ்வொரு சோதனைக்கும் ஒரே உதவி சாதனத்தைப் பயன்படுத்தவும்.
ta_my: ஒவ்வொரு சோதஐக்கும் அதே உதவி சாதனத்தைப் பயன்படுத்தவும்.
th: ใช้อุปกรณ์ช่วยเหลืออันเดียวกันสำหรับการทดสอบแต่ละครั้ง
tr: Her test için aynı yardımcı aygıtı kullanın.
uk: Вживайте однаковий допоміжний засіб для всіх тестів.
vi: Sử dụng cùng thiết bị hỗ trợ cho từng bài kiểm tra.
vi_vn: Sử dụng cùng một thiết bị hỗ trợ cho mỗi bài kiểm tra.
xh_za: Sebenzisa isixhobo sokuncedisa esifanayo kuvavanyo ngalunye.
zh_cn: 在每次测试中使用相同的辅助设备。
zh_hans_my: 每次测试使用相同的辅助设备。
zh_hk: 每次測試時請使用相同的輔助器材。
zh_tw: 每次測試時請使用相同的輔具。

# TIMED_WALK_FORM_TITLE
source: Assistive device
ar: الجهاز المساعد
ca: Tipus d’assistència
cs: Asistenční zařízení
da: Hjælpemiddelenhed
de: Gehhilfe
de_at: Hilfsgerät
el: Βοηθητική συσκευή
es: Dispositivo de ayuda
es_419: Dispositivo de ayuda
fi: Apuväline
fil_ph: Pantulong na device
fr: Appareil d’assistance
fr_ca: Appareil d’assistance
he: אמצעי עזר
hi: सहायक उपकरण
hr: Pomagalo
hu: Segítőeszköz
id: Perangkat bantuan
it: Ausilio ortopedico
ja: 補助器具
ko: 보조 기구
ms: Peranti bantuan
ms_latn_sg: Peranti bantuan
nb_no: Hjelpemiddel
nl: Loophulpmiddel
no: Hjelpemiddel
or_in: ସହାୟକ ଡିଭାଇସ୍‍
pl: Urządzenie wspomagające
pt_pt: Dispositivo auxiliar
ro: Dispozitiv asistiv
ru: Вспомогательные приспособления
sk: Zdravotná pomôcka
sv: Hjälpmedel
ta_in: உதவி சாதனம்
ta_my: உதவி சாதனம்
th: อุปกรณ์ช่วยเหลือ
tr: Yardımcı aygıt
uk: Допоміжний засіб
vi: Thiết bị hỗ trợ
vi_vn: Thiết bị trợ giúp
xh_za: Isixhobo sokuncedisa
zh_cn: 辅助设备
zh_hans_my: 辅助设备
zh_hk: 輔助器材
zh_tw: 輔具
