Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TRAILMAKING_INTENDED_USE
source: This activity evaluates your visual attention and task switching by recording the time required to tap a series of dots in order.
ar: يعمل هذا النشاط على تقييم انتباهك البصري وتبديل المهام لديك عن طريق تسجيل الوقت اللازم للضغط على سلسلة من النقاط بالترتيب.
ca: Aquesta activitat avalua la teva atenció visual i la teva capacitat de canvi de tasques comptant el temps que necessites per tocar una sèrie de punts en ordre.
cs: Tato aktivita vyhodnotí vaši vizuální pozornost a schopnost přecházet mezi úlohami. Zaznamená čas, který budete potřebovat ke klepání na řadu bodů v určeném pořadí.
da: Denne aktivitet evaluerer din visuelle opmærksomhed og evne til at skifte mellem opgaver ved at registrere, hvor lang tid det tager at trykke på en række prikker i rækkefølge.
de: Mit dieser Aktivität werden deine visuelle Aufmerksamkeit und der Aufgabenwechsel geprüft, indem die Zeit gemessen wird, die du benötigst, um in der richtigen Reihenfolge auf eine Reihe von Punkten zu tippen.
de_at: Diese Aktivität bewertet Ihre visuelle Aufmerksamkeit und Ihre Fähigkeit zwischen Aufgaben zu wechseln, indem sie die Zeit aufzeichnet, die benötigt wird, um eine Reihe von Punkten in der Reihenfolge anzutippen.
el: Αυτή η δραστηριότητα αξιολογεί την οπτική προσοχή σας και την ικανότητα αλλαγής εργασιών, εγγράφοντας τον χρόνο που χρειάζεστε για να αγγίξετε κάποιες κουκκίδες στη σειρά.
es: Este ejercicio evalúa tu capacidad de atención visual y para cambiar de tarea grabando el tiempo que necesitas para pulsar una serie de puntos por orden.
fil_ph: Ine-evaluate ng aktibidad na ito ang iyong visual attention at task switching sa pagrekord ng oras na kinakailangan upang i-tap ang isang serye ng mga tuldok sa pagkakasunod-sunod.
fr: Cette activité évalue votre attention visuelle et votre capacité à passer d’une tâche à une autre en enregistrant le temps qu’il vous faut pour toucher une série de points dans l’ordre.
he: פעילות זו בודקת את הקשב החזותי שלך ואת היכולת שלך לדלג בין משימות, על-ידי רישום משך הזמן שדרוש לך כדי להקיש על סידרה של נקודות.
hi: इस गतिविधि द्वारा क्रमानुसार बिंदुओं की शृंखला को टैप करने में लगने वाले आवश्यक समय को रिकॉर्ड करके आपकी विज़ुअल एकाग्रता का और कार्य स्विचिंग का मूल्यांकन किया जाता है।
hr: Ova aktivnost evaluira vašu vizualnu pažnju i mogućnost promjene zadataka tako što bilježi vrijeme potrebno za redoslijedno dodirivanje niza točaka.
hu: Ez a feladat a vizuális figyelmét és feladatváltási képességét értékeli ki, amelynek során leméri, mennyi időre van szüksége ahhoz, hogy egy pontokból álló sorozatra koppintson a megfelelő sorrendben.
id: Aktivitas ini mengevaluasi perhatian visual dan peralihan tugas Anda dengan merekam waktu yang diperlukan untuk mengetuk rangkaian lingkaran sesuai urutan.
it: L'attività valuta la tua attenzione visiva e il passaggio da un compito all’altro registrando il tempo richiesto per toccare una serie di punti in ordine.
ja: このアクティビティでは、一連の円を順番にタップするために必要な時間を記録することで、あなたの視覚的注意力と切り替え能力を評価します。
ms: Aktiviti ini menilai perhatian visual dan penukaran tugas anda dengan merekod masa yang diperlukan untuk mengetik siri bulatan dalam tertib.
ms_latn_sg: Aktiviti ini menilai perhatian visual anda dan pertukaran tugasan dengan mencatat masa yang diperlukan untuk mengetik siri titik mengikut susunan.
nb_no: Denne aktiviteten vurderer din visuelle oppmerksomhet og oppgavevekslingsevne ved å registrere tiden som kreves for å trykke en serie med prikker i riktig rekkefølge.
nl: Met deze activiteit wordt je visuele aandacht en je vermogen om tussen taken te schakelen gemeten door de tijd vast te leggen die je nodig hebt om in de juiste volgorde op een reeks stippen te tikken.
no: Aktiviteten måler visuell reaksjonsevne og evne til å bytte oppgave ved at den måler tiden det tar å trykke på en rekke prikker i en bestemt rekkefølge.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ଆପଣଙ୍କର ଭିଜୁଆଲ୍ ଧ୍ୟାନ ଏବଂ ଟାସ୍କ ସୁଇଚିଂକୁ କ୍ରମାନ୍ୱୟରେ ବିନ୍ଦୁଗୁଡ଼ିକ ଉପରେ ଟ୍ୟାପ କରିବା ପାଇଁ ଆବଶ୍ୟକ ସମୟକୁ ରେକର୍ଡ କରି ମୂଲ୍ୟାଙ୍କନ କରେ |
pl: To ćwiczenie ocenia Twoje zdolności skupienia się na obrazie oraz przełączania zadań przez pomiar czasu potrzebnego do stuknięcia w serię kropek w odpowiedniej kolejności.
pt_pt: Este exercício avalia a sua atenção visual e troca de tarefas ao registar o tempo necessário para tocar numa série de pontos por ordem.
ro: Această activitate vă evaluează atenția vizuală și comutarea între sarcini prin înregistrarea timpului necesar pentru a apăsa o serie de puncte în ordine.
ru: Во время выполнения этого задания оцениваются зрительное сосредоточение и способность переключаться с одной задачи на другую. Основанием для оценки служит время, затраченное на то, чтобы коснуться всех точек по порядку.
sk: Táto aktivita vyhodnotí vašu vizuálnu pozornosť a schopnosť pracovať na viacerých úlohách tak, že zaznamená čas, ktorý potrebujete na klepnutie na sériu bodiek v určitom poradí.
sv: Den här aktiviteten utvärderar hur uppmärksam du är visuellt och hur bra du är på att växla mellan uppgifter genom att registrera tiden som krävs för att trycka på en serie med prickar i följd.
ta_in: தொடர்ச்சியான புள்ளிகள் தட்டுவதற்கு தேவையான நேரத்தை பதிவு செய்வதன் மூலம் இந்த செயல்பாடு உங்கள் காட்சி கவனத்தையும் பணி மாறுதலையும் மதிப்பீடு செய்கிறது.
ta_my: தொடர்ச்சியான புள்ளிகளை வரிசைப்படுத்த தேவையான நேரத்தை பதிவு செய்வதன் மூலம் இந்த செயல்பாடு உங்கள் காட்சி கவனம் மற்றும் பணி மாறுதலை மதிப்பீடு செய்கிறது.
th: กิจกรรมนี้จะประเมินสมาธิในการมองเห็นและทักษะการสลับการทำงานของคุณโดยบันทึกเวลาที่ใช้ในการแตะชุดของวงกลมตามลำดับ
tr: Bu aktivite, bir dizi noktaya sırayla dokunmanız için gereken süreyi kaydederek görsel dikkatinizi ve görev geçişinizi değerlendirir.
uk: Цей тест оцінює рівень вашої зорової уважності та здатність перемикатися між завданнями, фіксуючи, скільки потрібно часу, щоб торкнути серію крапок по черзі.
vi: Hoạt động này đánh giá khả năng tập trung thị giác và chuyển đổi nhiệm vụ bằng cách ghi lại thời gian cần thiết để chạm vào một chuỗi các dấu chấm theo thứ tự.
vi_vn: Hoạt động này đánh giá sự chú ý trực quan của bạn và chuyển đổi nhiệm vụ bằng cách ghi lại thời gian cần thiết để chạm vào một loạt các dấu chấm theo thứ tự.
xh_za: Lo msebenzi uhlolisisa ingqalelo yakho yokubona yaye neswitshi yomsebenzi ngokurekhoda ixesha elifunekayo ngokucofa uthotho lweedothi ngokulandelelana.
zh_cn: 本活动通过记录按顺序轻点一系列圆点所需的时间，来评估您的视觉注意力和任务切换能力。
zh_hans_my: 此活动通过记录按顺序点击一系列点所需的时间来评估您的视觉注意力和任务切换能力。
zh_hk: 此測試活動會記錄你順序點按一系列圓點所需的時間，以評估你的視覺注意力及工作切換的能力。
zh_tw: 此活動會讓您依序點按一系列的圓點，並記錄您花費的時間，以評估您的視覺注意力和任務切換。

# TRAILMAKING_INTENDED_USE2_A
source: After the countdown, tap dots in alternating order between numbers and letters. Begin by tapping the first number '1' followed by the numbers '2' – '3' – '4'… until you reach the number '7'.
ar: بعد العد التنازلي، اضغط على النقاط بالتبادل بين الأرقام والحروف. ابدأ بالضغط على أول رقم “١” متبوعًا بالأرقام “٢”، “٣”، “٤”… حتى تصل إلى رقم “٧”.
ca: Després del compte enrere, vés tocant punts alternant l’ordre entre nombres i lletres. Comença tocant el primer número, 1, i després els números 2, 3, 4…, fins que arribis al número 7.
cs: Po skončení odpočtu střídavě klepejte na body u číslic a písmen. Začněte klepnutím na číslo „1“, potom na čísla „2“ – „3“ – „4“… až do čísla „7“.
da: Efter nedtællingen skal du trykke på prikker i skiftende rækkefølge mellem tal og bogstaver. Start med at trykke på det første tal “1” efterfulgt af tallene “2” – “3” – “4”…, indtil du når tallet “7”.
de: Tippe nach dem Countdown abwechselnd auf die Punkte mit Zahlen und Buchstaben. Beginne damit, auf die erste Zahl („1“) zu tippen und dann weiter auf „2“ – „3“ – „4“ … bis du zur Zahl „7“ gelangst.
de_at: Tippen Sie nach dem Countdown abwechselnd auf Punkte zwischen Zahlen und Buchstaben. Tippen Sie zunächst auf die erste Zahl '1', gefolgt von den Zahlen '2' – '3' – '4' … bis Sie die Zahl '7' erreichen.
el: Μετά την αντίστροφη μέτρηση, αγγίξτε κουκκίδες σε εναλλάξ σειρά μεταξύ αριθμών και γραμμάτων. Ξεκινήστε αγγίζοντας τον πρώτο αριθμό «1» και μετά τους αριθμούς «2» – «3» – «4»… μέχρι να φτάσετε στον αριθμό «7».
es: Cuando empiece la cuenta atrás, pulsa los puntos alternando números y letras. Empieza por el primer número “1” seguido de los números “2”, “3”, “4”… hasta llegar al número “7”.
fil_ph: Matapos ang countdown, i-tap ang mga tuldok sa kahaliling pagkakasunod-sunod sa pagitan ng mga numero at titik. Magsimula sa pamamagitan ng pag-tap sa unang numero na '1' na sinusundan ng mga numerong '2' - '3' - '4'… hanggang sa maabot mo ang bilang na '7'.
fr: Après le compte à rebours, touchez les points en alternant entre les chiffres et les lettres. Commencez par toucher le premier chiffre « 1 », puis « 2 » – « 3 » – « 4 »… jusqu’à atteindre le chiffre 7.
he: לאחר הספירה לאחור, הקש/י על הנקודות בסדר מתחלף תוך מעבר בין מספרים ואותיות. התחל/י בהקשה על המספר ׳1׳ ולאחר מכן על המספרים ׳2׳ – ׳3׳ – ׳4׳, וכן הלאה, עד שתגיע/י למספר ׳7׳.
hi: उल्टी गिनती के बाद संख्याओं और अक्षरों के बीच वैकल्पिक क्रम में डॉट पर टैप करें। पहली संख्या ‘१’ पर टैप करके उसके बाद संख्या ‘२’ – ‘३’ – ‘४’ पर तब तक टैप करते जाएँ… जब तक आप संख्या ‘७’ तक नहीं पहुँच जाते।
hr: Nakon odbrojavanja, naizmjence dodirujte točke između brojeva i slova. Započnite dodirivanjem prvog broja “1”, zatim dodirnite brojeve “2” – “3” – “4”… sve dok ne dosegnete broj “7”.
hu: A visszaszámlálás után koppintson felváltva a számokat és betűket jelölő pontokra a megfelelő sorrendben. Először koppintson az 1-re, majd a 2-re, a 3-ra, a 4-re stb., amíg eléri a 7-es számot.
id: Setelah hitungan mundur, ketuk lingkaran dengan urutan selang-seling antara angka dan huruf. Mulai dengan mengetuk angka pertama '1' diikuti dengan angka '2' – '3' – '4'… hingga Anda mencapai angka '7'.
it: Dopo il conto alla rovescia, tocca i punti in ordine alternato tra numeri e lettere. Inizia toccando il primo numero “1” seguito dai numeri “2” – “3” – “4”… fino a raggiungere il numero “7”.
ja: カウントダウンの後、数字と文字を交互にタップしてください。最初に数字“1”をタップしてから、“2”–“3”–“4”の順にタップし、数字“7”まで続けます。
ms: Selepas kira detik, ketik bulatan dalam tertib berselang-seli antara nombor dan huruf. Mulakan dengan mengetik nombor pertama '1' diikuti dengan nombor '2' – '3' – '4'… sehingga anda mencapai nombor '7'.
ms_latn_sg: Selepas kiraan undur, ketik titik mengikut susunan berselang-seli antara nombor dan huruf. Mula dengan mengetik nombor pertama '1' diikuti dengan '2' – '3' – '4'… sehingga anda mencapai nombor '7'.
nb_no: Etter nedtellingen skal du trykke på prikkene i vekslende rekkefølge mellom tall og bokstaver. Begynn ved å trykke på det første tallet «1» etterfulgt av tallene «2» – «3» – «4» … til du når tallet «7».
nl: Tik na het aftellen op stippen, waarbij je afwisselend op cijfers en letters tikt. Begin door op het eerste cijfer '1' te tikken, gevolgd door de cijfers '2' – '3' – '4'… totdat je het cijfer '7' bereikt.
no: Etter nedtellingen trykker du vekselvis på prikker med tall og bokstaver. Begynn med å trykke på det første tallet, '1', etterfulgt av tallene '2' – '3' – '4'… til du kommer til tallet '7'.
or_in: ପଛୁଆଗଣନା ପରେ, ସଂଖ୍ୟା ଏବଂ ଅକ୍ଷରଗୁଡିକ ମଧ୍ୟରେ ବୈକଳିକ୍ପ କ୍ରମରେ ଡଟ୍‍ଗୁଡିକୁ ଟ୍ୟାପ କରନ୍ତୁ | ଯେପର୍ଯ୍ୟନ୍ତ ଆପଣ ‘7’ ନମ୍ୱର ପର୍ଯ୍ୟନ୍ତ ପହଞ୍ଚିନାହାଁନ୍ତି, ସେ ପର୍ଯ୍ୟନ୍ତ ଆପଣ ପ୍ରଥମେ ‘1’ ନମ୍ୱର ଏବଂ ପରେ '2' – '3' – '4'… ଟ୍ୟାପ କରନ୍ତୁ |
pl: Po odliczeniu, stukaj naprzemiennie w kropki oznaczające cyfry i litery. Zacznij stukając w pierwszą cyfrę ‚1’, a po niej w kolejne cyfry ‚2’ – ‚3’ – ‚4’…, aż do cyfry ‚7’.
pt_pt: Após a contagem decrescente, toque nos pontos alternando entre números e letras. Comece por tocar no primeiro número “1”, em seguida toque nos números “2” – “3” – “4”… até chegar ao número “7”.
ro: După numărătoarea inversă, apăsați punctele în ordine alternativă între numere și litere. Începeți prin apăsarea primului număr, ‘1’, apoi continuați cu numerele '2' – '3' – '4'… până când ajungeți la numărul ’7’.
ru: Когда закончится обратный отсчет, нужно будет попеременно касаться то цифр, то букв. Сначала коснитесь цифры 1, затем 2, 3, 4 и так далее, пока не дойдете до цифры 7.
sk: Po skončení odpočítavania striedavo klepajte na bodky s číslami a písmenami. Začnite klepnutím na prvé číslo „1“ a potom klepnite na čísla „2“ – „3“ – „4“…, až kým nedosiahnete číslo „7“.
sv: När nedräkningen är slut ska du trycka på prickar med varannan gång siffror och varannan gång bokstäver. Börja genom att trycka på den första siffran ”1” och sedan på siffrorna ”2” – ”3” – ”4” osv. tills du kommer till siffran ”7”.
ta_in: கவுண்ட்டவுனுக்குப் பிறகு, எண்களுக்கும் எழுத்துக்களுக்கும் இடையில் மாற்று வரிசையில் புள்ளிகளைத் தட்டவும். முதல் எண்ணான '1' ஐத் தட்டுவதன் மூலம் தொடங்குங்கள், அதன்பிறகு '2' - '3' - '4' எண்களைத் தட்டவும் ... நீங்கள் '7' எண்ணை அடையும் வரை.
ta_my: கவுண்ட்டவுனுக்குப் பிறகு, எண்களுக்கும் எழுத்துக்களுக்கும் இடையில் மாற்று வரிசையில் புள்ளிகளைத் தட்டவும். முதல் எண் '1' ஐத் தொடங்குங்கள், '2' - '3' - '4' எண்களைத் தொடங்குங்கள் ... நீங்கள் '7' எண்ணை அடையும் வரை.
th: หลังจากการนับถอยหลัง ให้แตะวงกลมที่มีตัวเลขและตัวอักษรในลำดับที่สลับกัน โดยเริ่มต้นด้วยการแตะตัวเลขแรก '1' แล้วตามด้วยตัวเลข '2' – '3' – '4'… จนกว่าจะถึงตัวเลข '7'
tr: Geri sayımdan sonra rakamlar ve harfler arasında dönüşümlü olarak noktalara dokunun. Önce “1” rakamına dokunarak başlayın, ardından “2” – “3” – “4”… rakamlarına dokunarak “7” rakamına ulaşın.
uk: Після вступного відліку торкайте крапки, змінюючи черговість між цифрами і буквами. Почніть торканням першої цифри «1», потім торкайте цифри «2» – «3» – «4»…, доки не дійдете до цифри «7».
vi: Sau thời gian đếm ngược, chạm vào các dấu chấm theo thứ tự luân phiên giữa các số và chữ cái. Bắt đầu bằng cách chạm vào số đầu tiên '1', tiếp theo là các số '2' – '3' – '4'… cho tới khi bạn đến số '7'.
vi_vn: Sau khi đếm ngược, chạm vào các dấu chấm theo thứ tự xen kẽ giữa số và chữ cái. Bắt đầu bằng cách nhấp vào số đầu tiên '1', tiếp theo là các số '2' - '3' - '4'… cho đến khi bạn đạt đến số '7'.
xh_za: Ngemva kokubala usiya phantsi, cofa iidothi ngendlela ayahlukeneyo phakathi kwamanani kunye noonobumba. Qalisa ngokucofa inombolo yokuqala ‘1’ ulandele ngamanani '2' – '3' – '4'… de ufikelele kwinombolo ‘7’.
zh_cn: 倒计时开始后，轮流轻点包含数字和字母的圆点。首先，轻点第一个数字“1”，然后轻点数字“2”–“3”–“4”…直到数字“7”。
zh_hans_my: 倒计时后，在数字和字母之间交替点击点。首先点击第一个数字 “1”，然后点击数字 “2” – “3” – “4”……直到您到达数字 “7”。
zh_hk: 倒數之後，請梅花間竹地點按數字及字母的圓點。首先點一下第一個數字「1」，然後數字「2」、「3」、「4」⋯直到數字「7」。
zh_tw: 倒數之後，以交互順序點一下數字和字母之間的圓點。開始先點第一個數字「1」，接著點數字「2」–「3」–「4」⋯直到數字「7」。

# TRAILMAKING_INTENDED_USE2_B
source: After the countdown, tap dots in alternating order between numbers and letters. Begin by tapping the first number '1' followed by tapping the first letter 'A', and then '2' – 'B' – '3' – 'C'… until you reach the number '7'.
ar: بعد العد التنازلي، اضغط على النقاط بالتبادل بين الأرقام والحروف. ابدأ بالضغط على أول رقم “١” ثم اضغط على أول حرف “ا”، ثم “٢”، “ب”، “٣”، “ت”… حتى تصل إلى رقم “٧”.
ca: Després del compte enrere, ves tocant punts alternant l’ordre entre nombres i lletres. Comença tocant el primer número, 1, i després la primera lletra, A, i tot seguit, 2, B, 3, C, fins que arribis al número 7.
cs: Po skončení odpočtu střídavě klepejte na body u číslic a písmen. Začněte klepnutím na číslo „1“, potom na písmeno „A“ a pak na „2“ – „B“ – „3“ – „C“… až do čísla „7“.
da: Efter nedtællingen skal du trykke på prikker i skiftende rækkefølge mellem tal og bogstaver. Start med at trykke på det første tal “1”, derefter på det første bogstav “A”, så “2” – “B” – “3” – “C”…, indtil du når tallet “7”.
de: Tippe nach dem Countdown abwechselnd auf die Punkte mit Zahlen und Buchstaben. Beginne damit, auf die erste Zahl („1“) zu tippen, danach auf den ersten Buchstaben „A“ und dann weiter auf „2“ – „B“ – „3“ – „C“ bis du zur Zahl „7“ gelangst.
de_at: Tippen Sie nach dem Countdown abwechselnd auf Punkte zwischen Zahlen und Buchstaben. Tippen Sie zunächst auf die erste Zahl '1', dann auf den ersten Buchstaben 'A' und dann auf '2' – 'B' – '3' – 'C'… bis Sie die Zahl '7' erreichen.
el: Μετά την αντίστροφη μέτρηση, αγγίξτε κουκκίδες σε εναλλάξ σειρά μεταξύ αριθμών και γραμμάτων. Ξεκινήστε αγγίζοντας τον πρώτο αριθμό «1», μετά το πρώτο γράμμα «Α», και στη συνέχεια «2» – «Β» – «3» – «Γ»… μέχρι να φτάσετε στον αριθμό «7».
es: Cuando empiece la cuenta atrás, pulsa los puntos alternando números y letras. Empieza por el primer número “1” seguido de la primera letra “A” y, después, “2”, “B”, “3”, “C”… hasta llegar al número “7”.
fil_ph: Matapos ang countdown, i-tap ang mga tuldok sa kahaliling pagkakasunod-sunod sa pagitan ng mga numero at titik. Magsimula sa pamamagitan ng pag-tap sa unang numero na '1' na sinusundan ng pag-tap sa unang titik na 'A', at pagkatapos ay '2' - 'B' - '3' - 'C'… hanggang sa maabot mo ang bilang na '7'.
fr: Après le compte à rebours, touchez les points en alternant entre les chiffres et les lettres. Commencez par le premier chiffre « 1 » suivi de la première lettre « A », puis touchez « 2 » – « B » – « 3 » – « C »… jusqu’à atteindre le chiffre 7.
he: לאחר הספירה לאחור, הקש/י על הנקודות בסדר מתחלף תוך מעבר בין מספרים ואותיות. התחל/י בהקשה על המספר ׳1׳ ולאחר מכן על האות הראשונה ׳א׳, והמשך/י כך עם ׳2׳ – ׳ב׳ – ׳3׳ – ׳ג׳ וכן הלאה, עד שתגיע/י למספר ׳7׳.
hi: उल्टी गिनती के बाद, संख्याओं और अक्षरों के बीच वैकल्पिक क्रम में डॉट पर टैप करें। पहली संख्या ‘१’ पर टैप करके उसके बाद पहले अक्षर ‘क’ पर टैप करके आरंभ करें फिर ‘२’ – ‘ख’ – ‘३’ – ‘ग’ पर तब तक टैप करते जाएँ… जब तक आप संख्या ‘७’ तक नहीं पहुँच जाते।
hr: Nakon odbrojavanja, naizmjence dodirujte točke između brojeva i slova. Započnite dodirivanjem prvog broja “1”, zatim dodirnite prvo slovo “A”, a zatim “2” – “B” – “3” – “C”… sve dok ne dosegnete broj “7”.
hu: A visszaszámlálás után koppintson felváltva a számokat és betűket jelölő pontokra a megfelelő sorrendben. Először koppintson az 1-re, majd az A-ra, a 2-re, a B-re, a 3-ra, a C-re és így tovább, amíg eléri a 7-es számot.
id: Setelah hitungan mundur, ketuk lingkaran dengan urutan selang-seling antara angka dan huruf. Mulai dengan mengetuk angka pertama '1' diikuti dengan mengetuk huruf 'A', lalu '2' – 'B' – '3' – 'C'… hingga Anda mencapai angka '7'.
it: Dopo il conto alla rovescia, tocca i punti in ordine alternato tra numeri e lettere. Inizia toccando il primo numero “1” seguito dalla prima lettera “A”, quindi “2” – “B” – “3” – “C”… fino a raggiungere il numero “7”.
ja: カウントダウンの後、数字と文字を交互にタップしてください。最初に数字“1”をタップして、文字“A”をタップしてから、“2”–“B”–“3”–“C”の順にタップし、数字“7”まで続けます。
ms: Selepas kira detik, ketik bulatan dalam tertib berselang-seli antara nombor dan huruf. Mulakan dengan mengetik nombor pertama '1' diikuti dengan mengetik huruf pertama 'A' dan kemudian '2' – 'B' – '3' – 'C'… sehingga anda mencapai nombor '7'.
ms_latn_sg: Selepas kiraan undur, ketik titik mengikut susunan berselang-seli antara nombor dan huruf. Mula dengan mengetik nombor pertama '1' diikuti dengan huruf pertama 'A', kemudian '2' – 'B' – '3' – 'C'… sehingga anda mencapai nombor '7'.
nb_no: Etter nedtellingen skal du trykke på prikkene i vekslende rekkefølge mellom tall og bokstaver. Begynn ved å trykke på det første tallet «1» etterfulgt av å trykke på den første bokstaven «A» og deretter «2» – «B» – «3» – «C» … til du når tallet «7».
nl: Tik na het aftellen op stippen, waarbij je afwisselend op cijfers en letters tikt. Begin door op het eerste cijfer '1' te tikken, gevolgd door een tik op de eerste letter 'A', en dan '2' – 'B' – '3' – 'C'… totdat je het cijfer '7' bereikt.
no: Etter nedtellingen trykker du vekselvis på prikker med tall og bokstaver. Begynn med å trykke på det første tallet, '1', og deretter trykke på den første bokstaven, ‘A’. Deretter trykker du på '2' – 'B' – '3' – 'C'… til du kommer til tallet '7'.
or_in: ପଛୁଆଗଣନା ପରେ, ସଂଖ୍ୟା ଏବଂ ଅକ୍ଷରଗୁଡିକ ମଧ୍ୟରେ ବୈକଳିକ୍ପ କ୍ରମରେ ଡଟ୍‍ଗୁଡିକୁ ଟ୍ୟାପ କରନ୍ତୁ | ଯେପର୍ଯ୍ୟନ୍ତ ଆପଣ ‘7’ ନମ୍ୱର ପର୍ଯ୍ୟନ୍ତ ପହଞ୍ଚିନାହାଁନ୍ତି, ସେ ପର୍ଯ୍ୟନ୍ତ ଆପଣ ପ୍ରଥମେ ‘1’ ନମ୍ୱର ଏବଂ ତାପରେ ପ୍ରଥମ ଅକ୍ଷର 'ଏ' ଓ ପରେ ପରେ '2' – 'ବି' – '3' – 'ସି' ଟ୍ୟାପ କରନ୍ତୁ |
pl: Po odliczeniu, stukaj naprzemiennie w kropki oznaczające cyfry i litery. Zacznij stukając w pierwszą cyfrę ‚1’, a po niej w pierwszą literę ‚A’, następnie ‚2’ – ‚B’ – ‚3’ – ‚C’…, aż do cyfry ‚7’.
pt_pt: Após a contagem decrescente, toque nos pontos alternando entre números e letras. Comece por tocar no primeiro número “1”, em seguida toque na primeira letra “A” e depois “2” – “B” – “3” – “C”… até chegar ao número “7”.
ro: După numărătoarea inversă, apăsați punctele în ordine alternativă între numere și litere. Începeți prin apăsarea primului număr, ‘1’, apoi apăsați prima literă, 'A' și continuați cu '2' – 'B' – '3' – 'C'… până când ajungeți la numărul ’7’.
ru: Когда закончится обратный отсчет, нужно будет попеременно касаться то цифр, то букв. Сначала коснитесь цифры 1, затем — буквы А, а потом — цифры 2, буквы Б, цифры 3, буквы В и так далее, пока не дойдете до цифры 7.
sk: Po skončení odpočítavania striedavo klepajte na bodky s číslami a písmenami. Začnite klepnutím na prvé číslo „1“, potom klepnite na prvé písmeno „A“ a pokračujte klepnutím na „2“ – „B“ – „3“ – „C“…, až kým nedosiahnete číslo „7“.
sv: När nedräkningen är slut ska du trycka på prickar med varannan gång siffror och varannan gång bokstäver. Börja genom att trycka på den första siffran ”1” och tryck sedan på den första bokstaven ”A”. Sedan ska du trycka på ”2” – ”B” – ”3” – ”C” osv. tills du kommer till siffran ”7”.
ta_in: கவுண்ட்டவுனுக்குப் பிறகு, எண்களுக்கும் எழுத்துக்களுக்கும் இடையில் மாற்று வரிசையில் புள்ளிகளைத் தட்டவும். முதல் எண்ணான '1' ஐத் தட்டுவதன் மூலம் தொடங்கவும், முதல் எழுத்தான 'A' வைத் தட்டவும், பின்னர் '2' - 'B' - '3' - 'C'… நீங்கள் '7' எண்ணை அடையும் வரை.
ta_my: கவுண்ட்டவுனுக்குப் பிறகு, எண்களுக்கும் எழுத்துக்களுக்கும் இடையில் மாற்று வரிசையில் புள்ளிகளைத் தட்டவும். முதல் எண்ணான '1' ஐத் தட்டவும், PINனர் 'A' என்ற முதல் எழுத்தைத் தட்டவும், PINனர் '2' - 'B' - '3' - 'C' ... நீங்கள் '7' எண்ணை அடையும் வரை தொடங்குங்கள்.
th: หลังจากการนับถอยหลัง ให้แตะวงกลมที่มีตัวเลขและตัวอักษรในลำดับที่สลับกัน โดยเริ่มต้นด้วยการแตะตัวเลขแรก '1' แล้วแตะตัวอักษรแรก 'A' จากนั้นแตะ '2' – 'B' – '3' – 'C'… จนกว่าจะถึงตัวเลข '7'
tr: Geri sayımdan sonra rakamlar ve harfler arasında dönüşümlü olarak noktalara dokunun. Önce “1” rakamına dokunarak başlayın, ardından ilk harf olan “A”ya sonra “2” – “B” – “3” – “C”… noktalarına dokunarak “7” rakamına ulaşın.
uk: Після вступного відліку торкайте крапки, змінюючи черговість між цифрами і буквами. Почніть торканням першої цифри «1», потім торкніть першу букву «А», а після неї «2» – «Б» – «3» − «В»…, доки не дійдете до цифри «7».
vi: Sau thời gian đếm ngược, chạm vào các dấu chấm theo thứ tự luân phiên giữa các số và chữ cái. Bắt đầu bằng cách chạm vào số đầu tiên '1', tiếp theo là chạm vào chữ cái đầu tiên 'A' và sau đó là '2' – 'B' – '3' – 'C'… cho tới khi bạn đến số '7'.
vi_vn: Sau khi đếm ngược, chạm vào các dấu chấm theo thứ tự xen kẽ giữa số và chữ cái. Bắt đầu bằng cách chạm vào số đầu tiên '1', sau đó chạm vào chữ cái đầu tiên 'A', sau đó chạm vào '2' - 'B' - '3' - 'C'… cho đến khi bạn đạt đến số '7'.
xh_za: Ngemva kokubala usiya phantsi, cofa iidothi ngendlela ayahlukeneyo phakathi kwamanani kunye noonobumba. Qalisa ngokucofa inombolo yokuqala ‘1’ ulandele ngokucofa unobuba wokuqala ‘A’, yaye emva koko ‘2’ – ‘B’ – ‘3’ – ‘C’… de ufikelele kwinombolo ‘7’.
zh_cn: 倒计时开始后，轮流轻点包含数字和字母的圆点。首先，轻点第一个数字“1”，然后轻点第一个字母“A”，以此类推，依次轻点“2”–“B”–“3”–“C”…直到数字“7”。
zh_hans_my: 倒计时后，在数字和字母之间交替点击点。首先点击第一个数字 “1”，然后点击第一个字母 “A”，然后点击“2” – “B” – “3” – “C”……直到到达数字 “7”。
zh_hk: 倒數之後，請梅花間竹地點按數字及字母的圓點。首先點一下第一個數字「1」，然後點一下第一個字母「A」，然後「2」、「B」、「3」、「C」⋯直到數字「7」。
zh_tw: 倒數之後，以交互順序點一下數字和字母之間的圓點。開始先點第一個數字「1」，再點第一個字母「A」，然後點「2」–「B」–「3」–「C」⋯直到數字「7」。
