Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# ENVIRONMENTSPL_INTRO_TEXT
source: This activity measures the environment sound pressure level. If the noise levels are too high, you will be unable to proceed. Please move to a quieter location to complete this task or retake this activity at a later time.
ar: يقيس هذا النشاط مستوى ضغط الصوت في البيئة المحيطة. إذا كانت مستويات الضوضاء عالية جدًا، فلن تتمكن من المتابعة. الرجاء الانتقال إلى موقع أهدأ لإكمال هذه المهمة أو إعادة هذا النشاط في وقت لاحق.
ca: Aquesta activitat mesura el nivell de pressió sonora de l’entorn. Si els nivells de soroll són molt alts, no la podràs fer. Vés a un lloc més tranquil per realitzar aquesta tasca o reprèn l’activitat més tard.
cs: Tato aktivita změří úroveň akustického tlaku v prostředí. Pokud bude úroveň hluku příliš vysoká, nebudete moct pokračovat. V tom případě proveďte úlohu v tišším prostředí nebo se k aktivitě vraťte později.
da: Denne aktivitet måler omgivelsernes støjniveau. Hvis støjniveauet er for højt, kan du ikke fortsætte. Gå et sted hen, der er mere stille, for at gennemføre opgaven, eller udfør aktiviteten igen senere.
de: Diese Aktivität misst den Schalldruckpegel der Umgebung. Wenn die Geräuschpegel zu hoch sind, kannst du nicht fortfahren. Bitte schließe diese Aufgabe dann in einer ruhigeren Umgebung ab oder führe diese Aktivität zu einem späteren Zeitpunkt durch.
de_at: Diese Aktivität misst den Umgebungsschalldruckpegel. Wenn die Geräuschpegel zu hoch sind, können Sie nicht fortfahren. Bitte gehen Sie an einen ruhigeren Ort, um diese Aufgabe zu erledigen oder wiederholen Sie diese Aktivität zu einem späteren Zeitpunkt.
el: Αυτή η δραστηριότητα μετρά το επίπεδο πίεσης του περιβαλλοντικού θορύβου. Αν τα επίπεδα θορύβου είναι πολύ υψηλά, δεν θα είναι δυνατό να συνεχίσετε. Πηγαίνετε σε πιο ήσυχη τοποθεσία για να ολοκληρώσετε αυτήν τη δραστηριότητα ή πραγματοποιήστε την εκ νέου αργότερα.
es: Esta actividad mide el nivel de presión acústica ambiental. Si hay demasiado ruido, no podrás continuar. Vete a un lugar más silencioso para completar esta tarea o retómala en otro momento.
fil_ph: Sinusukat ng aktibidad na ito ang antas ng presyon ng tunog sa kapaligiran. Kung ang mga antas ng ingay ay masyadong mataas, hindi mo magawang magpatuloy. Mangyaring lumipat sa isang mas tahimik na lokasyon upang makumpleto ang gawaing ito o muling kunin ang aktibidad na ito sa ibang oras.
fr: Cette activité permet de mesurer le niveau de pression acoustique de l’environnement. Si les niveaux de bruit sont trop élevés, vous ne pourrez pas continuer. Veuillez vous déplacer vers un endroit plus calme pour effectuer cette tâche ou reprendre cette activité plus tard.
he: פעילות זו מודדת את רמת לחץ הצליל בסביבה. אם רמות הרעש גבוהות מדי, לא תוכל/י להמשיך. עבור/י אל מיקום שקט יותר כדי להשלים משימה זו, או בצע/י שוב את המשימה בזמן אחר.
hi: इस गतिविधि से माहौल का ध्वनि दबाव स्तर मापा जाता है। यदि शोर का स्तर अधिक उच्च होम, तो आप जारी नहीं रख पाएँगे। कृपया इस कार्य को पूरा करने के लिए किसी शांत स्थान पर जाएँ या इस गतिविधि को बाद में पुनः करें।
hr: Ovom se aktivnošću mjeri razina tlaka zvuka u okruženju. Ako su razine buke previsoke, nećete moći nastaviti. Premjestite se na tiše mjesto kako biste dovršili ovaj zadatak ili ponovite ovu aktivnost kasnije.
hu: Ez a tevékenység megméri a környezeti hangnyomást. Ha a zaj szintje túl magas, nem fogja tudni folytatni. Kérjük, menjen csendesebb helyre a feladat befejezéséhez, vagy ismételje meg később a tevékenységet.
id: Aktivitas ini mengukur level tekanan bunyi lingkungan. Jika level kebisingan terlalu tinggi, Anda tidak akan dapat melanjutkan. Pindah ke lokasi yang lebih hening untuk menyelesaikan tugas ini atau mengulangi aktivitas ini di lain waktu.
it: L'attività misura il livello di pressione sonora dell'ambiente. Se i livelli di rumore sono troppo alti, non potrai procedere. Raggiungi un luogo più silenzioso per completare l'attività oppure eseguila di nuovo in un secondo momento.
ja: このアクティビティでは、環境の音圧レベルを測定します。ノイズレベルが高すぎる場合、アクティビティを続けることはできません。静かな場所に移動してこのタスクを完了するか、後でこのアクティビティを行ってください。
ms: Aktiviti ini mengukur paras tekanan bunyi persekitaran. Jika paras hingar terlalu tinggi, anda tidak boleh meneruskan. Sila pergi ke kawasan yang lebih senyap untuk menyelesaikan tugas ini atau ambil semula aktiviti ini kemudian.
ms_latn_sg: Aktiviti ini mengukur tahap tekanan bunyi persekitaran. Jika tahap bunyi bising terlalu tinggi, anda tidak akan dapat meneruskan. Sila bergerak ke lokasi yang lebih senyap untuk melengkapkan tugas ini atau lakukan semula aktiviti ini kemudian.
nb_no: Denne aktiviteten måler lydnivået i miljøet. Hvis lydnivået er for høyt, kan du ikke fortsette. Flytt til et roligere sted for å fullføre denne oppgaven eller ta denne aktiviteten på nytt senere.
nl: Met deze activiteit meet je het niveau van de druk van het omgevingsgeluid. Als het ruisniveau te hoog is, kun je niet verdergaan. Ga naar een stillere locatie om deze taak uit te voeren of voer deze taak op een later tijdstip uit.
no: Denne aktiviteten måler lydtrykksnivået i miljøet. Det er ikke mulig å fortsette hvis støynivået er for høyt. Flytt til et sted med mindre støy for å fullføre denne oppgaven, eller utfør denne aktiviteten på et senere tidspunkt.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ପରିବେଶ ଶବ୍ଦ ମାତ୍ରାର ସ୍ତରକୁ ମାପିବ | ଯଦି ଶବ୍ଦର ମାତ୍ରା ଅତ୍ୟଧିକ ଅଟେ, ତେବେ ଆପଣ ଆଗକୁ ବଢିବା ପାଇଁ ଅକ୍ଷମ ହେବେ | ଦୟାକରି ଏହି ଟାସ୍କକୁ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ପାଇଁ ଗୋଟିଏ ଶାନ୍ତ ସ୍ଥାନକୁ ଯାଆନ୍ତୁ କିମ୍ୱା ପରେ ଏହି କାର୍ଯ୍ୟକଳାପକୁ ଆଉଥରେ କରନ୍ତୁ |
pl: Ta czynność mierzy poziom ciśnienia akustycznego otoczenia. Jeśli poziomy hałasu będą za wysokie, nie możesz kontynuować. Przesuń się do cichszego miejsca, aby zakończyć to zadanie lub powtórz tę czynność później.
pt_pt: Este exercício mede o nível de pressão do som ambiente. Se os níveis de ruído forem demasiado elevados, não poderá continuar. Vá para um local mais tranquilo para completar este exercício ou repita‑o mais tarde.
ro: Această activitate măsoară nivelul presiunii sonore din mediu. Dacă nivelul zgomotului este prea mare, nu veți putea continua. Mergeți într-un loc mai liniștit pentru a termina această sarcină sau reluați ulterior această activitate.
ru: Это задание направлено на измерение звукового давления окружающей среды. Если уровень шума слишком высокий, выполнить задание не удастся. Потребуется пройти в тихое место или выполнить это задание в другое время.
sk: Táto aktivita meria úroveň akustického tlaku. Ak je úroveň hluku príliš vysoká, nebudete môcť pokračovať. Prejdite na tichšie miesto a dokončite túto úlohu, prípadne aktivitu absolvujte neskôr.
sv: Den här aktiviteten mäter miljöns ljudtrycksnivå. Om bullernivåerna är för höga kan du inte fortsätta. Flytta till en tystare plats där du kan slutföra uppgiften eller gör om den här aktiviteten senare.
ta_in: இச்செயலானது சுற்றுச்சூழல் ஒலி அழுத்த அளவை அளவிடும். இரைச்சல் அளவு அதிகமாக இருந்தால், உங்களால் தொடர முடியாது. இந்த பணியை முடிக்க தயவுசெய்து அமைதியான இடத்திற்குச் செல்லவும் அல்லது பின்னர் இந்தச் செயல்பாட்டை மீண்டும் செய்யவும்.
ta_my: இந்த செயல்பாடு சுற்றுச்சூழல் ஒலி அழுத்த அளவை அளவிடுகிறது. இரைச்சல் அளவு அதிகமாக இருந்தால், நீங்கள் தொடர முடியாது. தயவுசெய்து அமைதியான இடத்திற்குச் சென்று இந்தப் பணியை முடிக்கவும் அல்லது PINனர் இந்த செயல்பாட்டை மீண்டும் செய்யவும்.
th: กิจกรรมนี้จะวัดระดับความดันเสียงรอบข้าง ถ้าระดับเสียงรบกวนสูงเกินไป คุณจะไม่สามารถดำเนินการต่อได้ โปรดย้ายไปยังสถานที่ที่เงียบกว่านี้เพื่อทำบททดสอบนี้ให้เสร็จสมบูรณ์ หรือทำบททดสอบอีกครั้งในภายหลัง
tr: Bu aktivite, ortam ses baskısı düzeyini ölçer. Gürültü düzeyleri çok yüksekse, ilerleyemezsiniz. Lütfen bu görevi tamamlamak için daha sessiz bir konuma geçin ya da bu aktiviteyi daha sonra tekrar yapın.
uk: Цей тест вимірює рівень звукового тиску. Якщо рівні шуму зависокі, ви не зможете продовжити. Будь ласка, перейдіть у тихіше місце для виконання цього завдання або пройдіть цей тест ще раз згодом.
vi: Hoạt động này đánh giá mức độ áp lực âm thanh môi trường. Nếu mức tiếng ồn quá cao, bạn sẽ không thể tiếp tục. Vui lòng di chuyển đến một vị trí yên tĩnh hơn để hoàn thành phần này hoặc thực hiện lại hoạt động này vào một thời điểm khác.
vi_vn: Hoạt động này đo mức áp suất âm thanh của môi trường. Nếu mức ồn quá cao, bạn sẽ không thể tiếp tục. Vui lòng di chuyển đến một vị trí yên tĩnh hơn để hoàn thành nhiệm vụ này hoặc thực hiện lại hoạt động này sau.
xh_za: Lo msebenzi ulinganisa imeko yesandi senqanaba lengcinezelo. Ukuba amanqanaba engxolo aphezulu kakhulu, awuzokwazi ukuqhubeka. Nceda uye kwindawo ethulileyo ukuze ugqibe lo msebenzi okanye uphinde uthathe lo msebenzi ngelinye ixesha.
zh_hans_my: 此活动测量环境声压级。如果噪音水平太高，您将无法继续。请移到更安静的地方完成此任务或稍后重新进行此活动。
zh_hk: 此測試活動可測量環境聲壓水平。如果噪音水平太高，你將無法進行。請移至一個比較安靜的位置來完成此測試活動，或在稍後重新進行。
zh_tw: 此活動是測量環境音壓位準。如果噪音位準過高便無法繼續。請前往較安靜的地點完成本任務，或稍後重做此活動。

# ENVIRONMENTSPL_THRESHOLD
source: Threshold: %@ dBA
ar: الحد الأقصى: %@ dBA
ca: Llindar: %@ dBA
cs: Práh: %@ dBA
da: Grænse: %@ dB(A)
de: Schwellenwert: %@ dBA
de_at: Schwelle: % @ dBA
el: Όριο: %@ dBA
es: Umbral: %@ dBA
fr: Seuil : %@ dB (A)
he: סף: ‎%@ dBA
hi: सीमा : %@ dBA
hr: Prag: %@ dBA
hu: Küszöb: %@ dBA
id: Ambang: %@ dBA
it: Soglia: %@ dBA
ja: 閾値: %@ dBA
ms: Ambang: %@ dBA
ms_latn_sg: Ambang: %@ dBA
nb_no: Terskel: %@ dBA
nl: Drempelwaarde: %@ dBA
no: Terskel: %@ dBA
or_in: ଥ୍ରେସହୋଲ୍ଡ: %@ dBA (ଡିବିଏ)
pl: Próg: %@ dBA
pt_pt: Limiar: %@ dBA
ro: Prag: %@ dBA
ru: Порог: %@ дБА
sk: Prah: %@ dBA
sv: Tröskel: %@ dBA
ta_in: ஆரம்பநிலை: %@ dBA
ta_my: வாசல்: %@ dBA
th: เกณฑ์: %@ dBA
tr: Eşik: %@ dBA
uk: Поріг: %@ дБ
vi: Ngưỡng: %@ dBA
vi_vn: Ngưỡng: %@ dBA
xh_za: Inqanaba: %@ dBA
zh_hans_my: 阈值： %@ dBA
zh_hk: 臨界值：%@dBA
zh_tw: 閾值：%@ dBA

# ENVIRONMENTSPL_TITLE
source: SPL Meter
ar: مقياس مستوى ضغط الصوت
ca: Sonòmetre
cs: Měřič akustického tlaku
da: Støjniveaumåler
de: Schallpegelmesser
de_at: SPL-Messgerät
el: Μετρητής επιπέδου πίεσης ήχου (SPL)
es: Sonómetro
fil_ph: Metro na SPL
fr: Calculateur de pression acoustique
he: מד SPL
hi: SPL मीटर
hr: SPL mjerač
hu: SPL-mérő
id: Pengukur SPL
it: Fonometro
ja: 騒音計
ms: Meter SPL
ms_latn_sg: Meter SPL
no: Desibelmåler
or_in: SPL (ଏସପିଏଲ୍‍) ମିଟର
pl: Wskaźnik SPL
pt_pt: Nível de SPL
ro: Contor nivel de presiune sonoră
ru: Шумомер
sk: Indikátor hladiny akustického tlaku
sv: Ljudtrycksmätare
ta_in: SPL மீட்டர்
ta_my: SPL மீட்டர்
th: มิเตอร์ SPL
tr: SPL Metre
uk: Покажчик РЗТ
vi: Công cụ đo SPL
xh_za: Imitha Ye-SPL
zh_hans_my: 声压计
zh_hk: 聲壓計
zh_tw: 音壓計

# ENVIRONMENTSPL_UNIT
source: dBA
or_in: dBA (ଡିବିଏ)
ru: дБА
uk: дБ
xh_za: I-dBA

# ERROR_DATALOGGER_COULD_NOT_FREE_SPACE
source: Could not remove sufficient log files to reach threshold
ar: تعذر إزالة ملفات السجل الكافية للوصول إلى الحد
ca: No s’han pogut eliminar prou arxius de registre per assolir el llindar
cs: Nepodařilo se odstranit dostatečné množství protokolů pro dosažení prahové hodnoty
da: Kunne ikke fjerne tilstrækkeligt med logarkiver til at nå grænsen
de: Es konnten nicht genügend Protokolldateien gelöscht werden, um den Schwellenwert zu erreichen.
de_at: Es konnten nicht genügend Protokolldateien entfernt werden, um den Schwellenwert zu erreichen
el: Δεν ήταν δυνατή η αφαίρεση επαρκών αρχείων καταγραφής για την επίτευξη ορίου
es: No se han podido eliminar los archivos de registro suficientes para alcanzar el umbral
es_419: No se pudo eliminar suficientes registros para alcanzar el umbral
fi: Ei voitu poistaa riittävästi lokitiedostoja raja-arvon saavuttamiseksi.
fil_ph: Hindi maalis ang sapat na mga log file upang maabot ang threshold
fr: Impossible de supprimer assez de fichiers journaux pour atteindre le seuil
fr_ca: Impossible de supprimer suffisamment de fichiers d’historique pour atteindre le seuil
he: לא ניתן היה להסיר מספיק קובצי רישום בכדי להגיע לסף
hi: अधिकतम संग्रहण सीमा तक पहुँचने के लिए आवश्यक लॉग फ़ाइलें नहीं हटाई जा सकीं
hr: Nije se moglo ukloniti dovoljno log datoteka za dosezanje praga
hu: Nem sikerült elég naplófájlt eltávolítani a küszöb eléréséhez
id: Tidak dapat menghapus cukup file log untuk mencapai ambang
it: Impossibile rimuovere file di log sufficienti per raggiungere la soglia
ja: しきい値に達するのに十分なログファイルを削除できませんでした
ko: 임계값에 이르기 위한 충분한 수의 로그 파일을 제거하는 데 실패했습니다.
ms: Tidak dapat mengeluarkan fail log yang mencukupi untuk mencapai ambang
ms_latn_sg: Tidak dapat mengalih keluar fail log yang mencukupi bagi mencapai ambang
nb_no: Kunne ikke fjerne tilstrekkelige loggfiler for å nå terskelen
nl: Er kunnen niet genoeg logbestanden worden verwijderd om de drempel te halen
no: Kunne ikke fjerne nok loggfiler til å nå grensen
or_in: ଥ୍ରେସହୋଲ୍ଡରେ ପହଞ୍ଚିବା ପାଇଁ ପର୍ଯ୍ୟାପ୍ତ ପରିମାଣର ଲଗ୍‍ ଫାଇଲଗୁଡିକ ଅପସାରଣ କରାଯାଇପାରିବ ନାହିଁ
pl: Nie można było usunąć liczby plików dzienników pozwalającej na osiągnięcie progu
pt_pt: Não foi possível remover ficheiros de registo suficientes para atingir o limite.
ro: Nu au putut fi eliminate suficiente fișiere jurnal pentru atingerea pragului admis
ru: Не удалось удалить файлы журналов, чтобы освободить достаточно места
sk: Nepodarilo odstrániť dostatok súborov záznamov pre dosiahnutie prahovej hodnoty
sv: Kunde inte ta bort tillräckligt många loggfiler för att nå tröskelvärdet
ta_in: ஆரம்ப நிலையை அடைய போதுமான பதிவு ஃபைல்களை அகற்ற முடியவில்லை
ta_my: வாசலை அடைய போதுமான பதிவு கோப்புகளை அகற்ற முடியவில்லை
th: ไม่สามารถเอาไฟล์บันทึกออกให้เพียงพอกับค่าที่กำหนด
tr: Eşiğe ulaşmaya yetecek kadar günlük dosyası silinemedi
uk: Не вдалося вилучити достатньо файлів журналів, щоб досягти порогу
vi: Không thể xóa đủ số tệp bản ghi để đạt tới ngưỡng
vi_vn: Không thể xóa đủ tệp nhật ký để đạt đến ngưỡng
xh_za: Ayikwazanga ukususa ngokwaneleyo iifayile zelog ukuze ifikelele kwinqanaba
zh_cn: 无法移除足够的日志文件来达到阈值
zh_hans_my: 无法删除足够多的日志文件以达到阈值
zh_hk: 無法移除足夠的記錄檔案以達到臨界值
zh_tw: 無法移除足夠的記錄檔來達到臨界值

# ERROR_DATALOGGER_COULD_NOT_MAORK
source: File not marked deleted (not marked uploaded)
ar: لم يتم تمييز الملف كمحذوف (لم يتم التمييز كـ “تم التحميل”)
ca: Arxiu no marcat eliminat (no marcat carregat)
cs: Soubor není označen jako smazaný (není označen jako odeslaný)
da: Arkiv ikke mærket som slettet (ikke mærket som overført)
de: Datei nicht als gelöscht markiert (nicht als geladen markiert)
de_at: Datei wurde nicht als gelöscht markiert (nicht hochgeladen markiert)
el: Το αρχείο δεν έχει σημανθεί ως διαγραμμένο (δεν έχει σημανθεί ως απεσταλμένο)
es: Archivo no marcado como eliminado (no marcado como cargado)
es_419: El archivo no se marcó como eliminado (no se marcó como cargado)
fi: Tiedostoa ei ole merkitty poistetuksi (ei merkitty lähetetyksi)
fil_ph: Ang file ay hindi minarkahan na tinanggal (hindi minarkahang nai-upload)
fr: Fichier non marqué comme supprimé (non marqué comme chargé)
fr_ca: Fichier non marqué comme supprimé (non marqué comme téléchargé)
he: הקובץ אינו מסומן כנמחק (אינו מסומן כקובץ שהועלה)
hi: फ़ाइल डिलीट की गई (अपलोड की गई) के रूप में चिन्हित नहीं है
hr: Datoteka nije označena kao obrisana (nije označena kao postavljena)
hu: A fájl nincs töröltként megjelölve (nincs feltöltöttként megjelölve)
id: File tidak ditandai sebagai dihapus (tidak ditandai sebagai diunggah)
it: File non contrassegnati eliminati (non contrassegnati caricati)
ja: ファイルが削除済みとマークされていません（アップロード済みとマークされていません）
ko: 삭제로 표시되지 않은 파일(업로드됨으로 표시되지 않음)
ms: Fail tidak ditandakan sebagai dipadamkan (tidak ditandakan sebagai dimuat naik)
ms_latn_sg: Fail tidak ditandakan sebagai dipadamkan (tidak ditandakan sebagai dimuat naik)
nb_no: Filen er ikke merket som slettet (ikke merket som lastet opp)
nl: Bestand niet gemarkeerd als verwijderd (niet gemarkeerd als geüpload)
no: Fil er ikke merket som slettet (ikke merket som opplastet)
or_in: ଫାଇଲ୍‍ ବିଲୋପିତ ହୋଇଥିବା ଭାବରେ ଚିହ୍ନିତ ହୋଇନାହିଁ( ଅପଲୋଡ୍‍ ହୋଇଥିବା ଭାବରେ ଚିହ୍ନିତ ହୋଇନାହିଁ)
pl: Plik nie oznaczony jako usunięty (nie oznaczony jako wysłany)
pt_pt: Ficheiro não marcado como pagado (não marcado como enviado).
ro: Fișierul nu a fost marcat drept șters (nu a fost marcat drept încărcat)
ru: Файл не помечен как удаленный (выгруженный)
sk: Súbor neoznačený ako vymazaný (neoznačený ako odoslaný)
sv: Filen är inte markerad som raderad (ej markerad som öveförd)
ta_in: குறியிடப்படாத ஃபைல் அழிக்கப்படும் (குறியிடப்படாமல் பதிவேற்றப்பட்டது)
ta_my: கோப்பு நீக்கப்பட்டதாகக் குறிக்கப்படவில்லை (பதிவேற்றப்பட்டதாகக் குறிக்கப்படவில்லை)
th: ลบไฟล์ที่ไม่ได้ทำเครื่องหมายว่าอัปโหลดแล้ว
tr: Dosya silinmiş (karşıya yüklenmiş) olarak işaretlenemedi
uk: Файл не позначено як видалений (не позначено як відвантажений)
vi: Đã xóa tệp không được đánh dấu (không được đánh dấu là đã tải lên)
vi_vn: Tệp không được đánh dấu đã xóa (không được đánh dấu là đã tải lên)
xh_za: Ifayile ayiphawulwanga ngokucinywa (ayiphawulwanga lowudiwe)
zh_cn: 文件未标记为删除（未标记为上传）
zh_hans_my: 文件未标记为已删除（未标记为已上传）
zh_hk: 檔案未標示為已刪除（未標示為已上載）
zh_tw: 檔案未被標示為刪除（或上傳）

# ERROR_DATALOGGER_CREATE_FILE
source: Could not create file
ar: تعذر إنشاء الملف
ca: No s’ha pogut crear l’arxiu
cs: Soubor nelze vytvořit
da: Kunne ikke oprette arkiv
de: Fehler beim Erstellen der Datei
de_at: Datei konnte nicht erstellt werden
el: Δεν ήταν δυνατή η δημιουργία αρχείου
es: No se ha podido crear el archivo
es_419: No se pudo crear el archivo
fi: Tiedostoa ei voitu luoda
fil_ph: Hindi makalikha ng file
fr: Création du fichier impossible
fr_ca: Impossible de créer le fichier
he: לא ניתן ליצור את הקובץ
hi: फ़ाइल नहीं बन सकी
hr: Datoteka se ne može izraditi
hu: A fájl nem hozható létre
id: Tidak dapat membuat file
it: Impossibile creare file
ja: ファイルを作成できませんでした
ko: 파일을 생성할 수 없습니다.
ms: Tidak dapat mencipta fail
ms_latn_sg: Tidak dapat mencipta fail
nb_no: Kunne ikke opprette fil
nl: Bestand aanmaken mislukt
no: Kunne ikke opprette fil
or_in: ଫାଇଲ୍‍ ତିଆରି ହୋଇପାରିଲା ନାହିଁ
pl: Nie można było utworzyć pliku
pt_pt: Não foi possível criar ficheiro
ro: Fișierul nu a putut fi creat
ru: Не удалось создать файл
sk: Nepodarilo sa vytvoriť súbor
sv: Kunde inte skapa fil
ta_in: ஃபைல் ஐ உருவாக்க முடியவில்லை
ta_my: கோப்பை உருவாக்க முடியவில்லை
th: สร้างไฟล์ไม่ได้
tr: Dosya yaratılamadı
uk: Не вдалося створити файл
vi: Không thể tạo tệp
vi_vn: Không thể tạo tệp
xh_za: Ayikwazanga ukwenza ifayile
zh_cn: 无法创建文件
zh_hans_my: 无法创建文件
zh_hk: 無法製作檔案
zh_tw: 無法製作檔案

# ERROR_DATALOGGER_MULTIPLE
source: Multiple errors removing logs
ar: حدثت عدة أخطاء أثناء إزالة السجلات
ca: Diversos errors a l’eliminar registres
cs: Při odstraňování protokolů došlo k více chybám
da: Flere fejl under fjernelse af logarkiver
de: Mehrere Fehler beim Entfernen von Protokollen
de_at: Mehrere Fehler beim Entfernen von Protokollen
el: Πολλαπλά σφάλματα κατά την αφαίρεση αρχείων καταγραφής
es: Varios errores al eliminar los registros
es_419: Varios errores al eliminar registros
fi: Useita virheitä poistettaessa lokeja
fil_ph: Maramihang mga error sa pag-aalis ng mga log
fr: Plusieurs erreurs lors de la suppression des journaux
fr_ca: Plusieurs erreurs se sont produites lors de la suppression des historiques
he: ארעו שגיאות מרובות במהלך הסרת קובצי הרישום
hi: लॉग हटाने में कई त्रुटियाँ
hr: Više grešaka prilikom uklanjanja log zapisa
hu: Több hiba történt a naplók eltávolításakor
id: Beberapa kesalahan saat menghapus log
it: Errori multipli durante la rimozione dei log
ja: ログ削除時に複数のエラー
ko: 로그 제거 중에 여러 개의 오류 발생
ms: Berbilang ralat semasa mengeluarkan log
ms_latn_sg: Pelbagai ralat mengalih keluar log
nb_no: Flere feil ved fjerning av logger
nl: Meerdere fouten bij logbestanden verwijderen
no: Flere feil ved fjerning av logger
or_in: ଲଗ୍‍ଗୁଡିକୁ ଅପସାରଣ କରିବାରେ ଏକାଧିକ ତ୍ରୁଟି
pl: Wiele błędów usuwania dzienników
pt_pt: Vários erros ao remover registos.
ro: Mai multe erori la eliminarea jurnalelor
ru: Несколько ошибок при удалении журналов
sk: Viacero chýb pri odstraňovaní záznamov
sv: Flera fel vid borttagning av loggar
ta_in: பதிவுகளை அகற்றுவதில் பல பிழைகள்
ta_my: பதிவுகளை அகற்றுவதில் பல பிழைகள்
th: ข้อผิดพลาดหลายส่วนเกี่ยวกับการเอาบันทึกออก
tr: Günlükleri silmeyle ilgili birden fazla hata
uk: Кілька помилок під час вилучення журналів
vi: Nhiều lỗi trong khi xóa bản ghi
vi_vn: Nhiều lỗi khi xóa nhật ký
xh_za: Iimpazamo ezininzi zokususa iilogo
zh_cn: 移除日志时出现多个错误
zh_hans_my: 删除日志时出现多个错误
zh_hk: 移除記錄檔時發生多個錯誤
zh_tw: 移除記錄時發生多個錯誤

# ERROR_DATALOGGER_SET_ATTRIBUTE
source: Error setting attribute
ar: حدث خطأ في تعيين السمة
ca: Error al configurar atribut
cs: Chyba nastavení atributu
da: Fejl under indstilling af egenskab
de: Fehler beim Einstellen des Attributs
de_at: Fehler beim Einstellen des Attributs
el: Σφάλμα κατά τον καθορισμό χαρακτηριστικού
es: Error al establecer el atributo
es_419: Error al definir el atributo
fi: Virhe asetettaessa attribuuttia
fil_ph: Error sa pagtatakda ng katangian
fr: Erreur de définition de l’attribut
fr_ca: Erreur de réglage d’attribut
he: ארעה שגיאה בהגדרת המאפיין
hi: विशेषता सेट करने में त्रुटि
hr: Greška prilikom podešavanja atributa
hu: Hiba történt az attribútum beállításakor
id: Kesalahan saat mengatur atribut
it: Errore di impostazione dell'attributo
ja: 属性の設定中にエラーが起きました
ko: 속성 설정 오류
ms: Ralat mengeset atribut
ms_latn_sg: Ralat menetapkan atribut
nb_no: Feil ved innstilling av attributt
nl: Fout bij kenmerk instellen
no: Feil ved angivelse av attributt
or_in: ବିଶେଷତା ସେଟିଂ କରିବାରେ ତ୍ରୁଟି
pl: Błąd ustawiania atrybutu
pt_pt: Erro ao definir atributo.
ro: Eroare la definirea atributului
ru: Ошибка при установке атрибута
sk: Chyba počas nastavovania vlastnosti
sv: Fel vid angivning av attribut
ta_in: கூற்றினை அமைப்பதில் பிழை
ta_my: பண்புக்கூறு அமைப்பதில் பிழை
th: ข้อผิดพลาดในการตั้งค่าคุณลักษณะ
tr: Özelliği ayarlama hatası
uk: Помилка задання атрибуту
vi: Lỗi khi đặt thuộc tính
vi_vn: Lỗi cài đặt thuộc tính
xh_za: Impazamo yophawu lwesetingi
zh_cn: 设定属性时出错
zh_hans_my: 设置属性时出错
zh_hk: 設定屬性錯誤
zh_tw: 設定屬性時發生錯誤

# ERROR_RECORDER_NO_DATA
source: No collected data was found.
ar: لم يتم العثور على أي بيانات تم جمعها.
ca: No s’han trobat dades recollides.
cs: Nebyla nalezena žádná shromážděná data.
da: Der blev ikke fundet nogen indsamlede data.
de: Es wurden keine erfassten Daten gefunden.
de_at: Es wurden keine erfassten Daten gefunden.
el: Δεν βρέθηκαν συλλεγμένα δεδομένα.
es: No se han encontrado datos recopilados.
es_419: Datos recopilados no encontrados.
fi: Kerättyjä tietoja ei löytynyt.
fil_ph: Walang nahanap na nakolektang data.
fr: Aucune donnée collectée n’a été détectée.
fr_ca: Aucune donnée recueillie n’a été trouvée.
he: לא נמצאו נתונים שנאספו.
hi: कोई संग्रहित डेटा नहीं मिला।
hr: Nisu pronađeni prikupljeni podaci.
hu: Nem található összegyűjtött adat.
id: Tidak ada data terkumpul yang ditemukan.
it: Non ci sono dati disponibili.
ja: 収集したデータが見つかりませんでした。
ko: 수집된 데이터를 찾을 수 없습니다.
ms: Tiada data yang dikumpulkan ditemui.
ms_latn_sg: Tiada data terkumpul ditemui.
nb_no: Ingen innsamlede data ble funnet.
nl: Geen verzamelde gegevens gevonden.
no: Fant ingen innsamlede data.
or_in: କୌଣସି ସଂଗୃହୀତ ଡାଟା ମିଳିନଥିଲା |
pl: Nie znaleziono zgromadzonych danych.
pt_pt: Os dados recolhidos não foram encontrados.
ro: Nu au fost găsite date colectate.
ru: Собранные данные не найдены.
sk: Nenašli sa žiadne zhromaždené dáta.
sv: Inga insamlade data hittades.
ta_in: தரவு சேகரிப்புகள் கிடைக்கவில்லை.
ta_my: சேகரிக்கப்பட்ட தரவு எதுவும் கிடைக்கவில்லை.
th: ไม่พบข้อมูลที่เก็บรวบรวม
tr: Toplanmış bir veri bulunamadı.
uk: Не знайдено жодних зібраних даних.
vi: Không tìm thấy dữ liệu được thu thập.
vi_vn: Không có dữ liệu thu thập được tìm thấy.
xh_za: Ayikho inkcukacha eqokelelweyo eye yafunyanwa.
zh_cn: 未找到任何已收集的数据。
zh_hans_my: 找不到已收集的数据。
zh_hk: 找不到已收集的數據。
zh_tw: 找不到收集的資料。
