Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TREMOR_TEST_ACTIVE_STEP_TOUCH_NOSE_INTRO_LEFT
source: Now keeping your elbow bent with your phone in your LEFT hand, touch your phone to your nose repeatedly.
ar: الآن، مع الاستمرار في ثني مرفقك والإمساك بالهاتف في يدك اليسرى، المس الهاتف بأنفك بشكل متكرر.
ca: Ara, amb el colze doblegat i el mòbil a la mà ESQUERRA, toca el mòbil amb el nas repetidament.
cs: Nyní držte telefon ve výši ramen LEVOU rukou ohnutou v lokti a dotýkejte se jím opakovaně nosu.
da: Hold nu din telefon med bøjet albue i VENSTRE hånd, mens du bliver ved med at røre din næse med telefonen.
de: Winkle nun deinen Ellenbogen an, halte dein Telefon in der LINKEN Hand und berühre wiederholt mit deinem Telefon deine Nase.
de_at: Halten Sie nun Ihren Ellbogen gebeugt, während Sie Ihr Handy in der LINKEN Hand halten. Halten Sie Ihr Handy wiederholt an der Nase.
el: Κρατώντας τον αγκώνα σας λυγισμένο με το τηλέφωνο στο ΑΡΙΣΤΕΡΟ χέρι σας, αγγίξτε τη μύτη σας με το τηλέφωνο επανειλημμένα.
es: Ahora, sin dejar de tener el codo doblado y con el teléfono en la mano izquierda, toca el móvil con la nariz acercándotelo a la cara repetidamente.
es_419: Ahora, aún con el codo doblado y sosteniendo el teléfono con tu mano izquierda, acerca y toca el teléfono con tu nariz varias veces.
fi: Kosketa nyt puhelimella nenääsi toistuvasti pitäen puhelinta VASEMMASSA kädessä ja kyynärpäätä taivutettuna.
fil_ph: Ngayon panatilihing iyong siko na baluktot gamit ang iyong phone sa iyong KALIWANG kamay, idikit ang iyong phone sa iyong ilong nang paulit-ulit.
fr: Maintenant, avec le coude plié et le téléphone dans votre main GAUCHE, portez votre téléphone à votre nez, plusieurs fois.
fr_ca: Maintenant, pliez le coude tout en tenant votre téléphone dans la main GAUCHE et touchez votre nez avec le téléphone de façon répétée.
he: כעת, עם הטלפון ביד שמאל ותוך שמירה על מרפק מכופף, גע/י עם הטלפון באף מספר פעמים ברצף.
hi: अब अपने बाएँ हाथ में फ़ोन पकड़कर और कोहनी मुड़ी हुई रखकर अपने फ़ोन को बार-बार अपनी नाक से स्पर्श करें।
hr: Sad držite lakat savijen s telefonom u LIJEVOJ ruci i neprekidno dodirujte nos telefonom.
hu: Most tartsa a telefont BAL kézzel, a könyökét behajlítva, és érintse többször az orrához a telefont.
id: Sekarang siku tetap ditekuk dengan telepon di tangan KIRI, sentuhkan telepon ke hidung Anda berulang kali.
it: Ora, tenendo il gomito piegato con il telefono nella mano SINISTRA, tocca ripetutamente il naso con il telefono.
ja: 次に、電話を左手に持って肘を曲げたまま、電話で繰り返し鼻に触れてください。
ms: Terus bengkokkan siku anda dengan telefon anda di tangan KIRI anda, sentuh telefon anda ke hidung anda berulang kali.
ms_latn_sg: Sekarang dengan membengkokkan siku dengan telefon di tangan KIRI anda, sentuh telefon anda pada hidung anda berulang kali.
nb_no: Berør nesen din flere ganger med telefonen i VENSTRE hånd med albuen bøyd.
nl: Houd nu de telefoon in je LINKERHAND en raak je neus herhaaldelijk aan met de telefoon terwijl je je elleboog gebogen houdt.
no: Hold albuen bøyd med telefonen i VENSTRE hånd, og trykk telefonen mot nesen gjentatte ganger.
or_in: ବର୍ତ୍ତମାନ ଆପଣ ନିଜର କହୁଣୀକୁ ବଙ୍କେଇ, ଫୋନ୍‍କୁ ବାମ ହାତରେ ଧରି ନାକ ସହିତ ବାରମ୍ୱାର ସ୍ପର୍ଶ କରନ୍ତୁ |
pl: Teraz, trzymając telefon w LEWEJ ręce zgiętej w łokciu, dotknij nim nosa i powtarzaj tę czynność.
pt_pt: Agora, com a mão ESQUERDA e mantendo o cotovelo dobrado, toque repetidamente no nariz com o telefone.
ro: Acum, ținându‑vă telefonul în mâna STÂNGĂ cu cotul îndoit, atingeți‑vă nasul cu telefonul în mod repetat.
ru: Теперь держите телефон в согнутой в локте ЛЕВОЙ руке и несколько раз коснитесь им своего носа.
sk: S pokrčeným lakťom a telefónom v ĽAVEJ ruke sa opakovane dotýkajte nosa telefónom.
sv: Nu ska du hålla armbågen böjd med telefonen i den VÄNSTRA handen och röra vid näsan med telefonen flera gånger.
ta_in: இப்போது உங்கள் முழங்கையை உங்கள் தொலைபேசியுடன் இடது கையில் வளைத்து வைத்து, தொலைபேசியை மூக்கில் மீண்டும் மீண்டும் தொடவும்.
ta_my: இப்போது உங்கள் இடது கையில் உங்கள் தொலைபேசியுடன் உங்கள் முழங்கையை வளைத்து வைத்து, உங்கள் தொலைபேசியை உங்கள் மூக்கில் மீண்டும் மீண்டும் தொடவும்.
th: ตอนนี้ให้ใช้มือซ้ายถือโทรศัพท์และงอข้อศอกของคุณไว้นิ่งๆ แล้วเอาโทรศัพท์มาแตะที่จมูกแบบสลับไปมาซ้ำๆ
tr: Şimdi telefonunuz SOL elinizde olacak şekilde dirseğinizi kıvrık tutarak telefonunuzu burnunuza tekrar tekrar dokundurun.
uk: Тепер, тримаючи телефон у ЛІВІЙ руці із зігнутим ліктем, торкайтеся неодноразово телефоном свого носа.
vi: Bây giờ, hãy giữ khuỷu tay bạn gập với điện thoại ở tay TRÁI, chạm điện thoại vào mũi nhiều lần.
vi_vn: Bây giờ, giữ khuỷu tay của bạn uốn cong với điện thoại ở tay TRÁI, chạm điện thoại vào mũi liên tục.
xh_za: Ngoku gcina ingqiniba yakho igotyiwe ifowuni yakho isesandleni sakho SASEKHOHLO, bamba ifowuni yakho kwimpumlo yakho ngokuphindaphindiweyo.
zh_cn: 现在弯曲手肘并用左手握住手机，重复用手机接触您的鼻子。
zh_hans_my: 现在保持肘部弯曲，左手拿着手机，反复将手机靠近鼻子。
zh_hk: 現在繼續彎曲左手手肘，並拿着電話重複觸碰鼻子。
zh_tw: 現在請用「左手」拿著電話，手肘保持彎曲，並重複用電話碰觸鼻子。

# TREMOR_TEST_ACTIVE_STEP_TOUCH_NOSE_INTRO_RIGHT
source: Now keeping your elbow bent with your phone in your RIGHT hand, touch your phone to your nose repeatedly.
ar: الآن، مع الاستمرار في ثني مرفقك والإمساك بالهاتف في يدك اليمنى، المس الهاتف بأنفك بشكل متكرر.
ca: Ara, amb el colze doblegat i el mòbil a la mà DRETA, toca el mòbil amb el nas repetidament.
cs: Nyní držte telefon ve výši ramen PRAVOU rukou ohnutou v lokti a dotýkejte se jím opakovaně nosu.
da: Hold nu din telefon med bøjet albue i HØJRE hånd, mens du bliver ved med at røre din næse med telefonen.
de: Winkle nun deinen Ellenbogen an, halte dein Telefon in der RECHTEN Hand und berühre wiederholt mit deinem Telefon deine Nase.
de_at: Halten Sie nun Ihren Ellbogen gebeugt, während Sie Ihr Handy in der RECHTEN Hand halten. Halten Sie Ihr Telefon wiederholt an der Nase.
el: Κρατώντας τον αγκώνα σας λυγισμένο με το τηλέφωνο στο ΔΕΞΙΟ χέρι σας, αγγίξτε τη μύτη σας με το τηλέφωνο επανειλημμένα.
es: Ahora, sin dejar de tener el codo doblado y con el teléfono en la mano derecha, toca el móvil con la nariz acercándotelo a la cara repetidamente.
es_419: Ahora, aún con el codo doblado y sosteniendo el teléfono con tu mano derecha, acerca y toca el teléfono con tu nariz varias veces.
fi: Kosketa nyt puhelimella nenääsi toistuvasti pitäen puhelinta OIKEASSA kädessä ja kyynärpäätä taivutettuna.
fil_ph: Ngayon panatilihing iyong siko na baluktot gamit ang iyong phone sa iyong KANANG kamay, idikit ang iyong phone sa iyong ilong nang paulit-ulit.
fr: Maintenant, avec le coude plié et le téléphone dans votre main DROITE, portez votre téléphone à votre nez, plusieurs fois.
fr_ca: Maintenant, pliez le coude tout en tenant votre téléphone dans la main DROITE et touchez votre nez avec le téléphone de façon répétée.
he: כעת, עם הטלפון ביד ימין ותוך שמירה על מרפק מכופף, גע/י עם הטלפון באף מספר פעמים ברצף.
hi: अब अपने दाएँ हाथ में फ़ोन पकड़कर और कोहनी मुड़ी हुई रखकर अपने फ़ोन को बार-बार अपनी नाक से स्पर्श करें।
hr: Sad držite lakat savijen s telefonom u DESNOJ ruci i neprekidno dodirujte nos telefonom.
hu: Most tartsa a telefont JOBB kézzel, a könyökét behajlítva, és érintse többször az orrához a telefont.
id: Sekarang siku tetap ditekuk dengan telepon di tangan KANAN, sentuhkan telepon ke hidung Anda berulang kali.
it: Ora, tenendo il gomito piegato con il telefono nella mano DESTRA, tocca ripetutamente il naso con il telefono.
ja: 次に、電話を右手に持って肘を曲げたまま、電話で繰り返し鼻に触れてください。
ms: Terus bengkokkan siku anda dengan telefon anda di tangan KANAN anda, sentuh telefon anda ke hidung anda berulang kali.
ms_latn_sg: Sekarang dengan membengkokkan siku dengan telefon di tangan KANAN anda, sentuh telefon anda pada hidung anda berulang kali.
nb_no: Berør nesen din flere ganger med telefonen i HØYRE hånd med albuen bøyd.
nl: Houd nu de telefoon in je RECHTERHAND en raak je neus herhaaldelijk aan met de telefoon terwijl je je elleboog gebogen houdt.
no: Hold albuen bøyd med telefonen i HØYRE hånd, og trykk telefonen mot nesen gjentatte ganger.
or_in: ବର୍ତ୍ତମାନ ଆପଣ ନିଜର କହୁଣୀକୁ ବଙ୍କେଇ, ଫୋନ୍‍କୁ ଡାହାଣ ହାତରେ ଧରି ନାକ ସହିତ ବାରମ୍ୱାର ସ୍ପର୍ଶ କରନ୍ତୁ |
pl: Teraz, trzymając telefon w PRAWEJ ręce zgiętej w łokciu, dotknij nim nosa i powtarzaj tę czynność.
pt_pt: Agora, com a mão DIREITA e mantendo o cotovelo dobrado, toque repetidamente no nariz com o telefone.
ro: Acum, ținându‑vă telefonul în mâna DREAPTĂ cu cotul îndoit, atingeți‑vă nasul cu telefonul în mod repetat.
ru: Теперь держите телефон в согнутой в локте ПРАВОЙ руке и несколько раз коснитесь им своего носа.
sk: S pokrčeným lakťom a telefónom v PRAVEJ ruke sa opakovane dotýkajte nosa telefónom.
sv: Nu ska du hålla armbågen böjd med telefonen i den HÖGRA handen och röra vid näsan med telefonen flera gånger.
ta_in: இப்போது உங்கள் முழங்கையை உங்கள் தொலைபேசியுடன் வலது கையில் வளைத்து வைத்து, தொலைபேசியை மூக்கில் மீண்டும் மீண்டும் தொடவும்.
ta_my: இப்போது உங்கள் முழங்கையை உங்கள் வலது கையில் உங்கள் தொலைபேசியுடன் வளைத்து வைத்து, உங்கள் தொலைபேசியை உங்கள் மூக்கில் மீண்டும் மீண்டும் தொடவும்.
th: ตอนนี้ให้ใช้มือขวาถือโทรศัพท์และงอข้อศอกของคุณไว้นิ่งๆ แล้วเอาโทรศัพท์มาแตะที่จมูกแบบสลับไปมาซ้ำๆ
tr: Şimdi telefonunuz SAĞ elinizde olacak şekilde dirseğinizi kıvrık tutarak telefonunuzu burnunuza tekrar tekrar dokundurun.
uk: Тепер, тримаючи телефон у ПРАВІЙ руці із зігнутим ліктем, торкайтеся неодноразово телефоном свого носа.
vi: Bây giờ, hãy gập khuỷu tay bạn với điện thoại ở tay PHẢI, chạm điện thoại vào mũi nhiều lần.
vi_vn: Bây giờ, giữ khuỷu tay của bạn uốn cong với điện thoại trong bàn tay PHẢI, chạm điện thoại vào mũi liên tục.
xh_za: Ngoku gcina ingqiniba yakho igotyiwe ifowuni yakho isesandleni sakho SASEKUNENE, bamba ifowuni yakho kwimpumlo yakho ngokuphindaphindiweyo.
zh_cn: 现在弯曲手肘并用右手握住手机，重复用手机接触您的鼻子。
zh_hans_my: 现在保持肘部弯曲，右手拿着手机，反复将手机靠近鼻子。
zh_hk: 現在繼續彎曲右手手肘，並拿着電話重複觸碰鼻子。
zh_tw: 現在請用「右手」拿著電話，手肘保持彎曲，並重複用電話碰觸鼻子。

# TREMOR_TEST_ACTIVE_STEP_TURN_WRIST_INSTRUCTION_%ld
source: Keep performing a queen wave for %ld seconds.
ar: استمر في التلويح كالملوك لمدة %ld من الثواني.
ca: Fes una salutació reial durant %ld segons.
cs: %ld sekund mávejte otáčením zápěstí.
da: Bliv ved med at udføre et dronningevink i %ld sekunder.
de: Winke %ld Sekunden lang.
de_at: Führen Sie eine Queen-Wave für % ld Sekunden durch.
el: Συνεχίστε να χαιρετάτε με αυτόν τον τρόπο για %ld δευτερόλεπτα.
es: Sigue girando la muñeca durante %ld segundos a modo de saludo.
es_419: Sigue haciendo un gesto de saludo por %ld segundos.
fi: Vilkuta kuninkaallisesti %ld sekuntia.
fil_ph: Patuloy na gawin ang queen wave nang %ld segundo.
fr: Saluez de la main, les doigts serrés les uns contre les autres, pendant %ld secondes.
fr_ca: Saluez de la main pendant %ld secondes.
he: המשך/י לבצע ״נפנוף מלכותי״ למשך %ld שניות.
hi: %ld सेकंड तक रानी की तरह हाथ हिलाते रहें।
hr: Nastavite mahati rotiranjem šake %ld s.
hu: Forgassa a felemelt csuklóját %ld másodpercig.
id: Terus lakukan lambaian tangan ratu selama %ld detik.
it: Continua a ruotare il polso a destra e a sinistra per %ld secondi.
ja: %ld秒間、手を振り続けてください。
ms: Terus melakukan lambaian ratu selama %ld saat.
ms_latn_sg: Terus melakukan lambaian ratu selama %ld saat.
nb_no: Fortsett å vinke som en dronning i %ld sekunder.
nl: Wuif %ld seconden vanuit de pols.
no: Vink som en dronning i %ld sekunder.
or_in: %ld ସେକେଣ୍ଡ ପାଇଁ ଏକ କ୍ୱିନ୍‍ ୱେଭ୍‍ (ହାଏ କଲା ପରି ହାତ ହଲାନ୍ତୁ) କରନ୍ତୁ |
pl: Unieś rękę i machaj dłonią, zginając rękę w nadgarstku, przez %ld s.
pt_pt: Continue a acenar com a mão durante %ld segundos.
ro: Continuați să fluturați mâna timp de %ld secunde.
ru: Продолжайте махать рукой в течение %ld с.
sk: Mávajte zápästím %ld sekúnd.
sv: Fortsätt utföra en kunglig vinkning under %ld sekunder.
ta_in: %ld வினாடிகளுக்கு ராணி அலையை தொடர்ந்து செய்யுங்கள்
ta_my: %ld வினாடிகளுக்கு ஒரு ராணி கையசைவை நிகழ்த்திக் கொண்டே இருங்கள்.
th: ทำท่าโบกมือเบาๆ นาน %ld วินาที
tr: Bileğinizi çevirerek el sallamaya %ld saniye devam edin.
uk: Виконуйте махання королеви далі протягом %ld секунд.
vi: Tiếp tục thực hiện vẫy tay trong %ld giây.
vi_vn: Tiếp tục thực hiện vẫy theo kiểu nữ hoàng trong %ld giây.
xh_za: Qhubeka usenza amaza kakumkanikazi kangangemizuzwana %ld.
zh_cn: 持续挥手，坚持 %ld 秒钟。
zh_hans_my: 继续执行%ld秒的女王式挥手。
zh_hk: 繼續進行揮手動作%ld秒。
zh_tw: 繼續執行手腕轉動 %ld 秒鐘。

# TREMOR_TEST_ACTIVE_STEP_TURN_WRIST_INTRO
source: Prepare to do a queen wave (wave by turning your wrist).
ar: استعد للتلويح كالملوك (التلويح عن طريق تدوير معصمك).
ca: Prepara’t per fer una salutació reial fent girar el canell amb el mòbil a la mà.
cs: Připravte se zamávat otáčením zápěstí.
da: Gør dig klar til at udføre et dronningevink (vink ved at dreje dit håndled).
de: Bereite dich darauf vor, zu winken, indem du dein Handgelenk drehst.
de_at: Bereiten Sie sich auf eine Queen-Wave vor (Welle durch Drehen des Handgelenks).
el: Προετοιμαστείτε να κάνετε έναν βασιλικό χαιρετισμό (κουνώντας τον καρπό).
es: Prepárate para girar la muñeca a modo de saludo.
es_419: Prepárate para hacer un gesto de saludo (girando la muñeca).
fi: Valmistaudu vilkuttamaan kuninkaallisesti (vilkuttamaan rannetta pyörittämällä).
fil_ph: Maghanda na gumawa ng queen wave (kumaway sa pamamagitang pag-ikot ng iyong pulso).
fr: Préparez-vous à saluer de la main, les doigts serrés les uns contre les autres.
fr_ca: Préparez-vous à saluer en faisant pivoter le poignet.
he: התכונן/י לבצע ״נפנוף מלכותי״ (סיבוב מפרק כף היד על צירו).
hi: रानी की तरह हाथ हिलाने (अपनी कलाई को मोड़कर हाथ हिलाना) की तैयारी करें।
hr: Pripremite se za mahanje rotiranjem šake u zapešću (kao što maše engleska kraljica).
hu: Forgassa a felemelt csuklóját (mintha integetne).
id: Bersiap untuk melakukan lambaian tangan ratu (melambai dengan memutar pergelangan tangan).
it: Preparati a ruotare ripetutamente il polso a destra e a sinistra.
ja: 手首を回すように手を振る準備をしてください。
ms: Bersedia untuk melakukan lambaian ratu (lambai dengan memusingkan pergelangan tangan anda).
ms_latn_sg: Bersedia untuk melakukan lambaian ratu (melambai dengan membalik-balikkan pergelangan tangan anda).
nb_no: Gjør deg klar til å vinke som en dronning (vink ved å vri på håndleddet).
nl: Bereid je voor om te wuiven vanuit de pols.
no: Forbered deg på å vinke som en dronning (vink ved å vri på håndleddet).
or_in: ଏକ କ୍ୱିନ୍‍ ୱେଭ୍‍ (ହାଏ କଲା ପରି ହାତ ହଲାନ୍ତୁ) (ନିଜର ରିଷ୍ଟ ବୁଲାଇ) କରିବା ପାଇଁ ପ୍ରସ୍ତୁତ ହୁଅନ୍ତୁ |
pl: Przygotuj się do machania dłonią, zginając rękę w nadgarstku.
pt_pt: Prepare‑se para acenar (rodando o pulso com a mão levantada).
ro: Pregătiți‑vă să fluturați mâna, răsucind din încheietură.
ru: Подготовьтесь выполнить махание рукой (сгибая руку в запястье).
sk: Pripravte sa na mávanie otáčaním zápästia.
sv: Förbered dig på att vinka kungligt (vinka genom att vrida på handleden).
ta_in: ஒரு ராணி அலையை செய்ய தயாராகுங்கள் (உங்கள் மணிக்கட்டை திருப்புவதன் மூலம செய்யும் அலை).
ta_my: ஒரு ராணி அலை செய்ய தயாராகுங்கள் (உங்கள் மணிக்கட்டை திருப்புவதன் மூலம் அலை).
th: เตรียมทำท่าโบกมือเบาๆ (โบกมือโดยขยับแค่ข้อมือ)
tr: Bileğinizi çevirerek el sallamaya hazırlanın.
uk: Готуйтеся махати, як це робить королева (вертячи запʼястком).
vi: Chuẩn bị vẫy tay (vẫy bằng cách xoay cổ tay của bạn).
vi_vn: Chuẩn bị thực hiện vẫy theo kiểu nữ hoàng (vẫy bằng cách xoay cổ tay của bạn).
xh_za: Lungiselela ukwenza amaza kakumkanikazi (amaza ngokuguqula isihlahla).
zh_cn: 准备挥手（通过转动手腕来挥手）。
zh_hans_my: 准备做一个女王式挥手（通过转动手腕来挥动）。
zh_hk: 請準備進行揮手動作（只揮動手腕）。
zh_tw: 準備執行手腕轉動。

# TREMOR_TEST_ACTIVE_STEP_TURN_WRIST_INTRO_LEFT
source: Prepare to do a queen wave with your phone in your LEFT hand (wave by turning your wrist).
ar: استعد للتلويح كالملوك مع إمساك هاتفك في يدك اليسرى (التلويح عن طريق تدوير معصمك).
ca: Prepara’t per fer una salutació reial fent girar el canell amb el mòbil a la mà ESQUERRA.
cs: Připravte se zamávat otáčením zápěstí s telefonem v LEVÉ ruce.
da: Gør dig klar til at udføre et dronningevink (vink ved at dreje dit håndled) med telefonen i VENSTRE hånd.
de: Bereite dich darauf vor, mit dem Telefon in deiner LINKEN Hand zu winken, indem du dein Handgelenk drehst.
de_at: Bereiten Sie sich darauf vor, eine Queen-Wave mit dem Handy in der LINKEN Hand zu machen (Welle durch Drehen des Handgelenks).
el: Προετοιμαστείτε να κάνετε έναν βασιλικό χαιρετισμό (κουνώντας τον καρπό) με το τηλέφωνο στο ΑΡΙΣΤΕΡΟ χέρι σας.
es: Prepárate para girar la muñeca a modo de saludo con el teléfono en la mano izquierda.
es_419: Prepárate para hacer un gesto de saludo (girando la muñeca) con tu teléfono en la mano izquierda.
fi: Valmistaudu puhelin VASEMMASSA kädessä vilkuttamaan kuninkaallisesti (vilkuttamaan rannetta pyörittämällä).
fil_ph: Maghanda na gumawa ng queen wave gamit ang iyong phone sa iyong KALIWANG kamay (kumaway sa pamamagitan ng pag-ikot ng iyong pulso).
fr: Préparez-vous à saluer de la main GAUCHE, le téléphone en main, les doigts serrés les uns contre les autres.
fr_ca: Préparez-vous à saluer de la main GAUCHE en tenant le téléphone.
he: התכונן/י לביצוע ״נפנוף מלכותי״ תוך אחיזת הטלפון ביד שמאל (סיבוב מפרק כף היד על צירו).
hi: अपने फ़ोन को अपने बाएँ हाथ में रखकर रानी की तरह हाथ हिलाने (अपनी कलाई को मोड़कर हाथ हिलाना) की तैयारी करें।
hr: Pripremite se za mahanje rotiranjem šake, s telefonom u LIJEVOJ ruci (kao što maše engleska kraljica).
hu: Forgassa a felemelt BAL csuklóját a telefonnal a kezében (mintha integetne).
id: Bersiap untuk melakukan lambaian tangan ratu dengan telepon di tangan KIRI Anda (melambai dengan memutar pergelangan tangan).
it: Preparati a ruotare ripetutamente il polso a destra e a sinistra con la mano SINISTRA.
ja: 電話を左手に持って手首を回すように手を振る準備をしてください。
ms: Bersedia untuk melakukan lambaian ratu dengan telefon anda di tangan KIRI anda (lambai dengan memusingkan pergelangan tangan anda).
ms_latn_sg: Bersedia untuk melakukan lambaian ratu dengan telefon anda di tangan KIRI anda (melambai dengan membalik-balikkan pergelangan tangan anda).
nb_no: Gjør deg klar til å vinke som en dronning med telefonen i VENSTRE hånd (vink ved å vri på håndleddet).
nl: Bereid je voor om te wuiven vanuit de pols met de telefoon in je LINKERHAND.
no: Forbered deg på å vinke som en dronning med telefonen i VENSTRE hånd (vink ved å vri på håndleddet).
or_in: ନିଜର ବାମ ହାତରେ ଫୋନ୍‍ ଧରି ଏକ କ୍ୱିନ୍‍ ୱେଭ୍‍ (ହାଏ କଲା ପରି ହାତ ହଲାନ୍ତୁ) (ନିଜର ରିଷ୍ଟ ବୁଲାଇ) କରିବା ପାଇଁ ପ୍ରସ୍ତୁତ ହୁଅନ୍ତୁ |
pl: Przygotuj się do machania LEWĄ dłonią, zginając rękę w nadgarstku.
pt_pt: Prepare‑se para acenar com o telefone na mão ESQUERDA (rodando o pulso com a mão levantada).
ro: Pregătiți‑vă să fluturați mâna STÂNGĂ, ținând telefonul în aceasta și răsucind din încheietură.
ru: Подготовьтесь выполнить махание ЛЕВОЙ рукой, держа в ней телефон (сгибая руку в запястье).
sk: Pripravte sa na mávanie otáčaním zápästia s telefónom v ĽAVEJ ruke.
sv: Förbered dig på att vinka kungligt med telefonen i den VÄNSTRA handen (vinka genom att vrida på handleden).
ta_in: உங்கள் இடது கையில் உங்கள் தொலைபேசியுடன் ராணி அலையை செய்யத் தயாராகுங்கள் (உங்கள் மணிக்கட்டை திருப்புவதன் மூலம் செய்யும் அலை).
ta_my: உங்கள் இடது கையில் உங்கள் தொலைபேசியுடன் ஒரு ராணி அலை செய்ய தயாராகுங்கள் (உங்கள் மணிக்கட்டை திருப்புவதன் மூலம் அலை).
th: เตรียมทำท่าโบกมือเบาๆ โดยใช้มือซ้ายที่ถือโทรศัพท์ไว้ (โบกมือโดยขยับแค่ข้อมือ)
tr: Telefonunuz SOL elinizde olacak şekilde bileğinizi çevirerek el sallamaya hazırlanın.
uk: Готуйтеся махати телефоном у ЛІВІЙ руці, як це робить королева (вертячи запʼястком).
vi: Chuẩn bị vẫy tay với điện thoại ở tay TRÁI (vẫy bằng cách xoay cổ tay của bạn).
vi_vn: Chuẩn bị thực hiện vẫy theo kiểu nữ hoàng với điện thoại ở tay TRÁI (vẫy bằng cách xoay cổ tay của bạn).
xh_za: Lungiselela ukwenza amaza kakumkanikazi ngefowuni yakho isesandleni sakho SASEKHOHLO (amaza ngokuguqula isihlahla).
zh_cn: 用左手握住手机并准备挥手（通过转动手腕来挥手）。
zh_hans_my: 拿着您的手机，准备用左手做一个女王式挥手（转动手腕来挥手）。
zh_hk: 請準備用左手拿着電話，進行揮手動作（只揮動手腕）。
zh_tw: 準備用「左手」拿著電話執行手腕轉動。
