Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_3_LEFT
source: When ready, tap the screen to begin and extend your left knee as far as you can. Return to the start position and tap again when you are done.
ar: عندما تكون مستعدًا، اضغط على الشاشة للبدء ومُد ركبتك اليسرى قدر استطاعتك. ارجع إلى وضع البداية واضغط مرة أخرى عندما تنتهي.
ca: Quan estiguis preparat, toca la pantalla per començar i estira el genoll esquerre tant com puguis. Torna a la posició inicial i toca la pantalla un altre cop quan hagis acabat.
cs: Jakmile budete připraveni, klepněte na obrazovku a začněte narovnávat levou nohu v koleni, až kam budete moct. Až budete hotovi, klepněte ještě jednou.
da: Når du er klar, skal du trykke på skærmen for at starte og strække dit venstre knæ så langt frem, som du kan. Tryk igen, når du er færdig.
de: Wenn du bereit bist, tippe auf den Bildschirm, um anzufangen und strecke dein linkes Knie so weit aus, wie du kannst. Tippe erneut, wenn du fertig bist.
de_at: Wenn Sie bereit sind, tippen Sie auf den Bildschirm, um zu beginnen, und strecken Sie Ihr linkes Knie so weit wie möglich aus. Tippen Sie erneut, wenn Sie fertig sind.
el: Όταν είστε έτοιμοι, αγγίξτε την οθόνη για να ξεκινήσετε και εκτείνετε το αριστερό σας γόνατο όσο μπορείτε. Επιστρέψτε στην αρχική θέση και αγγίξτε πάλι όταν τελειώσετε.
es: Cuando estés preparado, pulsa la pantalla para empezar y estira la rodilla izquierda todo lo que puedas. Vuelve a pulsar cuando hayas terminado.
fil_ph: Kapag handa na, i-tap ang screen upang simulan at pahabain ang iyong kaliwang tuhod hanggang sa makakaya mo. I-tap uli kapag tapos ka na.
fr: Lorsque vous êtes prêt, touchez l’écran pour commencer et étendez au maximum le genou gauche. Touchez à nouveau l’écran quand vous avez terminé.
he: כשתרצה/י להתחיל את הבדיקה, הקש/י על המסך ויישר/י את ברך שמאל ככל שתוכל/י. לסיום, הקש/י שוב על המסך.
hi: तैयार होने पर आरंभ करने के लिए स्क्रीन पर टैप करें और जितना संभव हो अपना बायाँ घुटना आगे बढ़ाएँ। पूर्ण करने पर पुनः टैप करें।
hr: Kad budete spremni, dodirnite zaslon za pokretanje testa i ispružite lijevo koljeno koliko možete. Ponovno dodirnite kad budete gotovi.
hu: Ha készen áll, először koppintson a képernyőre, majd nyújtsa ki a bal térdét, amennyire csak tudja. Koppintson ismét, ha elkészült.
id: Setelah siap, ketuk layar untuk memulai dan regangkan lutut kiri Anda sejauh mungkin. Ketuk lagi setelah selesai.
it: Tocca lo schermo per iniziare ed estendi il più possibile il ginocchio sinistro. Tocca di nuovo quando hai finito.
ja: 準備ができたら、画面をタップして開始し、左膝をできるだけ伸ばしてください。終わったら、もう一度タップしてください。
ms: Apabila bersedia, ketik skrin untuk bermula dan lunjurkan lutut kiri anda sejauh yang anda boleh. Ketik semula apabila anda selesai.
ms_latn_sg: Apabila sedia, ketik skrin untuk mula dan melunjurkan lutut kiri anda sejauh mungkin. Ketik sekali lagi apabila selesai.
nb_no: Når du er klar, trykker du på skjermen for å begynne og strekk venstre kne så langt du kan. Trykk igjen når du er ferdig.
nl: Wanneer je klaar bent, tik je op het scherm om te beginnen en strek je je linkerknie zo ver mogelijk uit. Breng je knie terug naar het beginpunt en tik opnieuw wanneer je klaar bent.
no: Når du er klar, trykker du på skjermen for å starte og strekker ut venstre bein så langt du klarer. Trykk én gang til når du er ferdig.
or_in: ଯେତେବେଳେ ପ୍ରସ୍ତୁତ ହୋଇଯିବେ, ସେତେବେଳେ ଆରମ୍ଭ କରିବା ପାଇଁ ସ୍କ୍ରିନ୍‍ ଉପରେ ଟ୍ୟାପ୍‍ କରନ୍ତୁ ଏବଂ ନିଜର ବାମ ଆଣ୍ଠୁକୁ ଯେତେଦୂର ସମ୍ଭବ ବଢାନ୍ତୁ | ଆପଣ କରିସାରିଲା ପରେ ପୁର୍ନବାର ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Gdy będziesz gotów, dotknij ekranu i rozpocznij rozciągać lewe kolano tak daleko, jak możesz. Gdy skończysz, stuknij ponownie.
pt_pt: Quando estiver pronto, toque no ecrã para começar e estique o seu joelho esquerdo até onde conseguir. Toque novamente para terminar.
ro: Când sunteți gata, apăsați ecranul pentru a începe și întindeți genunchiul stâng cât de mult puteți. Apăsați din nou când ați terminat.
ru: Когда будете готовы, коснитесь экрана, чтобы начать, и максимально разогните левую ногу в коленном суставе. Коснитесь экрана еще раз, когда закончите.
sk: Keď budete pripravení, klepnite na obrazovku a čo najviac vystrite ľavé koleno. Po skončení znovu klepnite na obrazovku.
sv: När du vill börja trycker du på skärmen och sträcker ut ditt vänstra knä så långt du kan. Tryck igen när du är klar.
ta_in: தயாரான உடன், ஸ்கிரீனைத் தட்டவும், உங்கள் இடது முழங்காலை உங்களால் முடிந்தவரை நீட்டவும். முடித்ததும் மீண்டும் தட்டவும்.
ta_my: தயாராக இருக்கும்போது, தொடங்குவதற்கு திரையைத் தட்டவும் மற்றும் உங்கள் இடது முழங்காலை உங்களால் முடிந்தவரை நீட்டவும். முடிந்ததும் மீண்டும் தட்டவும்.
th: เมื่อพร้อมแล้ว ให้แตะที่หน้าจอแล้วเหยียดเข่าข้างซ้ายของคุณให้มากที่สุดเท่าที่จะทำได้ จากนั้นแตะหน้าจออีกครั้งเมื่อทำเสร็จ
tr: Hazır olduğunuzda, başlamak için ekrana dokunun ve sol dizinizi uzatabildiğiniz kadar uzatın. İşiniz bittiğinde yeniden dokunun.
uk: За готовністю для початку торкніть екран і витягуйте ногу в лівому коліні якомога рівніше. Завершивши, торкніть знов.
vi: Khi sẵn sàng, chạm vào màn hình để bắt đầu và duỗi đầu gối trái của bạn ra xa nhất có thể. Trở lại vị trí bắt đầu và chạm lại khi bạn thực hiện xong.
vi_vn: Khi đã sẵn sàng, hãy nhấp vào màn hình để bắt đầu và mở rộng đầu gối trái của bạn hết mức có thể. Nhấp lại khi bạn hoàn tất.
xh_za: Xa ukulungele, cofa isikrini ukuze uqalise yaye unwenwe idolo lakho lasekhohlo kangangoko unako. Cofa kwakhona xa ugqibile.
zh_cn: 准备好后，轻点屏幕以开始，然后尽力伸展左膝。完成后，再轻点一下。
zh_hans_my: 准备好后，点击屏幕开始，并尽可能地伸展左膝。完成后再次点击。
zh_hk: 準備好時，點一下螢幕即可開始，將你的左膝盡量伸展到最遠的距離。完成後，將你的左膝還原至開始時的位置，並且再點一下。
zh_tw: 準備就緒時，請點一下螢幕來開始並儘量伸展您的左膝。完成時，請再點一下。

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_3_RIGHT
source: When ready, tap the screen to begin and extend your right knee as far as you can. Return to the start position and tap again when you are done.
ar: عندما تكون مستعدًا، اضغط على الشاشة للبدء ومُد ركبتك اليمنى قدر استطاعتك. ارجع إلى وضع البداية واضغط مرة أخرى عندما تنتهي.
ca: Quan estiguis preparat, toca la pantalla per començar i estira el genoll dret tant com puguis. Torna a la posició inicial i toca la pantalla un altre cop quan hagis acabat.
cs: Jakmile budete připraveni, klepněte na obrazovku a začněte narovnávat pravou nohu v koleni, až kam budete moct. Až budete hotovi, klepněte ještě jednou.
da: Når du er klar, skal du trykke på skærmen for at starte og strække dit højre knæ så langt frem, som du kan. Tryk igen, når du er færdig.
de: Wenn du bereit bist, tippe auf den Bildschirm, um anzufangen und strecke dein rechtes Knie so weit aus, wie du kannst. Tippe erneut, wenn du fertig bist.
de_at: Wenn Sie bereit sind, tippen Sie auf den Bildschirm, um zu beginnen, und strecken Sie Ihr rechtes Knie so weit wie möglich aus. Tippen Sie erneut, wenn Sie fertig sind.
el: Όταν είστε έτοιμοι, αγγίξτε την οθόνη για να ξεκινήσετε και εκτείνετε το δεξιό σας γόνατο όσο μπορείτε. Επιστρέψτε στην αρχική θέση και αγγίξτε πάλι όταν τελειώσετε.
es: Cuando estés preparado, pulsa la pantalla para empezar y estira la rodilla derecha todo lo que puedas. Vuelve a pulsar cuando hayas terminado.
fil_ph: Kapag handa na, i-tap ang screen upang simulan at pahabain ang iyong kanang tuhod hanggang sa makakaya mo. I-tap uli kapag tapos ka na.
fr: Lorsque vous êtes prêt, touchez l’écran pour commencer et étendez au maximum le genou droit. Touchez à nouveau l’écran quand vous avez terminé.
he: כשתרצה/י להתחיל את הבדיקה, הקש/י על המסך ויישר/י את ברך ימין ככל שתוכל/י. לסיום, הקש/י שוב על המסך.
hi: तैयार होने पर आरंभ करने के लिए स्क्रीन पर टैप करें और जितना संभव हो अपना दायाँ घुटना आगे बढ़ाएँ। पूर्ण करने पर पुनः टैप करें।
hr: Kad budete spremni, dodirnite zaslon za pokretanje testa i ispružite desno koljeno koliko možete. Ponovno dodirnite kad budete gotovi.
hu: Ha készen áll, először koppintson a képernyőre, majd nyújtsa ki a jobb térdét, amennyire csak tudja. Koppintson ismét, ha elkészült.
id: Setelah siap, ketuk layar untuk memulai dan regangkan lutut kanan Anda sejauh mungkin. Ketuk lagi setelah selesai.
it: Tocca lo schermo per iniziare ed estendi il più possibile il ginocchio destro. Tocca di nuovo quando hai finito.
ja: 準備ができたら、画面をタップして開始し、右膝をできるだけ伸ばしてください。終わったら、もう一度タップしてください。
ms: Apabila bersedia, ketik skrin untuk bermula dan lunjurkan lutut kanan anda sejauh yang anda boleh. Ketik semula apabila anda selesai.
ms_latn_sg: Apabila sedia, ketik skrin untuk mula dan melunjurkan lutut kanan anda sejauh mungkin. Ketik sekali lagi apabila selesai.
nb_no: Når du er klar trykker du på skjermen for å begynne, og strekk høyre kne så langt du kan. Trykk igjen når du er ferdig.
nl: Wanneer je klaar bent, tik je op het scherm om te beginnen en strek je je rechterknie zo ver mogelijk. Breng je knie terug naar het beginpunt en tik opnieuw wanneer je klaar bent.
no: Når du er klar, trykker du på skjermen for å starte og strekker ut høyre bein så langt du klarer. Trykk én gang til når du er ferdig.
or_in: ଯେତେବେଳେ ପ୍ରସ୍ତୁତ ହୋଇଯିବେ, ସେତେବେଳେ ଆରମ୍ଭ କରିବା ପାଇଁ ସ୍କ୍ରିନ୍‍ ଉପରେ ଟ୍ୟାପ୍‍ କରନ୍ତୁ ଏବଂ ନିଜର ଡାହାଣ ଆଣ୍ଠୁକୁ ଯେତେଦୂର ସମ୍ଭବ ବଢାନ୍ତୁ | ଆପଣ କରିସାରିଲା ପରେ ପୁର୍ନବାର ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Gdy będziesz gotów, dotknij ekranu i rozpocznij rozciągać prawe kolano tak daleko, jak możesz. Gdy skończysz, stuknij ponownie.
pt_pt: Quando estiver pronto, toque no ecrã para começar e estique o seu joelho direito até onde conseguir. Toque novamente para terminar.
ro: Când sunteți gata, apăsați ecranul pentru a începe și întindeți genunchiul drept cât de mult puteți. Apăsați din nou când ați terminat.
ru: Когда будете готовы, коснитесь экрана, чтобы начать, и максимально разогните правую ногу в коленном суставе. Коснитесь экрана еще раз, когда закончите.
sk: Keď budete pripravení, klepnite na obrazovku a čo najviac vystrite pravé koleno. Po skončení znovu klepnite na obrazovku.
sv: När du vill börja trycker du på skärmen och sträcker ut ditt högra knä så långt du kan. Tryck igen när du är klar.
ta_in: தயாரான உடன், ஸ்கிரீனைத் தட்டவும், உங்கள் வலது முழங்காலை உங்களால் முடிந்தவரை நீட்டவும். முடித்ததும் மீண்டும் தட்டவும்.
ta_my: தயாராக இருக்கும்போது, தொடங்குவதற்கு திரையைத் தட்டவும் மற்றும் உங்கள் வலது முழங்காலை உங்களால் முடிந்தவரை நீட்டவும். முடிந்ததும் மீண்டும் தட்டவும்.
th: เมื่อพร้อมแล้ว ให้แตะที่หน้าจอแล้วเหยียดเข่าข้างขวาของคุณให้มากที่สุดเท่าที่จะทำได้ จากนั้นแตะหน้าจออีกครั้งเมื่อทำเสร็จ
tr: Hazır olduğunuzda, başlamak için ekrana dokunun ve sağ dizinizi uzatabildiğiniz kadar uzatın. İşiniz bittiğinde yeniden dokunun.
uk: За готовністю для початку торкніть екран і витягуйте ногу в правому коліні якомога рівніше. Завершивши, торкніть знов.
vi: Khi sẵn sàng, chạm vào màn hình để bắt đầu và duỗi đầu gối phải của bạn ra xa nhất có thể. Trở lại vị trí bắt đầu và chạm lại khi bạn thực hiện xong.
vi_vn: Khi đã sẵn sàng, hãy nhấp vào màn hình để bắt đầu và mở rộng đầu gối phải của bạn hết mức có thể. Nhấp lại khi bạn hoàn tất.
xh_za: Xa ukulungele, cofa isikrini ukuze uqalise yaye unwenwe idolo lakho lasekunene kangangoko unako. Cofa kwakhona xa ugqibile.
zh_cn: 准备好后，轻点屏幕以开始，然后尽力伸展右膝。完成后，再轻点一下。
zh_hans_my: 准备好后，点击屏幕开始，并尽可能地伸展右膝。完成后再次点击。
zh_hk: 準備好時，點一下螢幕即可開始，將你的右膝盡量伸展到最遠的距離。完成後，將你的右膝還原至開始時的位置，並且再點一下。
zh_tw: 準備就緒時，請點一下螢幕來開始並儘量伸展您的右膝。完成時，請再點一下。

# KNEE_RANGE_OF_MOTION_TITLE_LEFT
source: Left Knee Range of Motion
ar: نطاق حركة الركبة اليسرى
ca: Rang de moviment del genoll esquerre
cs: Rozsah pohybu levého kolene
da: Bevægelighed af venstre knæ
de: Linkes Knie Bewegungsumfang
de_at: Linkes Knie Bewegungsbereich
el: Εύρος κίνησης αριστερού γόνατου
es: Rango de movimiento de la rodilla izquierda
fil_ph: Saklaw ng Paggalaw ng Kaliwang Tuhod
fr: Plage de mouvement du genou gauche
he: טווח התנועה של ברך שמאל
hi: बाएँ घुटने की गति सीमा
hr: Raspon kretanja lijevog koljena
hu: Bal térd mozgástartománya
id: Jangkauan Gerakan Lutut Kiri
it: Ampiezza del movimento del ginocchio sinistro
ja: 左膝の可動域
ms: Julat Pergerakan Lutut Kiri
ms_latn_sg: Julat Pergerakan Lutut Kiri
nb_no: Bevegelsesområde for venstre kne
nl: Beweeglijkheid linkerknie
no: Bevegelsesområde for venstre kne
or_in: ବାମ ଆଣ୍ଠୁ ଗତିର ପରିସର
pl: Zasięg ruchu lewego kolana
pt_pt: Amplitude de movimento do joelho esquerdo
ro: Amplitudinea mișcării genunchiului stâng
ru: Амплитуда движений левого коленного сустава
sk: Rozsah pohybu ľavého kolena
sv: Rörlighet, vänster knä
ta_in: இடது முழங்கால் இயக்கத்தின் வீச்சு
ta_my: இடது முழங்கால் வீச்சு
th: พิสัยการเคลื่อนไหวของเข่าข้างซ้าย
tr: Sol Diz Hareket Alanı
uk: Межі руху лівого коліна
vi: Phạm vi chuyển động của đầu gối chân trái
vi_vn: Phạm vi chuyển động của đầu gối trái
xh_za: Ireyiji Kwintshukumo Yedolo Lasekhohlo
zh_cn: 左膝运动范围
zh_hans_my: 左膝关节活动范围
zh_hk: 左膝動作範圍
zh_tw: 左膝活動範圍

# KNEE_RANGE_OF_MOTION_TITLE_RIGHT
source: Right Knee Range of Motion
ar: نطاق حركة الركبة اليمنى
ca: Rang de moviment del genoll dret
cs: Rozsah pohybu pravého kolene
da: Bevægelighed af højre knæ
de: Rechtes Knie Bewegungsumfang
de_at: Rechtes Knie Bewegungsbereich
el: Εύρος κίνησης δεξιού γόνατου
es: Rango de movimiento de la rodilla derecha
fil_ph: Saklaw ng Paggalaw ng Kanang Tuhod
fr: Plage de mouvement du genou droit
he: טווח התנועה של ברך ימין
hi: दाएँ घुटने की गति सीमा
hr: Raspon kretanja desnog koljena
hu: Jobb térd mozgástartománya
id: Jangkauan Gerakan Lutut Kanan
it: Ampiezza del movimento del ginocchio destro
ja: 右膝の可動域
ms: Julat Pergerakan Lutut Kanan
ms_latn_sg: Julat Pergerakan Lutut Kanan
nb_no: Bevegelsesområde for høyre kne
nl: Beweeglijkheid rechterknie
no: Bevegelsesområde for høyre kne
or_in: ଡାହାଣ ଆଣ୍ଠୁ ଗତିର ପରିସର
pl: Zasięg ruchu prawego kolana
pt_pt: Amplitude de movimento do joelho direito
ro: Amplitudinea mișcării genunchiului drept
ru: Амплитуда движений правого коленного сустава
sk: Rozsah pohybu pravého kolena
sv: Rörlighet, höger knä
ta_in: வலது முழங்கால் இயக்கத்தின் வீச்சு
ta_my: இயக்கத்தின் வலது முழங்கால் வீச்சு
th: พิสัยการเคลื่อนไหวของเข่าข้างขวา
tr: Sağ Diz Hareket Alanı
uk: Межі руху правого коліна
vi: Phạm vi chuyển động của đầu gối chân phải
vi_vn: Phạm vi chuyển động của đầu gối phải
xh_za: Ireyiji Kwintshukumo Yedolo Lasekunene
zh_cn: 右膝运动范围
zh_hans_my: 右膝关节活动度
zh_hk: 右膝動作範圍
zh_tw: 右膝活動範圍

# KNEE_RANGE_OF_MOTION_TOUCH_ANYWHERE_STEP_INSTRUCTION_LEFT
source: Place your device on your left knee. Tap the screen and extend your left knee as far as you can.
ar: ضع جهازك على ركبتك اليسرى. اضغط على الشاشة ومُد ركبتك اليسرى قدر استطاعتك.
ca: Posa’t el dispositiu a sobre del genoll esquerre. Toca la pantalla i estira el genoll esquerre tant com puguis.
cs: Přiložte zařízení k levému kolenu
da: Anbring din enhed på dit venstre knæ
de: Lege dein Gerät auf dein linkes Knie
de_at: Legen Sie Ihr Gerät auf das linke Knie
el: Τοποθετήστε τη συσκευή στο αριστερό σας γόνατο. Αγγίξτε την οθόνη και εκτείνετε όσο μπορείτε το αριστερό σας γόνατο.
es: Colócate el dispositivo en la rodilla izquierda
fil_ph: Ilagay ang iyong device sa iyong kaliwang tuhod
fr: Placez votre appareil sur le genou gauche
he: הנח/י את המכשיר על ברך שמאל
hi: अपना उपकरण अपने बाएँ घुटने पर रखें
hr: Stavite uređaj na lijevo koljeno
hu: Tegye az eszközét a bal térdére
id: Letakkan perangkat di lutut kiri Anda
it: Posiziona il dispositivo sul ginocchio sinistro
ja: デバイスを左膝の上に置いてください
ms: Letakkan peranti anda di atas lutut kiri anda
ms_latn_sg: Tempatkan peranti pada lutut kiri anda
nb_no: Plasser enheten din på venstre kne
nl: Plaats je apparaat op je linkerknie. Tik op het scherm en strek je linkerknie zo ver mogelijk.
no: Legg enheten på venstre kne
or_in: ଆପଣ ନିଜର ବାମ ଆଣ୍ଠୁ ଉପରେ ଡିଭାଇସ୍‍ ରଖନ୍ତୁ
pl: Umieść urządzenie na lewym kolanie
pt_pt: Coloque o dispositivo sobre o seu joelho esquerdo
ro: Așezați dispozitivul pe genunchiul stâng
ru: Положите устройство на левую ногу, ближе к колену
sk: Položte zariadenie na ľavé koleno
sv: Lägg enheten på vänster knä
ta_in: உங்கள் சாதனத்தை உங்கள் இடது முழங்காலில் வைக்கவும்
ta_my: உங்கள் சாதனத்தை உங்கள் இடது முழங்காலில் வைக்கவும்
th: วางอุปกรณ์ไว้บนเข่าข้างซ้ายของคุณ
tr: Aygıtınızı sol dizinize yerleştirin
uk: Покладіть пристрій на ліве коліно
vi: Đặt thiết bị trên đầu gối trái của bạn. Chạm vào màn hình và duỗi đầu gối trái của bạn ra xa nhất có thể.
vi_vn: Đặt thiết bị của bạn trên đầu gối trái
xh_za: Beka isixhobo sakho kwidolo lakho lasekhohlo
zh_cn: 将设备放在您的左膝上
zh_hans_my: 将设备放在左膝上
zh_hk: 將裝置放在你的左膝上。點一下螢幕並將左膝盡量伸展到最遠的距離。
zh_tw: 將裝置放在您的左膝上

# KNEE_RANGE_OF_MOTION_TOUCH_ANYWHERE_STEP_INSTRUCTION_RIGHT
source: Place your device on your right knee. Tap the screen and extend your right knee as far as you can.
ar: ضع جهازك على ركبتك اليمنى. اضغط على الشاشة ومُد ركبتك اليمنى قدر استطاعتك.
ca: Posa’t el dispositiu a sobre del genoll dret. Toca la pantalla i estira el genoll dret tant com puguis.
cs: Přiložte zařízení k pravému kolenu
da: Anbring din enhed på dit højre knæ
de: Lege dein Gerät auf dein rechtes Knie
de_at: Legen Sie Ihr Gerät auf das rechte Knie
el: Τοποθετήστε τη συσκευή στο δεξιό σας γόνατο. Αγγίξτε την οθόνη και εκτείνετε όσο μπορείτε το δεξιό σας γόνατο.
es: Colócate el dispositivo en la rodilla derecha
fil_ph: Ilagay ang iyong device sa iyong kanang tuhod
fr: Placez votre appareil sur le genou droit
he: הנח/י את המכשיר על ברך ימין
hi: अपना उपकरण अपने दाएँ घुटने पर रखें
hr: Stavite uređaj na desno koljeno
hu: Tegye az eszközét a jobb térdére
id: Letakkan perangkat di lutut kanan Anda
it: Posiziona il dispositivo sul ginocchio destro
ja: デバイスを右膝の上に置いてください
ms: Letakkan peranti anda di atas lutut kanan anda
ms_latn_sg: Tempatkan peranti pada lutut kanan anda
nb_no: Plasser enheten din på høyre kne
nl: Plaats je apparaat op je rechterknie. Tik op het scherm en strek je rechterknie zo ver mogelijk.
no: Legg enheten på høyre kne
or_in: ଆପଣ ନିଜର ଡାହାଣ ଆଣ୍ଠୁ ଉପରେ ଡିଭାଇସ୍‍ ରଖନ୍ତୁ
pl: Umieść urządzenie na prawym kolanie
pt_pt: Coloque o dispositivo sobre o seu joelho direito
ro: Așezați dispozitivul pe genunchiul drept
ru: Положите устройство на правую ногу, ближе к колену
sk: Pridržte si zariadenie na pravom kolene
sv: Lägg enheten på höger knä
ta_in: உங்கள் சாதனத்தை உங்கள் வலது முழங்காலில் வைக்கவும்
ta_my: உங்கள் சாதனத்தை உங்கள் வலது முழங்காலில் வைக்கவும்
th: วางอุปกรณ์ไว้บนเข่าข้างขวาของคุณ
tr: Aygıtınızı sağ dizinize yerleştirin
uk: Покладіть пристрій на праве коліно
vi: Đặt thiết bị trên đầu gối phải của bạn. Chạm vào màn hình và duỗi đầu gối phải của bạn ra xa nhất có thể.
vi_vn: Đặt thiết bị của bạn trên đầu gối phải
xh_za: Beka isixhobo sakho kwidolo lakho lasekunene
zh_cn: 将设备放在您的右膝上
zh_hans_my: 将设备放在右膝上
zh_hk: 將裝置放在你的右膝上。點一下螢幕並將右膝盡量伸展到最遠的距離。
zh_tw: 將裝置放在您的右膝上

# LEARN_MORE_CONSENT_SHARING
source: Learn more about data sharing
ar: معرفة المزيد عن مشاركة البيانات
ca: Més informació sobre com compartir dades
cs: Další informace o sdílení dat
da: Læs mere om deling af data
de: Weitere Infos zur Datenfreigabe
de_at: Erfahren Sie mehr über die Datenfreigabe
el: Μάθετε περισσότερα για την κοινοποίηση δεδομένων
es: Más información sobre cómo se comparten los datos
es_419: Más información sobre compartir datos
fi: Lisätietoja datajaosta
fil_ph: Matuto nang higit pa tungkol sa pagbabahagi ng data
fr: En savoir plus sur le partage de données
fr_ca: Plus d’info sur le partage des données
he: קבל/י מידע נוסף בנושא שיתוף נתונים
hi: डेटा साझाकरण के बारे में अधिक जानें
hr: Saznajte više o dijeljenju podataka
hu: További infó az adatok megosztásáról
id: Pelajari berbagi data lebih lanjut
it: Scopri di più sulla condivisione dei dati
ja: データ共有についての詳しい情報を表示します
ko: 데이터 공유에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang perkongsian data
ms_latn_sg: Ketahui lebih lanjut tentang perkongsian data
nb_no: Lær mer om datadeling
nl: Meer informatie over het delen van gegevens
no: Finn ut mer om datadeling
or_in: ଡାଟା ଅଂଶୀଦାର ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pl: Więcej informacji o udostępnianiu danych
pt_pt: Saiba mais acerca da partilha de dados
ro: Mai multe despre partajarea datelor
ru: Подробнее о предоставлении данных
sk: Viac informácií o zdieľaní dát
sv: Läs mer om datadelning
ta_in: தரவு பகிர்வு பற்றி மேலும் அறிக
ta_my: தரவு பகிர்வு பற்றி மேலும் அறிக
th: เรียนรู้เพิ่มเติมเกี่ยวกับการแชร์ข้อมูล
tr: Veri paylaşımı hakkında daha fazla bilgi
uk: Докладніше про оприлюднення даних
vi: Tìm hiểu thêm về chia sẻ dữ liệu
vi_vn: Tìm hiểu thêm về chia sẻ dữ liệu
xh_za: Funda ngakumbi ngokwabelana ngedatha
zh_cn: 了解有关数据共享的更多信息
zh_hans_my: 了解有关数据共享的更多信息
zh_hk: 進一步了解數據共享
zh_tw: 進一步瞭解資料分享

# LEARN_MORE_DATA_GATHERING
source: Learn more about how data is gathered
ar: معرفة المزيد عن كيفية جمع البيانات
ca: Més informació sobre com es recopilen les dades
cs: Informace o shromažďování dat
da: Læs mere om, hvordan data indsamles
de: Weitere Infos über die Erfassung der Daten
de_at: Erfahren Sie mehr darüber, wie Daten gesammelt werden
el: Μάθετε περισσότερα για τη συλλογή δεδομένων
es: Más información sobre la recopilación de los datos
es_419: Más información sobre cómo se recopilan los datos
fi: Lisätietoja tietojen keräämisestä
fil_ph: Matuto nang higit pa tungkol sa kung paano tinitipon ang data
fr: En savoir plus sur la collecte des données
fr_ca: En savoir plus sur la façon dont les données sont recueillies
he: קבל/י מידע נוסף על איסוף הנתונים
hi: डेटा एकत्रीकरण की प्रक्रिया के बारे में और अधिक जानें
hr: Saznajte više o načinu prikupljanja podataka
hu: További információk az adatok gyűjtésének módjáról
id: Lebih lanjut mengenai cara data dikumpulkan
it: Scopri di più sulla raccolta di dati
ja: データの収集方法についての詳しい情報を表示します
ko: 데이터 수집 방법에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang cara data dikumpulkan
ms_latn_sg: Ketahui lebih lanjut tentang cara data dikumpulkan
nb_no: Lær mer om hvordan data samles
nl: Meer informatie over het verzamelen van gegevens
no: Finn ut mer om hvordan data samles inn
or_in: ଡାଟା କିପରି ଏକତ୍ରକରଣ କରାଯାଏ, ସେ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pl: Więcej informacji o gromadzeniu danych
pt_pt: Saiba mais acerca de como os dados são recolhidos.
ro: Aflați mai multe despre colectarea datelor
ru: Подробнее о сборе данных
sk: Viac informácií o zbere dát
sv: Läs mer om hur data samlas in
ta_in: தரவு எவ்வாறு ஒருங்கமைக்கப்படுகிறது என்பது பற்றி மேலும் அறிக
ta_my: தரவு எவ்வாறு சேகரிக்கப்படுகிறது என்பது பற்றி மேலும் அறிக
th: เรียนรู้เพิ่มเติมเกี่ยวกับวิธีรวบรวมข้อมูล
tr: Verilerin toplanması hakkında daha fazla bilgi
uk: Докладніше про збір даних
vi: Tìm hiểu thêm về cách thu thập dữ liệu
vi_vn: Tìm hiểu thêm về cách dữ liệu được thu thập
xh_za: Funda ngakumbi ngendlela inkcukacha edityaniswa ngayo
zh_cn: 了解有关数据收集方式的更多信息
zh_hans_my: 了解有关如何收集数据的更多信息
zh_hk: 進一步了解數據的收集方法
zh_tw: 進一步瞭解資料如何被收集
