Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# WALK_INTRO_2_DETAIL
source: Put your device in a pocket or bag and follow the audio instructions.
ar: ضع جهازك في حافظة أو حقيبة واتبع الإرشادات الصوتية.
ca: Posa’t el dispositiu a la butxaca o a la bossa i segueix les instruccions d’àudio.
cs: Uložte zařízení do kapsy nebo tašky a postupujte podle zvukových pokynů.
da: Læg din enhed i en lomme eller taske, og følg lydinstruktionerne.
de: Stecke dein Gerät in eine Hosentasche oder andere Tasche und folge den Audioanleitungen.
de_at: Stecken Sie Ihr Gerät in eine Tasche oder eine Handtasche und befolgen Sie die Audioanweisungen.
el: Τοποθετήστε τη συσκευή σας στην τσέπη ή στην τσάντα σας και μετά ακολουθήστε τις ηχητικές οδηγίες.
es: Guárdate el dispositivo en un bolsillo o un bolso y sigue las instrucciones de audio.
es_419: Coloca el teléfono en un bolsillo o bolsa y sigue las instrucciones de audio.
fi: Laita puhelin taskuun tai laukkuun ja seuraa ääniohjeita.
fil_ph: Ilagay ang iyong device sa bulsa o bag at sundin ang mga audio instructions.
fr: Placez votre appareil dans une poche ou dans un sac et suivez les instructions audio.
fr_ca: Placez votre téléphone dans une poche ou un sac, et suivez les instructions audio.
he: הנח/י את המכשיר בכיס או בתיק ופעל/י על-פי הנחיות השמע.
hi: अपने उपकरण को जेब या बैग में रखें और ऑडियो निर्देशों का अनुसरण करें।
hr: Stavite svoj uređaj u džep ili torbu i slijedite audio upute.
hu: Tegye az eszközt a zsebébe vagy a táskájába, és kövesse a hangutasításokat.
id: Simpan perangkat Anda di saku atau tas dan ikuti instruksi audio.
it: Metti il dispositivo in tasca o in borsa e segui le istruzioni audio.
ja: デバイスをポケットまたはバッグに入れて、音声による指示に従ってください。
ko: 전화를 주머니 또는 가방에 넣고 오디오 지침을 따르십시오.
ms: Masukkan peranti anda ke dalam saku atau beg dan ikuti arahan audio.
ms_latn_sg: Letakkan peranti anda dalam poket atau beg dan ikuti arahan audio.
nb_no: Legg enheten i en lomme eller veske og følg lydinstruksjonene.
nl: Stop je apparaat in je zak of tas en volg de audio-instructies.
no: Legg enheten i lommen eller en veske, og følg lydinstruksjonene.
or_in: ନିଜର ଡିଭାଇସ୍‍କୁ ପକେଟ୍‌ କିମ୍ୱା ବ୍ୟାଗ୍‌ରେ ରଖନ୍ତୁ ଏବଂ ଅଡିଓ ନିର୍ଦ୍ଦେଶ ଅନୁସରଣ କରନ୍ତୁ |
pl: Włóż urządzenie do kieszeni lub torby i postępuj zgodnie z instrukcjami audio.
pt_pt: Ponha o dispositivo no bolso ou dentro da mala e siga as instruções via áudio.
ro: Puneți dispozitivul într-un buzunar sau într-o geantă și urmați instrucțiunile audio.
ru: Поместите устройство в карман или сумку и следуйте звуковым указаниям.
sk: Vložte si zariadenie do vrecka alebo tašky a postupujte podľa zvukových pokynov.
sv: Placera enheten i en ficka eller väska och följ de talade anvisningarna.
ta_in: உங்கள் சாதனத்தைு பாக்கெட் அல்லது பையில் வைத்து ஆடியோ வழிமுறைகளைப் பின்பற்றவும்.
ta_my: உங்கள் சாதனத்தை ஒரு பாக்கெட் அல்லது பையில் வைத்து ஆடியோ வழிமுறைகளைப் PINபற்றவும்.
th: ใส่อุปกรณ์ไว้ในกระเป๋ากางเกงหรือกระเป๋าแล้วทำตามคำแนะนำด้วยเสียง
tr: Aygıtınızı cebinize veya çantanıza koyun ve sesli yönergeleri takip edin.
uk: Покладіть свій пристрій у кишеню чи сумку і виконуйте аудіовказівки.
vi: Cho thiết bị của bạn vào trong túi hoặc vào giỏ và làm theo âm thanh hướng dẫn.
vi_vn: Đặt thiết bị của bạn vào túi quần áo hoặc túi và làm theo hướng dẫn bằng âm thanh.
xh_za: Beka isixhobo sakho kwipokethi okanye kwibhegi yaye ulandele imiyalelo yeodiyo.
zh_cn: 请将手机放入口袋或背包中，然后跟随音频指示操作。
zh_hans_my: 将您的设备放入口袋或包袋中，并按照音频说明进行操作。
zh_hk: 將你的裝置放入口袋或手袋中，並跟隨音訊指示。
zh_tw: 將您的裝置放在口袋或包包並依照語音指示來操作。

# WALK_INTRO_2_DETAIL_BACK_AND_FORTH_INSTRUCTION
source: Tap Get Started when you are ready to begin. Then place your device in a pocket or bag and follow the audio instructions.
ar: اضغط على “البدء” عندما تكون مستعدًا للبدء. بعد ذلك ضع جهازك في حافظة أو حقيبة واتبع الإرشادات الصوتية.
ca: Quan estiguis a punt, toca Començar. Llavors, posa’t el dispositiu a la butxaca o a la bossa i segueix les instruccions d’àudio.
cs: Až budete připraveni, klepněte na Začít. Pak uložte zařízení do kapsy nebo tašky a postupujte podle zvukových pokynů.
da: Tryk på Gå i gang, når du er klar til at begynde. Anbring derefter enheden i en lomme eller taske, og følg lydinstruktionerne.
de: Tippe auf „Los geht’s!“, um anzufangen. Stecke dein Gerät dann in eine Hosentasche oder eine andere Tasche und folge den Audioanleitungen.
de_at: Tippen Sie auf Erste Schritte, wenn Sie bereit sind, zu beginnen. Legen Sie Ihr Gerät dann in eine Tasche oder eine Handtasche und befolgen Sie die Audioanweisungen.
el: Αγγίξτε «Έναρξη» όταν είστε έτοιμοι να ξεκινήσετε. Τοποθετήστε τη συσκευή σας στην τσέπη ή στην τσάντα σας και μετά ακολουθήστε τις ηχητικές οδηγίες.
es: Pulsa Empezar cuando estés preparado para comenzar. A continuación, guarda el teléfono en un bolsillo o en una bolsa y sigue las instrucciones de audio.
es_419: Toca Empezar cuando estés listo. Luego coloca el teléfono en un bolsillo o bolsa y sigue las instrucciones de audio.
fi: Kun olet valmis, napauta Aloita. Laita sitten puhelin taskuun tai laukkuun ja seuraa ääniohjeita.
fil_ph: I-tap ang Magsimula kapag handa ka nang magsimula. Pagkatapos ay ilagay ang iyong device sa isang bulsa o bag at sundin ang mga audio instruction.
fr: Touchez Démarrer une fois que vous êtes prêt à démarrer. Placez ensuite votre appareil dans une poche ou un sac et suivez les instructions audio.
fr_ca: Touchez Démarrer lorsque vous êtes prêt. Placez ensuite votre téléphone dans une poche ou un sac, puis suivez les instructions audio.
he: הקש/י על ״התחלה״ כשתהיה/י מוכן/ה. לאחר מכן, הנח/י את המכשיר בכיס או בתיק ובצע/י את ההוראות שיושמעו לך.
hi: जब आप शुरू करने के लिए तैयार हों, “आरंभ करें” पर टैप करें। फिर अपने उपकरण को जेब या बैग में रखें और ऑडियो निर्देशों का पालन करें।
hr: Dodirnite Pokreni kad ste spremni započeti. Zatim svoj uređaj stavite u džep ili torbu i slijedite audio upute.
hu: Koppintson a Kezdés elemre, amikor készen áll. Ezután tegye az eszközt a zsebébe vagy a táskájába, és kövesse a hangutasításokat.
id: Ketuk Mulai setelah Anda siap memulai. Kemudian, letakkan perangkat Anda di saku atau tas dan ikuti instruksi audio.
it: Tocca Inizia per cominciare. Quindi posiziona il dispositivo in tasca o in borsa e segui le istruzioni audio.
ja: 開始の準備ができたら、“開始”をタップしてください。 次に、デバイスをポケットまたはバッグに入れて、音声による指示に従ってください。
ms: Ketik Mulakan apabila anda bersedia untuk bermula. Kemudian letakkan peranti anda ke dalam saku atau beg dan ikuti arahan audio.
ms_latn_sg: Ketik Bermula apabila anda sedia untuk mula. Kemudian letakkan peranti anda dalam poket atau beg dan ikuti arahan audio.
nb_no: Trykk på Start når du er klar til å begynne. Legg deretter enheten i en lomme eller veske og følg lydinstruksjonene.
nl: Tik op 'Start' als je klaar bent om te beginnen. Stop het apparaat vervolgens in je zak of tas en volg de audio-instructies.
no: Trykk på Kom i gang når du er klar til å starte. Legg deretter enheten i en lomme eller veske, og følg lydinstruksjonene.
or_in: ଆପଣ ଆରମ୍ଭ କରିବା ପାଇଁ ପ୍ରସ୍ତୁତ ହେବା ପରେ ଆରମ୍ଭ ହେବା ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ | ନିଜର ଡିଭାଇସ୍‍କୁ ପକେଟ୍‌ କିମ୍ୱା ବ୍ୟାଗ୍‌ରେ ରଖନ୍ତୁ ଏବଂ ଅଡିଓ ନିର୍ଦ୍ଦେଶ ଅନୁସରଣ କରନ୍ତୁ |
pl: Gdy już możesz zacząć, stuknij w Start. Następnie umieść urządzenie w kieszeni lub w torbie i postępuj zgodnie z instrukcjami audio.
pt_pt: Quando estiver pronto(a), toque em Começar. Depois, coloque o dispositivo no bolso ou na carteira e siga as instruções via áudio.
ro: Apăsați “Start” când sunteți gata să începeți. Apoi puneți dispozitivul într-un buzunar sau într-o geantă și urmați instrucțiunile audio.
ru: Коснитесь «Начать», когда будете готовы приступить к выполнению задания. Затем положите устройство в карман или сумку и следуйте звуковым указаниям.
sk: Keď budete pripravení, klepnite na Začať. Potom si vložte zariadenie do vrecka alebo tašky a postupujte podľa zvukových pokynov.
sv: Tryck på Kom igång när du är redo att börja. Placera sedan enheten i en ficka eller väska och följ de talade anvisningarna.
ta_in: நீங்கள் தொடங்கத் தயாராக இருக்கும்போது ‘Get Started’ என்பதைத் தட்டவும். பின்னர் உங்கள் சாதனத்தை பாக்கெட் அல்லது பையில் வைத்து ஆடியோ வழிமுறைகளைப் பின்பற்றவும்.
ta_my: நீங்கள் தொடங்கத் தயாராக இருக்கும்போது தொடங்கு என்பதைத் தட்டவும். PINனர் உங்கள் சாதனத்தை ஒரு பாக்கெட் அல்லது பையில் வைத்து ஆடியோ வழிமுறைகளைப் PINபற்றவும்.
th: แตะเริ่มต้นกันเมื่อคุณพร้อมที่จะเริ่ม จากนั้นใส่อุปกรณ์ของคุณไว้ในกระเป๋ากางเกงหรือกระเป๋าแล้วทำตามคำแนะนำด้วยเสียง
tr: Başlamaya hazır olduğunuzda Başla’ya dokunun. Ardından aygıtınızı cebinize veya çantanıza yerleştirin ve sesli yönergeleri takip edin.
uk: Торкніть «Розпочати», коли ви готові починати. Потім покладіть свій пристрій у кишеню чи сумку і виконайте аудіовказівки.
vi: Chạm vào Bắt đầu khi bạn đã sẵn sàng. Sau đó, đặt thiết bị của bạn vào trong túi hoặc vào giỏ và làm theo âm thanh hướng dẫn.
vi_vn: Nhấp vào Bắt đầu khi bạn sẵn sàng bắt đầu. Sau đó, đặt thiết bị của bạn vào túi quần áo hoặc túi và làm theo hướng dẫn bằng âm thanh.
xh_za: Cofa Qalisa xa ukulungele ukuqalisa. Emva koko beka isixhobo sakho kwipokethi okanye kwibhegi yaye ulandele imiyalelo yeodiyo.
zh_cn: 准备就绪后，轻点“开始”。 将手机放入口袋或背包中，然后跟随音频指示操作。
zh_hans_my: 当您准备好开始时，点击“开始”。 然后将您的设备放入口袋或包袋中，并按照音频说明进行操作。
zh_hk: 當你準備好開始時，點一下「開始」。 然後將你的裝置放入口袋或手袋中，並跟隨音訊指示。
zh_tw: 當您準備好時，請點一下「開始測試」。 然後將裝置放在口袋或包包裡面，並依照語音指示執行。

# WALK_INTRO_2_TEXT_%ld
source: Find a place where you can safely walk unassisted for about %ld steps in a straight line.
ar: اعثر على مكان يمكنك المشي فيه بصورة آمنة دون مساعدة لمسافة %ld من الخطوات تقريبًا في خط مستقيم.
ca: Busca un lloc on puguis caminar sense assistència de manera seguida uns %ld passos en línia recta.
cs: Najděte si místo, kde můžete bezpečně bez asistence ujít přibližně %ld kroků v přímém směru.
da: Find et sted, hvor du kan gå omkring %ld trin sikkert uden hjælp i en lige linje.
de: Finde eine Stelle, an der du sicher und ohne Hilfe etwa %ld Schritte in einer geraden Linie gehen kannst.
de_at: Finden Sie einen Ort, an dem Sie ohne fremde Hilfe etwa %ld Schritte in gerader Linie sicher gehen können.
el: Βρείτε έναν χώρο όπου μπορείτε να περπατήσετε με ασφάλεια χωρίς βοήθεια και κάντε περίπου %ld βήματα σε ευθεία γραμμή.
es: Busca un lugar en el que puedas dar unos %ld pasos en línea recta de forma segura sin ayuda.
es_419: Encuentra un lugar donde puedas dar %ld pasos en línea recta sin ayuda.
fi: Etsi paikka, jossa voit turvallisesti kävellä avustamatta noin %ld askelta suoraan.
fil_ph: Humanap ng isang lugar kung saan maaari kang ligtas na maglakad nang hindi tinulungan para sa halos %ld na mga hakbang sa isang tuwid na linya.
fr: Trouvez un endroit où vous pouvez effectuer environ %ld pas sur une ligne droite en sécurité et sans assistance.
fr_ca: Trouvez un endroit adéquat pour parcourir %ld pas en ligne droite, en sécurité et sans assistance.
he: מצא/י מקום שבו תוכל/י ללכת בבטחה וללא סיוע למרחק של %ld צעדים בקו ישר.
hi: ऐसी जगह ढूँढें जहाँ आप बिना किसी सहायता के लगभग %ld क़दम सीधी रेखा में चल सकें।
hr: Pronađite mjesto na kojem možete sigurno hodati približno %ld koraka u ravnoj liniji.
hu: Keressen olyan helyet, ahol segítség nélkül gyalogolhat egyenesen körülbelül %ld lépést.
id: Temukan tempat yang memungkinkan Anda untuk berjalan kaki dengan aman tanpa bantuan sejauh sekitar %ld langkah dalam garis lurus.
it: Trova un luogo in cui puoi fare autonomamente circa %ld passi in linea retta in modo sicuro.
ja: 介助なしで安全に、まっすぐに%ld歩程度歩ける場所を見つけてください。
ko: 다른 도움 없이 일직선으로 안전하게 약 %ld보를 걸을 수 있는 장소를 찾으십시오.
ms: Cari tempat yang boleh anda berjalan dengan selamat tanpa bantuan sejauh %ld langkah dalam garis lurus.
ms_latn_sg: Cari tempat untuk anda berjalan dengan selamat tanpa bantuan selama kira-kira %ld langkah dalam garisan lurus.
nb_no: Finn et sted der du kan gå trygt uten hjelp i omtrent %ld skritt i en rett linje.
nl: Zoek een plek waar je veilig en zelfstandig ongeveer %ld stappen in een rechte lijn kunt zetten.
no: Finn et sted der du trygt og uten hjelp kan gå omtrent %ld skritt i rett linje.
or_in: ଆପଣ ଗୋଟିଏ ସ୍ଥାନ ଖୋଜନ୍ତୁ, ଯେଉଁଠାରେ ଆପଣ ଗୋଟିଏ ସିଧା ଲାଇନ୍‌ରେ %ld ପାଦ ପର୍ଯ୍ୟନ୍ତ ବିନା କୌଣସି ସହାୟତାରେ ଓ ସୁରକ୍ଷିତ ଭାବରେ ଚାଲିପାରିବେ |
pl: Znajdź miejsce, w którym możesz bezpiecznie i bez pomocy innych iść prosto i zatrzymać się po około %ld krokach.
pt_pt: Encontre um sítio onde possa andar em linha reta, em segurança e sem ajuda, durante aproximadamente %ld passos.
ro: Găsiți un loc unde să puteți merge în siguranță, fără a necesita asistență, aproximativ %ld pași în linie dreaptă.
ru: Найдите место, где Вы можете безопасно пройти %ld шагов по прямой линии без посторонней помощи.
sk: Nájdite si miesto, kde môžete bez cudzej pomoci bezpečne prejsť rovno %ld krokov.
sv: Hitta en plats där du säkert kan gå ungefär %ld steg i en rak linje utan hjälp.
ta_in: ஒரு நேர் கோட்டில் சுமார் %ld அடிகளுக்கு நீங்கள் பாதுகாப்பாக துணையின்றி நடக்கக்கூடிய இடத்தைக் கண்டறியவும்.
ta_my: ஒரே நேர் கோட்டில் சுமார் %ld படிகளுக்கு நீங்கள் உதவியின்றி நடக்கக்கூடிய இடத்தைக் கண்டறியவும்.
th: ค้นหาที่ที่คุณสามารถเดินเป็นเส้นตรงได้ไกลประมาณ %ld ก้าวได้อย่างปลอดภัยโดยไม่ต้องมีสิ่งช่วยเหลือ
tr: Düz bir çizgide yaklaşık %ld adım yardımsız, güvenli bir şekilde yürüyebileceğiniz bir yer bulun.
uk: Знайдіть місце, де ви можете безпечно зробити %ld кроків по прямій без допомоги.
vi: Tìm một nơi mà bạn có thể đi bộ an toàn, không cần có sự hỗ trợ, trong khoảng %ld bước theo đường thẳng.
vi_vn: Tìm một nơi mà bạn có thể đi bộ một cách an toàn mà không cần trợ giúp trong khoảng %ld bước trên một đường thẳng.
xh_za: Fumana indawo apho unokuhamba kuyo ngokukhuselekileyo ungancedwa malunga %ld amanyathelo kumgca othe nkqo.
zh_cn: 请在步行安全区域（无外力辅助条件下）直线行走大约 %ld 步。
zh_hans_my: 找一个您可以在无人帮助的情况下安全行走的地方，然后沿直线步行约%ld步。
zh_hk: 找一個安全的地方，讓你可以不靠輔助地直線步行大約%ld步。
zh_tw: 請找到一個地方可讓您獨立安全地直線步行 %ld 步。
