Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# CONFIRM_PASSWORD_FORM_ITEM_PLACEHOLDER
source: Enter password again
ar: أدخل كلمة السر مرة أخرى
ca: Torna a escriure la contrasenya
cs: Zadejte heslo ještě jednou
da: Skriv adgangskoden igen
de: Erneut versuchen
de_at: Passwort erneut eingeben
el: Εισαγωγή πάλι
es: Introduce de nuevo la contraseña
es_419: Vuelve a ingresar la contraseña
fi: Syötä salasana uudelleen
fil_ph: Ipasok muli ang password
fr: Saisir à nouveau le mot de passe
fr_ca: Entrer à nouveau le mot de passe
he: הקש/י את הסיסמה שוב
hi: पासवर्ड पुनः दर्ज करें
hr: Ponovno unesite lozinku
hu: Jelszó ismételt megadása
id: Masukkan kata sandi lagi
it: Inserisci di nuovo la password
ja: パスワードを再入力
ko: 암호 다시 입력
ms: Masukkan kata laluan sekali lagi
ms_latn_sg: Masukkan kata laluan semula
nb_no: Skriv inn passordet igjen
nl: Herhaal wachtwoord
no: Oppgi passordet igjen
or_in: ପୁର୍ନବାର ପାସ୍‍ୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ
pl: Powtórz hasło
pt_pt: Volte a digitar a palavra‑passe
ro: Introduceți din nou parola
ru: Введите пароль снова
sk: Znovu zadajte heslo
sv: Ange lösenordet igen
ta_in: மீண்டும் கடவுச் சொல்லை உள்ளிடவும்
ta_my: கடவுச்சொல்லை மீண்டும் உள்ளிடவும்
th: ป้อนรหัสผ่านอีกครั้ง
tr: Parolayı yeniden girin
uk: Введіть пароль ще раз
vi: Nhập lại mật khẩu
vi_vn: Nhập lại mật khẩu
xh_za: Faka iphasiwedi kwakhona
zh_cn: 再次输入密码
zh_hans_my: 再次输入密码
zh_hk: 請再次輸入密碼
zh_tw: 再次輸入密碼

# CONFIRM_PASSWORD_FORM_ITEM_TITLE
source: Confirm
ar: تأكيد
ca: Confirmar
cs: Potvrzení
da: Bekræft
de: Bestätigen
de_at: Bestätigen
el: Επιβεβαίωση
es: Confirmar
es_419: Confirmar
fi: Vahvista
fil_ph: Kumpirmahin
fr: Confirmer
fr_ca: Confirmer
he: אשר/י
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
ms: Sahkan
ms_latn_sg: Sahkan
nb_no: Bekreft
nl: Herhaal
no: Bekreft
or_in: ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pl: Potwierdź
pt_pt: Confirmar
ro: Confirmați
ru: Подтверждение
sk: Potvrdiť
sv: Bekräfta
ta_in: உறுதி செய்யவும்
ta_my: உறுதி செய்க
th: ยืนยัน
tr: Doğrula
uk: Підтвердити
vi: Xác nhận
vi_vn: Xác nhận
xh_za: Qinisekisa
zh_cn: 确认
zh_hans_my: 确认
zh_hk: 確認
zh_tw: 確認

# CONSENT_DOC_LINE_DATE
source: Date
ar: التاريخ
ca: Data
cs: Datum
da: Dato
de: Datum
de_at: Datumsangabe
el: Ημερομηνία
es: Fecha
es_419: Fecha
fi: Päivämäärä
fil_ph: Petsa
he: תאריך
hi: तिथि
hr: Datum
hu: Dátum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
ms: Tarikh
ms_latn_sg: Tarikh
nb_no: Dato
nl: Datum
no: Dato
or_in: ତାରିଖ
pl: Data
pt_pt: Data
ro: Data
ru: Дата
sk: Dátum
sv: Datum
ta_in: தேதி
ta_my: தேதி
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
vi_vn: Ngày
xh_za: Umhla
zh_cn: 日期
zh_hans_my: 日期
zh_hk: 日期
zh_tw: 日期

# CONSENT_DOC_LINE_PRINTED_NAME
source: %@'s Name (printed)
ar: الاسم بخط اليد
ca: Nom en majúscules
cs: %@ - jméno
da: %@s navn (med bogstaver)
de: Name von %@ (Druckbuchstaben)
de_at: Name (in Druckbuchstaben) von %@
el: Ονοματεπώνυμο (ολογράφως)
es: Nombre del %@ (mayúsculas)
es_419: Nombre de %@ (escrito)
fi: %@ – nimi tekstattuna
fil_ph: %@'s Pangalan (naka-print)
fr: Nom de %@ (en majuscules)
fr_ca: Nom de %@ (en imprimé)
he: השם של %@ (מודפס)
hi: %@ का नाम (प्रिंट किया हुआ)
hr: %@: ime (tiskano)
hu: %@ neve (kinyomtatva)
id: Nama %@ (dicetak)
it: Nome di %@ (stampatello)
ja: %@さんの名前（活字体）
ko: %@의 이름 (인쇄됨)
ms: Nama %@ (bertulis)
ms_latn_sg: Nama %@ (dicetak)
nb_no: %@ sitt navn (blokkbokstaver)
nl: Naam in hoofdletters
no: Navnet til %@ (store bokstaver)
or_in: %@’ ଙ୍କର ନାମ (ମୁଦ୍ରିତ ହୋଇଥିବା)
pl: %@ – imię i nazwisko (drukowane)
pt_pt: Nome de: %@ (maiúsculas)
ro: Nume %@ (tipărit)
ru: %@ (расшифровка подписи)
sk: Meno osoby %@ (vytlačené)
sv: %@s namn (tryckt)
ta_in: %@'s பெயர் (அச்சிடப்பட்டது)
ta_my: %@இன் பெயர் (அச்சிடப்பட்டது)
th: ชื่อของ %@ (ตัวพิมพ์)
tr: %@ Adı (yazılı)
uk: Ім’я %@ (друкованими)
vi: Tên viết hoa
vi_vn: Tên của %@ (viết hoa)
xh_za: Igama lo%@ (eliprintiweyo)
zh_cn: %@的姓名（正楷书写）
zh_hans_my: %@ 的姓名（正楷）
zh_hk: 正楷名稱
zh_tw: %@ 的姓名（工整書寫）

# CONSENT_DOC_LINE_SIGNATURE
source: %@'s Signature
ar: التوقيع
ca: Signatura
cs: %@ - podpis
da: %@s underskrift
de: Unterschrift von %@
de_at: Unterschrift von %@
el: Υπογραφή
es: Firma del %@
es_419: Firma de %@
fi: %@ – allekirjoitus
fil_ph: %@'s Lagda
fr: Signature de %@
fr_ca: Signature de %@
he: החתימה של %@
hi: %@ का हस्ताक्षर
hr: %@: potpis
hu: %@ aláírása
id: Tanda Tangan %@
it: Firma di %@
ja: %@さんの署名
ko: %@의 서명
ms: Tandatangan %@
ms_latn_sg: Tandatangan %@
nb_no: %@ sin signatur
nl: Handtekening
no: Signaturen til %@
or_in: %@’ ଙ୍କର ସ୍ୱାକ୍ଷର
pl: %@ – podpis
pt_pt: Assinatura de: %@
ro: Semnătură %@
ru: %@ (подпись)
sk: Podpis osoby %@
sv: %@s signatur
ta_in: %@'s கையொப்பம்
ta_my: %@இன் கையொப்பம்
th: ลายเซ็นของ %@
tr: %@ İmzası
uk: Підпис %@
vi: Chữ ký
vi_vn: Chữ ký của %@
xh_za: Utyobelo ko%@
zh_cn: %@的签名
zh_hans_my: %@ 的签名
zh_hk: 簽名
zh_tw: %@ 的簽名

# CONSENT_LEARN_MORE_TITLE
source: Learn More
ar: معرفة المزيد
ca: Més informació
cs: Další informace
da: Læs mere
de: Weitere Infos
de_at: Erfahren Sie mehr
el: Μάθετε περισσότερα
es: Más información
es_419: Más información
fi: Lisätietoja
fil_ph: Matuto Nang Higit Pa
fr: En savoir plus
fr_ca: En savoir plus
he: פרטים נוספים
hi: और अधिक जानें
hr: Saznajte više
hu: További infók
id: Lebih Lanjut
it: Scopri di più
ja: 詳しい情報
ko: 더 알아보기
ms: Ketahui Lebih Lanjut
ms_latn_sg: Ketahui Lebih Lanjut
nb_no: Lær mer
nl: Meer informatie
no: Finn ut mer
or_in: ଅଧିକ ଜାଣନ୍ତୁ
pl: Więcej informacji
pt_pt: Saiba mais
ro: Aflați mai multe
ru: Подробнее
sk: Viac informácií
sv: Läs mer
ta_in: மேலும் அறிய
ta_my: மேலும் அறிக
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
uk: Докладніше
vi: Tìm hiểu Thêm
vi_vn: Tìm hiểu thêm
xh_za: Funda Ngakumbi
zh_cn: 了解更多
zh_hans_my: 了解更多
zh_hk: 了解更多
zh_tw: 更多內容

# CONSENT_NAME_FAMILY
source: Last Name
ar: اسم العائلة
ca: Cognoms
cs: Příjmení
da: Efternavn
de: Nachname
de_at: Nachname
el: Επώνυμο
es: Apellidos
es_419: Apellidos
fi: Sukunimi
fil_ph: Apelyido
fr: Nom
fr_ca: Nom de famille
he: שם משפחה
hi: उपनाम
hr: Prezime
hu: Családi név
id: Nama Belakang
it: Cognome
ja: 姓
ko: 성
ms: Nama Akhir
ms_latn_sg: Nama Keluarga
nb_no: Etternavn
nl: Achternaam
no: Etternavn
or_in: ଶେଷ ନାମ
pl: Nazwisko
pt_pt: Apelido
ro: Nume de familie
ru: Фамилия
sk: Priezvisko
sv: Efternamn
ta_in: இறுதி பெயர்
ta_my: கடைசிப் பெயர்
th: นามสกุล
tr: Soyad
uk: Прізвище
vi: Họ
vi_vn: Họ
xh_za: Ifani
zh_cn: 姓
zh_hans_my: 姓
zh_hk: 姓氏
zh_tw: 姓氏

# CONSENT_NAME_GIVEN
source: First Name
ar: الاسم الأول
ca: Nom
cs: Jméno
da: Fornavn
de: Vorname
de_at: Vorname
el: Όνομα
es: Nombre
es_419: Nombre
fi: Etunimi
fil_ph: Unang Pangalan
fr: Prénom
fr_ca: Prénom
he: שם פרטי
hi: प्रथम नाम
hr: Ime
hu: Utónév
id: Nama Depan
it: Nome
ja: 名
ko: 이름
ms: Nama Pertama
ms_latn_sg: Nama Pertama
nb_no: Fornavn
nl: Voornaam
no: Fornavn
or_in: ପ୍ରଥମ ନାମ
pl: Imię
pt_pt: Nome
ro: Prenume
ru: Имя
sk: Meno
sv: Förnamn
ta_in: முதற்பெயர்
ta_my: முதற் பெயர்
th: ชื่อ
tr: Ad
uk: Ім’я
vi: Tên
vi_vn: Tên
xh_za: Igama Lokuqala
zh_cn: 名
zh_hans_my: 名字
zh_hk: 名字
zh_tw: 名字

# CONSENT_NAME_PLACEHOLDER
source: Required
ar: مطلوب
ca: Obligatori
cs: Požadováno
da: Nødvendig
de: Erforderlich
de_at: Erforderlich
el: Απαιτείται
es: Obligatorio
es_419: Campo obligatorio
fi: Vaaditaan
fil_ph: Kailangan
fr: Obligatoire
fr_ca: Requis
he: חובה
hi: आवश्यक
hr: Potrebno
hu: Szükséges
id: Diperlukan
it: Obbligatorio
ja: 必須
ko: 필요함
ms: Diperlukan
ms_latn_sg: Diperlukan
nb_no: Påkrevd
nl: Vereist
no: Kreves
or_in: ଆବଶ୍ୟକୀୟ
pl: Wymagane
pt_pt: necessário
ro: Obligatoriu
ru: Обязательно
sk: Povinné
sv: Krävs
ta_in: தேவைப்படும்
ta_my: தேவையானவை
th: บังคับ
tr: Gerekli
uk: Обов’язково
vi: Bắt buộc
vi_vn: Yêu cầu
xh_za: Iyafuneka
zh_cn: 必填
zh_hans_my: 必填
zh_hk: 必填
zh_tw: 必填

# CONSENT_NAME_TITLE
source: Consent
ar: موافقة
ca: Consentiment
cs: Souhlas
da: Tilladelse
de: Zustimmung
de_at: Zustimmungserklärung
el: Συναίνεση
es: Consentimiento
es_419: Consentimiento
fi: Suostumus
fr: Consentement
fr_ca: Consentement
he: הסכמה
hi: सहमति
hr: Pristanak
hu: Beleegyezés
id: Persetujuan
it: Consenso
ja: 同意
ko: 동의
ms: Keizinan
ms_latn_sg: Persetujuan
nb_no: Samtykke
nl: Toestemming
no: Samtykke
or_in: ସହମତି
pl: Zgoda
pt_pt: Autorização
ro: Consimțământ
ru: Согласие
sk: Súhlas
sv: Godkännande
ta_in: ஒப்புதல்
ta_my: ஒப்புதல்
th: ความยินยอม
tr: İzin
uk: Згода
vi: Đồng ý
vi_vn: Chấp thuận
xh_za: Imvume
zh_cn: 同意
zh_hans_my: 同意
zh_hk: 同意書
zh_tw: 許可

# CONSENT_PAGE_NUMBER_FORMAT
source: Page %1$ld of %2$ld
ar: صفحة %1$ld من %2$ld
ca: Pàgina %1$ld de %2$ld
cs: Stránka %1$ld z %2$ld
da: Side %1$ld af %2$ld
de: Seite %1$ld von %2$ld
de_at: Seite %1$ ld von %2$ ld
el: Σελίδα %1$ld από %2$ld
es: Página %1$ld de %2$ld
es_419: Página %1$ld de %2$ld
fi: Sivu %1$ld / %2$ld
fil_ph: Pahina %1$ld ng %2$ld
fr: Page %1$ld sur %2$ld
fr_ca: Page %1$ld sur %2$ld
he: עמוד %1$ld מתוך %2$ld
hi: पृष्ठ %1$ld/%2$ld
hr: Stranica %1$ld od %2$ld
hu: %2$ld/%1$ld oldal
id: Halaman %1$ld dari %2$ld
it: Pagina %1$ld di %2$ld
ja: ページ%1$ld/%2$ld
ko: %1$ld/%2$ld페이지
ms: Halaman %1$ld daripada %2$ld
ms_latn_sg: Halaman %1$ld daripada %2$ld
nb_no: Side %1$ld av %2$ld
nl: Pagina %1$ld van %2$ld
no: Side %1$ld av %2$ld
or_in: %2$ld ର ପେଜ୍‌ %1$ld
pl: Strona %1$ld z %2$ld
pt_pt: Página %1$ld de %2$ld
ro: Pagina %1$ld din %2$ld
ru: Стр. %1$ld из %2$ld
sk: Strana %1$ld z %2$ld
sv: Sidan %1$ld av %2$ld
ta_in: பக்கம் %1$ld இன் %2$ld
ta_my: உடைய %1$ld பக்கம் %2$ld
th: หน้า %1$ld จาก %2$ld
tr: Sayfa %1$ld / %2$ld
uk: Сторінка %1$ld із %2$ld
vi: Trang %1$ld / %2$ld
vi_vn: Trang %1$ld / %2$ld
xh_za: Iphepha %1$ld le %2$ld
zh_cn: 第 %1$ld/%2$ld 页
zh_hans_my: 第%1$ld页，共%2$ld页
zh_hk: 第%1$ld頁（共%2$ld頁）
zh_tw: 第 %1$ld 頁（共 %2$ld 頁）

# CONSENT_REVIEW_ALERT_TITLE
source: Review
ar: مراجعة
ca: Revisió
cs: Kontrola
da: Gennemse
de: Überprüfen
de_at: Überprüfen
el: Έλεγχος
es: Revisar
es_419: Revisar
fi: Tarkasta
fr: Vérification
fr_ca: Révision
he: סקור/י
hi: समीक्षा
hr: Pregled informacija
hu: Áttekintés
id: Tinjauan
it: Verifica
ja: 確認
ko: 검토
ms: Semak
ms_latn_sg: Semakan
nb_no: Gjennomgang
nl: Bekijk
no: Se gjennom
or_in: ପୁନଃସମୀକ୍ଷା କରନ୍ତୁ
pl: Przejrzyj
pt_pt: Leia com atenção
ro: Recapitulare
ru: Проверка
sk: Skontrolovať
sv: Granska
ta_in: மதிப்பாய்வு
ta_my: மதிப்பாய்வு
th: ตรวจทาน
tr: Gözden Geçir
uk: Огляд
vi: Xem lại
vi_vn: Ôn tập
xh_za: Ukuhlola
zh_cn: 检查
zh_hans_my: 审核
zh_hk: 同意書檢閱
zh_tw: 檢視

# CONSENT_REVIEW_INSTRUCTION
source: Review the form below, and tap Agree if you're ready to continue.
ar: راجع النموذج أدناه، واضغط على موافقة إذا كنت مستعدًا للمتابعة.
ca: Repassa el formulari de sota i toca Acceptar si estàs a punt per continuar.
cs: Projděte si formulář níže, a až budete připraveni pokračovat, klepněte na Souhlasím.
da: Gennemse nedenstående formular, og tryk på Enig, hvis du er klar til at fortsætte.
de: Lies das Formular unten nochmals durch und tippe auf „Akzeptieren“, wenn du bereit zum Fortfahren bist.
de_at: Überprüfen Sie das untenstehende Formular und tippen Sie auf Zustimmen, wenn Sie bereit sind, fortzufahren.
el: Διαβάστε την παρακάτω φόρμα και αγγίξτε «Αποδοχή» αν είστε έτοιμοι να συνεχίσετε.
es: Revisa el siguiente formulario y pulsa Acepto si estás listo para continuar.
es_419: Revisa la siguiente forma y toca Acepto para continuar.
fi: Tarkasta alla oleva lomake ja napauta ”Hyväksy”, jos olet valmis jatkamaan.
fil_ph: Suriin ang form sa ibaba, at i-tap ang Agree kung handa ka nang magpatuloy.
fr: Consultez le formulaire ci-dessous et touchez Accepter si vous êtes prêt à continuer.
fr_ca: Consultez le formulaire ci-dessous et touchez Accepter si vous êtes prêt à continuer.
he: עיין/י בטופס הבא, והקש/י על ״אני מסכים/ה״ אם הינך מוכן/ה להמשיך.
hi: नीचे दिए गए फ़ॉर्म को देखें और जारी रखने के लिए “सहमत” पर टैप करें।
hr: Pregledajte obrazac u nastavku, te dodirnite Slažem se ako ste spremni nastaviti.
hu: Tekintse át az alábbi űrlapot, majd koppintson az Elfogadom gombra, ha készen áll a folytatásra.
id: Tinjau formulir di bawah, dan ketuk Setuju jika Anda siap melanjutkan.
it: Leggi il modulo sottostante e scegli Accetto per continuare.
ja: 下記のフォームを確認して、続ける場合は“同意する”をタップしてください。
ko: 아래 양식을 검토하고 계속할 준비가 되었으면 동의를 탭하십시오.
ms: Semak borang di bawah dan ketik Setuju jika anda bersedia untuk meneruskan.
ms_latn_sg: Semak borang di bawah, dan ketik Setuju jika anda sedia untuk teruskan.
nb_no: Se gjennom skjemaet nedenfor og trykk på Godta hvis du er klar til å fortsette.
nl: Lees het formulier hieronder door en tik op 'Akkoord' als je klaar bent om verder te gaan.
no: Se gjennom skjemaet nedenfor, og trykk på Enig hvis du er klar til å fortsette.
or_in: ତଳେ ଥିବା ଫର୍ମକୁ ପୁନଃସମୀକ୍ଷା କରନ୍ତୁ, ଏବଂ ଯଦି ଆପଣ ଜାରି ରଖିବାକୁ ପ୍ରସ୍ତୁତ ଅଟନ୍ତି ତେବେ ସହମତ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ
pl: Przejrzyj poniższy formularz i stuknij w Akceptuję, jeśli możesz kontynuować.
pt_pt: Leia com atenção o texto abaixo e toque em Concordo se pretende continuar.
ro: Consultați formularul de mai jos și apăsați “De acord” dacă sunteți gata să continuați.
ru: Проверьте приведенную ниже форму и коснитесь «Принимаю», если Вы готовы продолжить.
sk: Skontrolujte formulár nižšie, a ak ste pripravení pokračovať, klepnite na Súhlasím.
sv: Granska formuläret nedan och tryck på Godkänn om du är redo att fortsätta.
ta_in: கீழுள்ள படிவத்தை மதிப்பாய்வு செய்து, மேலும் தொடர நீங்கள் தயாராக இருந்தால் ‘Agree’ என்பதைத் தட்டவும்.
ta_my: கீழேயுள்ள படிவத்தை மதிப்பாய்வு செய்து, தொடர நீங்கள் தயாராக இருந்தால் ஒப்புக்கொள் என்பதைத் தட்டவும்.
th: ตรวจทานแบบฟอร์มด้านล่างแล้วแตะยอมรับหากคุณพร้อมดำเนินการต่อแล้ว
tr: Aşağıdaki formu gözden geçirin, sürdürmeye hazırsanız Kabul Ediyorum’a dokunun.
uk: Перегляньте форму вище і торкніть «Погоджуюсь», якщо ви готові продовжити.
vi: Hãy xem xét biểu mẫu bên dưới và chạm vào Đồng ý nếu bạn sẵn sàng tiếp tục.
vi_vn: Xem lại biểu mẫu bên dưới và nhấp Chấp thuận nếu bạn đã sẵn sàng tiếp tục.
xh_za: Hlola ifomu ngezantsi, yaye ucofe Vuma ukuba ukulungele ukuqhubeka.
zh_cn: 请检查下方的表单，确认后请轻点“同意”。
zh_hans_my: 查看下面的表格，如果您准备好继续，请点击“同意”。
zh_hk: 請檢視以下表格，如你準備好繼續，請點一下「同意」。
zh_tw: 檢視下方的表單，準備好繼續時請點一下「同意」。

# CONSENT_REVIEW_TITLE
source: Review
ar: مراجعة
ca: Revisió
cs: Kontrola
da: Gennemse
de: Überprüfen
de_at: Überprüfen
el: Έλεγχος
es: Revisar
es_419: Revisar
fi: Tarkasta
fr: Vérification
fr_ca: Révision
he: סקור/י
hi: समीक्षा
hr: Pregled informacija
hu: Áttekintés
id: Tinjauan
it: Verifica
ja: 確認
ko: 검토
ms: Semak
ms_latn_sg: Semakan
nb_no: Gjennomgang
nl: Bekijk
no: Se gjennom
or_in: ପୁନଃସମୀକ୍ଷା କରନ୍ତୁ
pl: Przejrzyj
pt_pt: Leia com atenção
ro: Recapitulare
ru: Проверка
sk: Skontrolovať
sv: Granska
ta_in: மதிப்பாய்வு
ta_my: மதிப்பாய்வு
th: ตรวจทาน
tr: Gözden Geçir
uk: Огляд
vi: Xem lại
vi_vn: Ôn tập
xh_za: Ukuhlola
zh_cn: 检查
zh_hans_my: 审核
zh_hk: 同意書檢閱
zh_tw: 檢視

# CONSENT_SECTION_DATA_GATHERING
source: Data Gathering
ar: جمع البيانات
ca: Recopilació de dades
cs: Shromažďování dat
da: Dataindsamling
de: Datenerfassung
de_at: Datenerfassung
el: Συλλογή δεδομένων
es: Recopilación de datos
es_419: Recopilación de datos
fi: Tietojen kerääminen
fil_ph: Pagtitipon ng Data
fr: Collecte des données
fr_ca: Collecte de données
he: איסוף נתונים
hi: डेटा एकत्रीकरण
hr: Prikupljanje podataka
hu: Adatgyűjtés
id: Pengumpulan Data
it: Raccolta dati
ja: データの収集
ko: 데이터 수집
ms: Pengumpulan Data
ms_latn_sg: Pengumpulan Data
nb_no: Datainnsamling
nl: Gegevens verzamelen
no: Datainnsamling
or_in: ଡାଟା ଏକତ୍ରକରଣ
pl: Gromadzenie danych
pt_pt: Recolha de dados
ro: Colectarea datelor
ru: Сбор данных
sk: Zber dát
sv: Datainsamling
ta_in: தரவு ஒருங்கிணைத்தல்
ta_my: தரவு சேகரிப்பு
th: การรวบรวมข้อมูล
tr: Veri Toplama
uk: Збір даних
vi: Thu thập Dữ liệu
vi_vn: Thu thập dữ liệu
xh_za: Ukudityaniswa Kwenkcukacha
zh_cn: 数据收集
zh_hans_my: 数据收集
zh_hk: 數據收集
zh_tw: 收集資料

# CONSENT_SECTION_DATA_USE
source: Data Use
ar: استخدام البيانات
ca: Ús de dades
cs: Využití dat
da: Databrug
de: Datennutzung
de_at: Datennutzung
el: Χρήση δεδομένων
es: Utilización de datos
es_419: Uso de datos
fi: Tietojen käyttö
fil_ph: Paggamit ng Data
fr: Utilisation des données
fr_ca: Utilisation des données
he: שימוש בנתונים
hi: डेटा उपयोग
hr: Uporaba podataka
hu: Adathasználat
id: Penggunaan Data
it: Utilizzo dati
ja: データの使用方法
ko: 데이터 사용
ms: Penggunaan Data
ms_latn_sg: Penggunaan Data
nb_no: Databruk
nl: Gegevensgebruik
no: Databruk
or_in: ଡାଟା ବ୍ୟବହାର
pl: Użycie danych
pt_pt: Utilização de dados
ro: Utilizarea datelor
ru: Использование данных
sk: Využitie dát
sv: Dataanvändning
ta_in: தரவு உபயோகம்
ta_my: தரவு செயலி
th: การใช้ข้อมูล
tr: Veri Kullanımı
uk: Використання даних
vi: Sử dụng Dữ liệu
vi_vn: Sử dụng dữ liệu
xh_za: Ukusetyenziswa Kwenkcukacha
zh_cn: 数据使用
zh_hans_my: 数据使用
zh_hk: 數據使用
zh_tw: 使用資料

# CONSENT_SECTION_PRIVACY
source: Privacy
ar: الخصوصية
ca: Privacitat
cs: Soukromí
da: Anonymitet
de: Datenschutz
de_at: Privatsphäre
el: Απόρρητο
es: Privacidad
es_419: Privacidad
fi: Tietosuoja
fr: Confidentialité
fr_ca: Confidentialité
he: פרטיות
hi: गोपनीयता
hr: Privatnost
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인 정보 보호
ms: Privasi
ms_latn_sg: Privasi
nb_no: Privatvern
no: Personvern
or_in: ଗୋପନୀୟତା
pl: Prywatność
pt_pt: Privacidade
ro: Intimitate
ru: Личные данные
sk: Súkromie
sv: Integritet
ta_in: தனியுரிமை
ta_my: தனியுரிமை
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Приватність
vi: Quyền riêng tư
vi_vn: Quyền riêng tư
xh_za: Imfihlo
zh_cn: 隐私权
zh_hans_my: 隐私
zh_hk: 私隱
zh_tw: 隱私權

# CONSENT_SECTION_STUDY_SURVEY
source: Study Survey
ar: استطلاع الدراسة
ca: Avaluació de l’estudi
cs: Studijní průzkum
da: Undersøgelse
de: Studienumfrage
de_at: Studienumfrage
el: Έρευνα μελέτης
es: Evaluación del estudio
es_419: Encuesta del estudio
fi: Tutkimuskysely
fil_ph: Survey sa Pag-aaral
fr: Étude
fr_ca: Enquête de l’étude
he: סקר מחקר
hi: सर्वेक्षण अध्ययन
hr: Istraživačka anketa
hu: Kérdőív
id: Survei Studi
it: Indagine conoscitiva
ja: 調査アンケート
ko: 연구 설문
ms: Tinjauan Kajian
ms_latn_sg: Tinjauan Kajian
nb_no: Studieundersøkelse
nl: Onderzoeksenquête
no: Undersøkelse
or_in: ସର୍ବେକ୍ଷଣ ଅଧ୍ୟୟନ କରନ୍ତୁ
pl: Ankieta badawcza
pt_pt: Inquérito
ro: Chestionar studiu
ru: Опрос
sk: Študijný prieskum
sv: Studieenkät
ta_in: ஆய்வு கணக்கெடுப்பு
ta_my: ஆய்வு ஆய்வு
th: การสำรวจงานศึกษา
tr: Çalışma Anketi
uk: Дослідне опитування
vi: Khảo sát Nghiên cứu
vi_vn: Khảo sát của Nghiên cứu
xh_za: Uphando Lophononono
zh_cn: 研究调查
zh_hans_my: 研究调查
zh_hk: 研究問卷
zh_tw: 研究問卷

# CONSENT_SECTION_STUDY_TASKS
source: Study Tasks
ar: مهام الدراسة
ca: Tasques d’estudi
cs: Studijní úkoly
da: Opgaver
de: Studienaufgaben
de_at: Studienaufgaben
el: Εργασίες μελέτης
es: Tareas del estudio
es_419: Tareas del estudio
fi: Tutkimustehtävät
fil_ph: Mga Gawain sa Pag-aaral
fr: Tâches de l’étude
fr_ca: Tâches de l’étude
he: משימות מחקר
hi: अध्ययन कार्य
hr: Zadaci istraživanja
hu: A vizsgálat feladatai
id: Tugas Studi
it: Attività indagine conoscitiva
ja: 調査タスク
ko: 연구 과제
ms: Tugas Kajian
ms_latn_sg: Tugasan Kajian
nb_no: Studieoppgaver
nl: Onderzoekstaken
no: Oppgaver
or_in: ଟାସ୍କ ଅଧ୍ୟୟନ କରନ୍ତୁ
pl: Zadania badawcze
pt_pt: Tarefas
ro: Sarcini studiu
ru: Задачи
sk: Študijné úlohy
sv: Studieåtgärder
ta_in: பணி ஆய்வு
ta_my: ஆய்வு பணிகள்
th: บททดสอบศึกษา
tr: Çalışma Görevleri
uk: Дослідні завдання
vi: Nhiệm vụ Nghiên cứu
vi_vn: Nhiệm vụ của nghiên cứu
xh_za: Imisebenzi Yophononongo
zh_cn: 研究任务
zh_hans_my: 研究任务
zh_hk: 研究任務
zh_tw: 研究任務

# CONSENT_SECTION_TIME_COMMITMENT
source: Time Commitment
ar: التزام الوقت
ca: Temps necessari
cs: Věnovaný čas
da: Tidsforbrug
de: Zeitaufwand
de_at: Zeitliche Verpflichtung
el: Απαιτούμενος χρόνος
es: Tiempo dedicado
es_419: Compromiso de tiempo
fi: Ajankäyttö
fil_ph: Oras na Pangako
fr: Temps consacré à l’étude
fr_ca: Durée de l'engagement
he: התחייבות זמן
hi: समय प्रतिबद्धता
hr: Potrebno vrijeme
hu: Szükséges idő
id: Komitmen Waktu
it: Tempo richiesto
ja: 所要時間
ko: 소요 시간
ms: Komitmen Masa
ms_latn_sg: Komitmen Masa
nb_no: Tidsengasjement
nl: Benodigde tijd
no: Tidsbruk
or_in: ସମୟ ପ୍ରତିଶ୍ରୁତି
pl: Zobowiązanie czasowe
pt_pt: Tempo dedicado
ro: Alocarea timpului
ru: Соглашение о времени
sk: Časová náročnosť
sv: Tidsåtgång
ta_in: நேர அர்ப்பணிப்பு
ta_my: நேர அர்ப்பணிப்பு
th: เวลาดำเนินการ
tr: Zaman Ayırma
uk: Часове навантаження
vi: Cam kết Thời gian
vi_vn: Cam kết thời gian
xh_za: Ixesha Lokuzibophelela
zh_cn: 时间保证
zh_hans_my: 时间投入
zh_hk: 所需時間
zh_tw: 花費時間

# CONSENT_SECTION_WELCOME
source: Welcome
ar: مرحبًا
ca: Benvingut
cs: Vítejte
da: Velkommen
de: Willkommen
de_at: Herzlich Willkommen
el: Καλώς ορίσατε
es: Bienvenido
es_419: Bienvenido
fi: Tervetuloa
fil_ph: Maligayang pagdating
fr: Bienvenue
fr_ca: Bienvenue
he: ברוך/ה הבא/ה
hi: स्वागत है
hr: Dobrodošli
hu: Üdvözöljük
id: Selamat Datang
it: Benvenuto
ja: ようこそ
ko: 환영합니다.
ms: Selamat Datang
ms_latn_sg: Selamat datang
nb_no: Velkommen
nl: Welkom
no: Velkommen
or_in: ସ୍ୱାଗତ
pl: Witamy
pt_pt: Damos‑lhe as boas‑vindas!
ro: Bun venit
ru: Добро пожаловать!
sk: Vitajte
sv: Välkommen
ta_in: நல்வரவு
ta_my: நல்வரவு
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
uk: Ласкаво просимо
vi: Chào mừng
vi_vn: Chào mừng
xh_za: Wamkelekile
zh_cn: 欢迎使用
zh_hans_my: 欢迎
zh_hk: 歡迎
zh_tw: 歡迎

# CONSENT_SECTION_WITHDRAWING
source: Withdrawing
ar: الانسحاب
ca: Abandonar
cs: Odstoupení
da: Tilbagetrækning
de: Aussteigen
de_at: Verlassen der Studie
el: Αποχώρηση
es: Salida del estudio
es_419: Darse de baja
fi: Peruuttaminen
fil_ph: Pag-atras
fr: Retrait de l’étude
fr_ca: Abandonner
he: ביטול השתתפות
hi: सहमति वापस लेना
hr: Povlačenje pristanka
hu: Visszavonás
id: Penarikan Diri
it: Ritiro
ja: 同意の撤回
ko: 철회하기
ms: Menarik Diri
ms_latn_sg: Menarik Balik
nb_no: Tilbaketrekking
nl: Afzien van deelname
no: Avslutte studien
or_in: ଉଠାଇବା
pl: Wycofywanie zgody
pt_pt: Desistência
ro: Retragere
ru: Отказ от участия
sk: Odstúpenie
sv: Tillbakadragning
ta_in: விலகுதல்
ta_my: திரும்பப் பெறுதல்
th: การถอนตัว
tr: Sözünü Geri Alma
uk: Відкликання
vi: Rút lui
vi_vn: Rút lại
xh_za: Ukurhoxisa
zh_cn: 退出研究
zh_hans_my: 退出
zh_hk: 退出研究
zh_tw: 退出調查

# CONSENT_SHARE_ONLY_%@
source: Only share my data with %@
ar: مشاركة بياناتي مع %@ فقط
ca: Compartir només les meves dades amb %@
cs: Sdílet data pouze se společností %@
da: Del kun mine data med %@
de: Meine Daten nur mit „%@“ teilen
de_at: Meine Daten nur an %@ weitergeben
el: Κοινοποίηση των δεδομένων μου μόνο σε: %@
es: Solo compartir mis datos con %@
es_419: Sólo compartir mis datos con %@
fi: Jaa datani vain kohteen %@ kanssa
fil_ph: Ibahagi lamang ang aking data sa %@
fr: Ne partager mes données qu’avec %@
fr_ca: Ne partager mes données qu’avec %@
he: שתף את הנתונים שלי רק עם %@
hi: मेरा डेटा केवल %@ के साथ साझा करें
hr: Dijeli moje podatke samo sa sveučilištem %@
hu: Az adataim megosztása csak a következővel: %@
id: Hanya bagikan data saya dengan %@
it: Condividi i miei dati solo con %@
ja: 自分のデータを%@とのみ共有します
ko: 나의 데이터를 %@에게만 공유
ms: Kongsi data saya dengan %@ sahaja
ms_latn_sg: Hanya kongsi data saya dengan %@
nb_no: Kun del data med %@
nl: Deel mijn gegevens alleen met %@
no: Del data kun med %@
or_in: %@ ସହିତ କେବଳ ମୋର ଡାଟା ଅଂଶୀଦାର କରେ
pl: Tylko %@ może uzyskać moje dane
pt_pt: Partilhar dados só com %@
ro: Partajați datele dvs. doar cu %@
ru: Предоставлять мои данные только %@
sk: Zdieľať dáta len s inštitúciou %@
sv: Dela mina data endast med %@
ta_in: %@ மட்டும் எனது தரவைப் பகிரவும்
ta_my: எனது தரவை மட்டும் %@உடன் பகிரவும்
th: แชร์ข้อมูลของฉันกับ %@ เท่านั้น
tr: Verilerimi yalnızca %@ ile paylaş
uk: Оприлюднювати тільки для %@
vi: Chỉ chia sẻ dữ liệu của tôi với %@
vi_vn: Chỉ chia sẻ dữ liệu của tôi với %@
xh_za: Kuphela yabelana ngedatha yam no %@
zh_cn: 仅与“%@”共享我的数据
zh_hans_my: 仅与%@共享我的数据
zh_hk: 只與「%@」分享我的數據
zh_tw: 只與「%@」分享資料
