Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# PSAT_INTRO_TEXT_2_%@
source: Single digits are presented every %@ seconds. You must add each new digit to the one immediately prior to it. Attention, you mustn't calculate a running total, but only the sum of the last two numbers.
ar: يتم عرض أرقام فردية كل %@. يجب إضافة كل رقم جديد إلى الرقم الذي يسبقه مباشرةً. انتبه، لا يجب حساب مجموع مستمر، لكن فقط مجموع آخر رقمين.
ca: Es presenten números solts cada %@ segons. Has de sumar cada nou número al número immediatament anterior. Atenció: No has d’anar calculant la suma total, sinó només la suma dels dos últims números.
cs: Vždy za %@ s se zobrazí číslice. Přičtěte ji k bezprostředně předchozí číslici. Nesčítejte všechny číslice. Sečtěte jen poslední dvě.
da: Der vises enkelte tal hvert %@. sekund. Du skal lægge hvert nye tal sammen med tallet lige før det. Bemærk: Du skal ikke lægge alle tallene sammen, kun de to sidste tal.
de: Alle %@ Sekunden werden einzelne Zahlen präsentiert. Die musst jede neue Zahl zu der unmittelbar vorhergehenden addieren. Achtung, du sollst nicht die Gesamtsumme bilden, sondern nur die Summe der beiden letzten Zahlen.
de_at: Einzelne Ziffern werden alle %@ Sekunden angezeigt. Sie müssen jede neue Ziffer mit der unmittelbar davor liegenden Ziffer addieren. Achtung, Sie dürfen keine laufende Summe berechnen, sondern nur die Summe der letzten beiden Zahlen.
el: Τα μονά ψηφία εμφανίζονται κάθε %@. Πρέπει να προσθέτετε κάθε νέο ψηφίο με το ακριβώς προηγούμενό του. Προσοχή: Δεν πρέπει να υπολογίζετε το ολικό σύνολο, αλλά μόνο το σύνολο των τελευταίων δύο αριθμών.
es: Cada %@ segundos se muestra un dígito. Debes sumar cada dígito nuevo al anterior. Atención: no debes calcular la suma total de todos los dígitos, sino solo la suma de los dos últimos números.
es_419: Los dígitos únicos se presentan cada %@ segundos. Debes sumar cada dígito nuevo al que lo precede inmediatamente. Nota: No debes calcular un total acumulado; sólo la suma de los últimos dos números.
fi: Yksittäisiä numeroita näytetään %@ sekunnin välein. Kukin uusi numero on lisättävä sitä edeltäneeseen. Huomaa, että ei ole tarkoitus laskea jatkuvaa summaa, vaan vain kahden viimeisen numeron summa.
fil_ph: Ipinapakita ang mga solong digit bawat %@ segundo. Dapat mong idagdag ang bawat bagong numero kaagad sa isa bago ito. Atensyon, hindi mo dapat i-calculate ang kabuuang pagtakbo, kundi ang kabuuan lamang ng huling dalawang numero.
fr: Des chiffres uniques s’affichent toutes les %@ secondes. Vous devez ajouter chaque nouveau chiffre à celui qui l’a précédé. Attention, vous ne devez pas calculer de total, mais simplement la somme des deux derniers chiffres.
fr_ca: Un chiffre s’affiche toutes les %@ secondes. Vous devez ajouter chaque nouveau chiffre au chiffre précédent. Attention, vous ne devez pas calculer la somme totale, mais bien la somme des deux derniers chiffres.
he: ספרות בודדות מוצגות כל %@ שניות. עליך להוסיף ספרה חדשה אל זו שנמצאת ממש לפניה. לתשומת לבך, אין לחשב את הסה״כ המצטבר, אלא רק את סכום שני המספרים האחרונים.
hi: एकल अंक प्रति %@ सेकंड में प्रस्तुत किए जाते हैं। आपको प्रत्येक नए अंक का उससे ठीक पहले वाले अंक से योग करना है। ध्यान रखें, आपको कुल योग परिकलित नहीं करना है बल्कि केवल अंतिम दो अंकों का योग परिकलित करना है।
hr: Jednoznamenkaste brojke prikazuju se svakih %@ sekundi. Morate pribrojiti svaku novu znamenku onoj koja joj neposredno prethodi. Pozor, ne smijete računati ukupni iznos, nego samo zbroj posljednja dva broja.
hu: %@ másodpercenként számjegyek jelennek meg. Minden új számjegyet adjon hozzá az előtte lévőhöz. Figyelem: Ne számítsa ki a teljes sorozat összegét, csak az utolsó két számjegy összegét.
id: Digit tunggal dimunculkan setiap %@ detik. Anda harus menambahkan setiap digit baru ke digit sebelumnya. Ingat, jangan menghitung jumlah total, tapi hanya jumlah dua angka terakhir.
it: Le singole cifre vengono mostrate ogni %@ secondi. Devi aggiungere ciascuna cifra a quella immediatamente precedente. Attenzione, non devi calcolare un totale collettivo, ma solo la somma degli ultimi due numeri.
ja: %@秒ごとに1つの数字が表示されます。 表示された数字を、直前に表示された数字と足してください。 すべての数字を足すのではありません。常に、表示された数字とその直前の数字の2つだけを足してください。
ko: 한 자릿수의 숫자가 %@초마다 제시됩니다. 새로운 숫자가 제시될 때마다 직전에 제시된 숫자에 더하십시오. 총 누계를 계산하지 않도록 주의하십시오. 직전에 제시된 두 개의 숫자만 더하십시오.
ms: Digit tunggal dipaparkan setiap %@ saat. Anda mesti menambahkan setiap digit baru dengan digit sebelumnya. Harap maklum, anda tidak perlu mengira jumlah keseluruhan, tetapi jumlah dua nombor terakhir sahaja.
ms_latn_sg: Angka tunggal dipaparkan setiap %@ saat. Anda mesti menambah setiap angka baharu kepada yang sebelumnya. Perhatian, anda tidak sepatutnya mengira jumlah keseluruhan, tetapi hanya jumlah bagi dua nombor terakhir.
nb_no: Enkelt siffer presenteres hvert %@ sekund. Du må legge til hvert nytt siffer i tallet umiddelbart før det. Vær oppmerksom på at du ikke må beregne en løpende total, men bare summen av de to siste tallene.
nl: Elke %@ zie en/of hoor je een cijfer. Je moet elk nieuw cijfer optellen bij het vorige cijfer. Let op: je moet niet het totaal van alle cijfers berekenen, maar alleen de som van de laatste twee cijfers.
no: Enkeltsifre vises hvert %@. sekund. Du må legge det nye sifferet sammen med det som ble vist rett før. Merk at du ikke skal summere alle tallene, bare de to som ble vist sist.
or_in: ପ୍ରତି %@ ସେକେଣ୍ଡରେ ଗୋଟିଏ ଅଙ୍କ ଉପସ୍ଥିତ ରହିଥାଏ | ଆପଣଙ୍କୁ ଏହା ପୂର୍ବରୁ ସଙ୍ଗେସଙ୍ଗେ ପ୍ରତ୍ୟେକ ନୂଆ ଅଙ୍କକୁ ଯୋଡନ୍ତୁ | ଧ୍ୟାନ ଦିଅନ୍ତୁ, ଆପଣ ଗୋଟିଏ ଗଣନା ହେଉଥିବା ସମୁଦାୟକୁ ଗଣନା କରିବା ଅନୁଚିତ, କିନ୍ତୁ ଶେଷ ଦୁଇ ନମ୍ୱରର ମୋଟ ଗଣନା କରିପାରିବେ |
pl: Zaprezentujemy pojedyncze cyfry zmieniające się po %@ sekundach. Każdą nową cyfrę musisz dodać do cyfry poprzedniej. Uwaga, nie obliczaj łącznej sumy, lecz tylko sumę dwóch ostatnich cyfr.
pt_pt: Os dígitos únicos são apresentados a cada %@ segundos. Tem de adicionar cada novo dígito ao dígito imediatamente anterior. Atenção, não deve calcular o valor total, mas apenas a soma dos últimos dois números.
ro: Cifrele apar la fiecare %@ secunde. Trebuie să adunați fiecare cifră nouă cu cea imediat precedentă. Atenție, nu trebuie să calculați suma totală, ci doar suma ultimelor două cifre.
ru: С частотой в %@ с будет показано однозначное число. Прибавляйте каждое новое число к предыдущему. Внимание! Вычислять общую сумму не нужно — просто складывайте два последних числа.
sk: Každé %@ s sa zobrazí nové číslo. Každé nové číslo musíte pripočítať k číslu zobrazenému pred ním. Pozor, nesmiete počítať celkový súčet týchto čísiel, ale len súčet dvoch posledných čísiel.
sv: Ensiffriga tal visas med intervall på %@ sekunder. Du måste addera varje nytt tal till talet som visades omedelbart före det. Obs! Du ska inte beräkna en löpande totalsumma, utan bara summan av de senaste två talen.
ta_in: ஒவ்வொரு %@ வினாடிகளிலும் ஒற்றை இலக்கங்கள் வழங்கப்படுகின்றன. ஒவ்வொரு புதிய இலக்கத்தையும் அதற்கு முன்பே உடனடியாக சேர்க்க வேண்டும். கவனம், நீங்கள் இயங்கும் எண்களில் இறுதியான இரண்டு எண்களை மட்டுமே கணக்கிடவேண்டுமே தவிர மொத்தமாகக் கூடாது.
ta_my: ஒவ்வொரு %@ வினாடிகளுக்கும் ஒற்றை இலக்கங்கள் வழங்கப்படுகின்றன. ஒவ்வொரு புதிய இலக்கத்தையும் அதற்கு முந்தைய இலக்கத்தில் சேர்க்க வேண்டும். கவனம், நீங்கள் ஓடும் மொத்தத்தை கணக்கிடக்கூடாது, ஆஆல் கடைசி இரண்டு எண்களின் கூட்டுத்தொகை மட்டுமே.
th: ตัวเลขหนึ่งหลักจะปรากฏขึ้นทุก %@ วินาที คุณต้องเพิ่มตัวเลขใหม่แต่ละตัวไปที่ตัวเลขก่อนหน้านั้นทันที โปรดทราบว่าคุณต้องไม่คำนวณผลรวมสะสม แต่ให้คำนวณเฉพาะผลรวมของตัวเลขสองตัวสุดท้ายเท่านั้น
tr: Tek basamaklar her%@ saniyede bir gösterilir. Her bir yeni basamağı hemen öncesindeki basamağa eklemelisiniz. Dikkat edin, toplamı değil, yalnızca son iki sayının toplamını hesaplayabilirsiniz.
uk: Однорозрядні числа показуються що %@ сек. Ви маєте додавати кожну нову цифру до цифри, що їй передує. Зауважте, що вам треба рахувати не підсумок, що наростає, а лише суму двох останніх чисел.
vi: Các số duy nhất được đưa ra sau mỗi %@. Bạn phải cộng từng số mới với số ngay trước nó. Lưu ý: bạn không được tính tổng liên tục mà chỉ được tính tổng của hai số sau cùng.
vi_vn: Các chữ số đơn lẻ được trình bày mỗi %@ giây. Bạn phải thêm mỗi chữ số mới vào một chữ số ngay trước nó. Chú ý, bạn không được tính tổng đang chạy mà chỉ tính tổng của hai số cuối cùng.
xh_za: Amanani angenanto to amela yonke imizuzwana %@. Umele wongeze inani elitsha ngalinye kwelo lingaphambi kwalo ngokukhawuleza. Ingqalelo, umele ubale isimbuku sokubaleka, kodwa kuphela isixa samanani amabini okugqibela.
zh_cn: 每隔 %@ 秒钟会显示一个一位数。 您必须将每个新数字与前面相邻的数字相加。 注意，您不准计算累加值，只能计算最后两个数字之和。
zh_hans_my: 每 %@ 秒显示一位数。 您必须将每个新数字添加到它之前的数字中。 注意，您不能计算运行总数，而只能计算最后两个数字的总和。
zh_hk: 每%@秒會顯示一個個位數字。 你必須將每個新數字和前一個數字相加。 請注意，你不能計算所有數字的總和，只需算最後兩個數字的總和。
zh_tw: 每 %@ 秒會顯示單一數字。 您必須將新的數字與前一個數字相加。 注意：您不能計算所有的數字總和，只需計算前兩個數字的總和。

# PVSAT_INTRO_TEXT
source: The Paced Visual Serial Addition Test measures your visual information processing speed and calculation ability.
ar: يقيس اختبار الجمع المتوالى البصري المتواتر سرعة معالجة المعلومات المرئية والقدرة الحسابية.
ca: El PAVT (test visual de suma en sèrie a ritme) mesura la teva velocitat de processament d’informació visual i la teva habilitat de càlcul.
cs: Paced Visual Serial Addition Test měří vaši rychlost a počtářské dovednosti při zpracovávání zrakových informací.
da: PVSAT-testen måler, hvor hurtigt du behandler synsoplysninger og din evne til at foretage udregninger.
de: Der visuelle Serienaddiertest mit Zeitlimit (PASAT, Paced Visual Serial Addition Test) misst, wie schnell du optische Informationen verarbeiten und rechnen kannst.
de_at: Der sog. „Paced Visual Serial Addition Test“ misst Ihre Verarbeitungsgeschwindigkeit und Berechnungsfähigkeit für visuelle Informationen.
el: Το τεστ PVSAT (Βηματική οπτική πρόσθεση αριθμών σε σειρά) αξιολογεί την ταχύτητα οπτικής επεξεργασίας πληροφοριών και την ικανότητα υπολογισμών.
es: La prueba de suma seriada visual por pasos mide tu velocidad de procesamiento de información visual y tu capacidad de cálculo.
es_419: La Prueba de la adición visual consecutiva ritmada (PVSAT) mide tu capacidad de cálculo y velocidad de procesamiento de información visual.
fi: PVSAT-testi (Paced Visual Serial Addition Test) mittaa nähdyn informaation käsittelynopeuttasi ja laskutaitoasi.
fil_ph: Sinusukat ng Paced Visual Serial Addition Test ang iyong bilis ng pagproseso ng impormasyon sa paningin at kakayahan sa pag-calculate.
fr: Le test PVSAT (Paced Visual Serial Addition Test) mesure votre vitesse de traitement des informations visuelles et votre capacité à calculer.
fr_ca: Le test rythmé d’addition en série visuelle (PAVAT) mesure la vitesse de traitement d’informations visuelles, ainsi que la capacité de calcul.
he: הבדיקה ״חיבור סדרתי מתוזמן של ראיה״ מודדת את מהירות עיבוד המידע ויכולת החישוב שלך בראיה.
hi: पेस्ड विजुअल सीरियल ऐडीशन टेस्ट के द्वारा देखकर जानकारी संसाधित करने की आपकी गति और परिकलन क्षमता को मापा जाता है।
hr: Vizualni test tempiranog serijskog zbrajanja mjeri (PVSAT) brzinu vaše obrade vizualnih podataka te sposobnost računanja.
hu: Az Ütemes vizuális sorozatösszeadási teszt a vizuális információfeldolgozási sebességet és számítási képességet méri.
id: Pengujian Paced Visual Serial Addition mengukur kecepatan pemrosesan informasi dan kemampuan menghitung visual Anda.
it: Il Paced Visual Serial Addition Test (PVSAT) misura la velocità di elaborazione delle informazioni visive e la capacità di calcolo.
ja: PVSAT（定速視覚的連続加算）では、視覚による情報処理速度と計算能力を測定します。
ko: PVSAT 테스트(Paced Visual Serial Addition Test)는 사용자의 시각 정보 처리 속도 및 계산 능력을 측정합니다.
ms: Ujian Penambahan Bersiri Visual Berkadar mengukur kelajuan pemprosesan maklumat visual dan keupayaan pengiraan anda.
ms_latn_sg: Ujian Tambahan Bersiri Visual Kelajuan ini mengukur kepantasan pemprosesan maklumat visual anda dan keupayaan untuk mengira.
nb_no: Paced Visual Serial Addition-testen måler hastigheten på visuell informasjon og beregningsevne.
nl: Met de PVSAT (een stapsgewijze visuele seriële opteltest) wordt gemeten hoe snel je zichtbare informatie verwerkt en hoe goed je kunt rekenen.
no: PVSAT-testen (Paced Visual Serial Addition Test) måler hvor raskt du behandler synsinformasjon og evnen din til å gjøre utregninger.
or_in: ପେସ୍ଡ ଭିଜୁଆଲ୍‍(ଦୃଷ୍ଟି) କ୍ରମିକ ଯୋଗ ପରୀକ୍ଷଣ ଆପଣଙ୍କର ଦୃଷ୍ଟିଶକ୍ତି ସୂଚନା ପ୍ରକ୍ରିୟାକରଣ ଗତି ଏବଂ ଗଣନା କ୍ଷମତାକୁ ମାପ କରିଥାଏ |
pl: Test PVSAT mierzy szybkość przetwarzania danych wizualnych i umiejętność liczenia.
pt_pt: O teste PVSAT (Paced Auditory Serial Addition Test) mede a velocidade de processamento de informação visual e a capacidade de cálculo.
ro: Testul PAVSAT (testul vizual pe etape de adunare în serie) măsoară aptitudinile dvs. de calcul și viteza de procesare a informațiilor vizuale.
ru: В визуальном тесте на сложение с заданным темпом измеряются способность обрабатывать визуальную информацию, а также способность к вычислениям.
sk: Paced Visual Serial Addition Test meria rýchlosť, akou dokážete spracovať a spočítať informácie prijaté prostredníctvom zraku.
sv: PVSAT (Paced Visual Serial Addition Test) mäter din visuella bearbetningshastighet och beräkningsförmåga.
ta_in: The Paced Visual Serial Addition Test உங்கள் காட்சி தகவல் செயலாக்க வேகம் மற்றும் கணக்கீட்டு திறனை அளவிடும்.
ta_my: வேகமான காட்சி தொடர் சேர்க்கை சோதனை உங்கள் காட்சி தகவல் செயலாக்க வேகம் மற்றும் கணக்கீட்டு திறனை அளவிடுகிறது.
th: การทดสอบความสามารถผ่านการบวกเลขตามความเร็วที่มองเห็นจะประเมินข้อมูลด้านการมองเห็นของคุณโดยการประมวลผลความเร็วและความสามารถด้านการคิดคำนวณ
tr: Tempolu Görsel Toplama Testi, görsel bilgi işleme hızınızı ve hesaplama becerinizi ölçer.
uk: Візуальний тест на складання у заданому темпі вимірює швидкість обробки вами візуальної інформації та вашу здібність до обчислення.
vi: Bài Kiểm tra Tính tổng Tuần tự bằng Hình ảnh Theo tốc độ đo lường tốc độ xử lý thông tin hình ảnh cùng với khả năng tính toán của bạn.
vi_vn: Bài kiểm tra bổ sung nối tiếp hình ảnh theo nhịp độ đo tốc độ xử lý thông tin hình ảnh và khả năng tính toán của bạn.
xh_za: Uvavanyo Lothotho Lwesantya Esongezelelweyo Sokubona lulinganisa inkcazelo yokubona yokwenza isantya kunye nokukwazi ukubala.
zh_cn: “步进式视觉累加实验”测量您的视觉信息处理速度和计算能力。
zh_hans_my: 踱步视觉连续加法测试测量您的视觉信息处理速度和计算能力。
zh_hk: 定時視覺連續加法測試（PVSAT）可測量你的視覺資料處理速度及計算能力。
zh_tw: 連續視覺序列附加測試（PVSAT）會測量您的視覺資訊處理速度和計算能力。

# PVSAT_TITLE
source: PVSAT
or_in: ପାଭସାଟ
ta_my: பி.வி.எஸ்.ஏ.டி.
uk: ВТСЗТ
xh_za: I-PVSAT

# RANGE_ALERT_MESSAGE_ABOVE_MAXIMUM
source: %1$@ exceeds the maximum allowed value (%2$@).
ar: ‏%1$@ تتخطى القيمة القصوى المسموح بها (%2$@).
ca: %1$@ supera el valor màxim permès (%2$@).
cs: %1$@ přesahuje maximální povolenou hodnotu (%2$@).
da: %1$@ overskrider den maks. tilladte værdi (%2$@).
de: %1$@ liegt über dem erlaubten Höchstwert (%2$@).
de_at: %1$ @ überschreitet den maximal zulässigen Wert (%2$ @).
el: Η τιμή «%1$@» υπερβαίνει τη μέγιστη επιτρεπόμενη τιμή (%2$@).
es: %1$@ es superior al valor máximo permitido (%2$@).
es_419: %1$@ excede el número máximo permitido (%2$@).
fi: %1$@ ylittää sallitun enimmäisarvon (%2$@).
fil_ph: %1$@ ay lumampas sa pinakamataas na pinapayagang halaga (%2$@).
fr: %1$@ dépasse la valeur maximale autorisée (%2$@).
fr_ca: %1$@ dépasse la valeur maximale autorisée (%2$@).
he: %1$@ חורג מהערך המרבי המותר (%2$@).
hi: %1$@ अधिकतम अनुमत मान (%2$@) से अधिक है।
hr: %1$@ prekoračuje maksimalnu dozvoljenu vrijednost (%2$@).
hu: A(z) %1$@ túllépi a maximálisan engedélyezett értéket (%2$@).
id: %1$@ melebihi nilai maksimum yang diizinkan (%2$@).
it: %1$@ supera il valore massimo consentito (%2$@).
ja: %1$@は許容される最大値（%2$@）を超えています。
ko: %1$@은(는) 최대 허용 값을 초과합니다(%2$@).
ms: %1$@ melebihi nilai maksimum yang dibenarkan (%2$@).
ms_latn_sg: %1$@ melebihi nilai maksimum yang dibenarkan (%2$@).
nb_no: %1$@ overstiger maksimal tillatt verdi (%2$@).
nl: %1$@ is hoger dan de maximaal toegestane waarde (%2$@).
no: %1$@ overstiger høyest tillatte verdi (%2$@).
or_in: %1$@ ସର୍ବାଧିକ ଅନୁମୋଦନ ହୋଇଥିବା ମୂଲ୍ୟ ଠାରୁ ଅଧିକ (%2$@) |
pl: %1$@ przekracza maksymalną dozwoloną wartość (%2$@).
pt_pt: %1$@ ultrapassa o valor máximo permitido (%2$@).
ro: Valoarea “%1$@” depășește maximul permis (%2$@).
ru: %1$@ превышает максимально допустимое значение (%2$@).
sk: %1$@ prekračuje maximálnu povolenú hodnotu (%2$@).
sv: %1$@ överskrider det högsta tillåtna värdet (%2$@).
ta_in: %1$@ அனுமதிக்கப்பட்ட அதிகபட்ச மதிப்பை மீறுகிறது (%2$@).
ta_my: %1$@ அனுமதிக்கப்பட்ட அதிகபட்ச மதிப்பான (%2$@) -ஐ மீறுகிறது.
th: %1$@ เกินจำนวนค่าสูงสุดที่อนุญาต (%2$@)
tr: %1$@, izin verilen maksimum değeri (%2$@) aşıyor.
uk: %1$@ перевищує максимально дозволене значення (%2$@).
vi: %1$@ vượt quá giá trị tối đa được phép (%2$@).
vi_vn: %1$@ vượt quá giá trị tối đa cho phép (%2$@).
xh_za: %1$@ idlulile kubukhulu benani elivunyelweyo (%2$@).
zh_cn: %1$@ 超出了允许的最大值 (%2$@)。
zh_hans_my: %1$@超出了最大允许值((%2$@))。
zh_hk: %1$@超過了上限（%2$@）。
zh_tw: %1$@ 超過最大的允許值 (%2$@)。

# RANGE_ALERT_MESSAGE_BELOW_MAXIMUM
source: %1$@ is less than the minimum allowed value (%2$@).
ar: ‏%1$@ أقل من القيمة الدنيا المسموح بها (%2$@).
ca: %1$@ és menys que el valor mínim permès (%2$@).
cs: %1$@ nedosahuje minimální povolené hodnoty (%2$@).
da: %1$@ er mindre end den min. tilladte værdi (%2$@).
de: %1$@ liegt unter dem erlaubten Mindestwert (%2$@).
de_at: %1$ @ ist kleiner als der minimal zulässige Wert (%2$ @).
el: Η τιμή «%1$@» είναι χαμηλότερη από την ελάχιστη επιτρεπόμενη τιμή (%2$@).
es: %1$@ es inferior al valor mínimo permitido (%2$@).
es_419: %1$@ es menor al número mínimo permitido (%2$@).
fi: %1$@ on alle sallitun vähimmäisarvon (%2$@).
fil_ph: %1$@ ay mas mababa sa pinakamababang pinapayagang halaga (%2$@).
fr: %1$@ est inférieur à la valeur minimale autorisée (%2$@).
fr_ca: %1$@ est inférieur à la valeur minimale autorisée (%2$@).
he: %1$@ נמוך מהערך המינימלי המותר (%2$@).
hi: %1$@ न्यूनतम अनुमत मान (%2$@) से कम है।
hr: %1$@ je manje od minimalne dozvoljene vrijednosti (%2$@).
hu: A(z) %1$@ kisebb a minimálisan engedélyezett értéknél (%2$@).
id: %1$@ kurang dari nilai minimum yang diizinkan (%2$@).
it: %1$@ è inferiore al valore minimo consentito (%2$@).
ja: %1$@は許容される最小値（%2$@）より小さいです。
ko: %1$@은(는) 최소 허용 값보다 작습니다(%2$@).
ms: %1$@ kurang daripada nilai minimum yang dibenarkan (%2$@).
ms_latn_sg: %1$@ kurang daripada nilai maksimum yang dibenarkan (%2$@).
nb_no: %1$@ er mindre enn minimal tillatt verdi (%2$@).
nl: %1$@ is lager dan de minimaal toegestane waarde (%2$@).
no: %1$@ er mindre enn lavest tillatte verdi (%2$@).
or_in: %1$@ ହେଉଛି ସର୍ବନିମ୍ନ ଅନୁମୋଦନ ହୋଇଥିବା ମୂଲ୍ୟ ଠାରୁ କମ୍‌ (%2$@) |
pl: %1$@ nie przekracza minimalnej dozwolonej wartości (%2$@).
pt_pt: %1$@ é inferior ao valor mínimo permitido (%2$@).
ro: Valoarea “%1$@” este mai mică decât minimul permis (%2$@).
ru: %1$@ меньше минимально допустимого значения (%2$@).
sk: %1$@ nedosahuje minimálnu povolenú hodnotu (%2$@).
sv: %1$@ är mindre än det minsta tillåtna värdet (%2$@).
ta_in: %1$@ அனுமதிக்கப்பட்ட குறைந்தபட்ச அளவைவிடக் குறைவாக உள்ளது (%2$@).
ta_my: %1$@ அனுமதிக்கப்பட்ட குறைந்தபட்ச மதிப்பான (%2$@) -ஐ விட குறைவாக உள்ளது.
th: %1$@ น้อยกว่าค่าต่ำสุดที่อนุญาต (%2$@)
tr: %1$@, izin verilen minimum değerden (%2$@) küçük.
uk: %1$@ є меншим мінімально дозволеного значення (%2$@).
vi: %1$@ nhỏ hơn giá trị tối thiểu được phép (%2$@).
vi_vn: %1$@ nhỏ hơn giá trị tối thiểu cho phép (%2$@).
xh_za: %1$@ ingaphantsi kubuncinane benani elivunyelweyo (%2$@).
zh_cn: %1$@ 低于允许的最小值 (%2$@)。
zh_hans_my: %1$@小于最小允许值((%2$@))。
zh_hk: %1$@低於下限（%2$@）。
zh_tw: %1$@ 低於最小的允許值 (%2$@)。

# RANGE_ALERT_MESSAGE_OTHER
source: %@ is not a valid value.
ar: ‏%@ قيمة غير صالحة.
ca: %@ no és un valor vàlid.
cs: %@ není platná hodnota.
da: %@ er ikke en gyldig værdi.
de: %@ ist kein gültiger Wert.
de_at: %@ ist kein gültiger Wert.
el: Το «%@» δεν είναι έγκυρη τιμή.
es: %@ no es un valor válido.
es_419: %@ no es un valor válido.
fi: %@ ei ole kelvollinen arvo.
fil_ph: %@ ay hindi valid na halaga.
fr: %@ n’est pas une valeur valide.
fr_ca: %@ n’est pas une valeur valide.
he: %@ הוא לא ערך תקין.
hi: %@ मान्य मान नहीं है।
hr: %@ nije važeća vrijednost.
hu: A(z) %@ nem érvényes érték.
id: %@ bukan nilai yang sah.
it: %@ non è un valore valido.
ja: %@は無効な値です。
ko: %@은(는) 유효한 값이 아닙니다.
ms: %@ bukan nilai yang sah.
ms_latn_sg: %@ bukan nilai yang sah.
nb_no: %@ er ikke en gyldig verdi.
nl: %@ is geen geldige waarde.
no: %@ er ikke en gyldig verdi.
or_in: %@ ଏକ ବୈଧ ମୂଲ୍ୟ ନୁହେଁ |
pl: %@ nie jest poprawną wartością.
pt_pt: %@ não é um valor válido.
ro: %@ nu este o valoare validă.
ru: Недопустимое значение: %@.
sk: %@ nie je platná hodnota.
sv: %@ är inte ett giltigt värde.
ta_in: %@ சரியான மதிப்பு அல்ல.
ta_my: %@ சரியான மதிப்பு அல்ல.
th: %@ ไม่ใช่ค่าที่ถูกต้อง
tr: %@ geçerli bir değer değil.
uk: %@ не є правильним значенням.
vi: %@ không phải giá trị hợp lệ.
vi_vn: %@ không phải là một giá trị hợp lệ.
xh_za: %@ ayililo inani elichanileyo.
zh_cn: %@ 不是有效值。
zh_hans_my: %@不是有效值。
zh_hk: %@不是有效的數值。
zh_tw: 「%@」不是有效值。

# RANGE_ALERT_TITLE
source: Invalid value
ar: القيمة غير صالحة
ca: Valor no vàlid
cs: Neplatná hodnota
da: Ugyldig værdi
de: Ungültiger Wert
de_at: Ungültiger Wert
el: Μη έγκυρη τιμή
es: Valor no válido
es_419: Valor no válido
fi: Virheellinen arvo
fil_ph: Invalid na halaga
fr: Valeur non valide
fr_ca: Valeur non valide
he: ערך שאינו תקין
hi: अमान्य मान
hr: Nevažeća vrijednost
hu: Érvénytelen érték
id: Nilai tidak sah
it: Valore non valido
ja: 値が無効です
ko: 유효하지 않은 값
ms: Nilai tidak sah
ms_latn_sg: Nilai tidak sah
nb_no: Ikke gyldig verdi
nl: Ongeldige waarde
no: Ugyldig verdi
or_in: ଅବୈଧ ମୂଲ୍ୟ
pl: Nieprawidłowa wartość
pt_pt: Valor inválido
ro: Valoare nevalidă
ru: Недопустимое значение
sk: Neplatná hodnota
sv: Ogiltigt värde
ta_in: தவறான மதிப்பு
ta_my: செல்லாத மதிப்பு
th: ค่าไม่ถูกต้อง
tr: Geçersiz değer
uk: Неправильне значення
vi: Giá trị không hợp lệ
vi_vn: giá trị không hợp lệ
xh_za: Inani alichananga
zh_cn: 无效值
zh_hans_my: 无效值
zh_hk: 無效值
zh_tw: 無效值

# RANGE_OF_MOTION_TITLE
source: Range of Motion
ar: نطاق الحركة
ca: Amplitud de moviment
cs: Rozsah pohybu
da: Bevægelsesområde
de: Bewegungsbereich
de_at: Bewegungsbereich
el: Εύρος κίνησης
es: Movimiento articular
fil_ph: Saklaw ng Paggalaw
fr: Amplitude de mouvement
he: טווח תנועה
hi: गति की सीमा
hr: Raspon kretanja
hu: Mozgástartomány
id: Cakupan Gerakan
it: Capacità di movimento
ja: 可動域
ms: Julat Pergerakan
ms_latn_sg: Julat Pergerakan
nb_no: Bevegelsesområde
nl: Bewegingsbereik
no: Bevegelsesområde
or_in: ମୋସନ୍‍ର ପରିସର
pl: Zakres ruchu
pt_pt: Intervalo de movimento
ro: Amplitudinea mișcării
ru: Подвижность
sk: Rozsah pohybu
sv: Rörlighet
ta_in: இயக்கத்தின் வீச்சு
ta_my: நகர்வின் எல்லை
th: พิสัยการเคลื่อนไหว
tr: Hareket Aralığı
uk: Діапазон руху
vi: Phạm vi chuyển động
vi_vn: Phạm vi của chuyển động
xh_za: Ireyinji Yentshukumo
zh_hans_my: 运动范围
zh_hk: 動作範圍
zh_tw: 活動範圍
