Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# WALK_RETURN_INSTRUCTION_FORMAT
source: Turn around, and walk back to where you started.
ar: قم بالدوران والمشي رجوعًا إلى نقطة بدايتك.
ca: Fes mitja volta i torna allà on has començat.
cs: Obraťte se a jděte zpátky na začátek.
da: Vend om, og gå tilbage til det sted, hvor du startede.
de: Drehe dich um und gehe zum Ausgangspunkt zurück.
de_at: Drehen Sie sich um und gehen Sie zurück zu Ihrem Ausgangspunkt.
el: Γυρίστε πίσω και περπατήστε μέχρι το σημείο από όπου αρχίσατε.
es: Da la vuelta y camina hasta el punto de partida.
es_419: Da vuelta y regresa al punto de inicio.
fi: Käänny ympäri ja kävele takaisin alkupisteeseen.
fil_ph: Lumikong palibot at lumakad pabalik sa kung saan ka nagsimula.
fr: Faites demi-tour et revenez à votre point de départ.
fr_ca: Retournez-vous, puis marchez vers votre point de départ.
he: הסתובב/י והתהלך/י חזרה למקום שבו התחלת.
hi: पीछे मुड़ें और जहाँ से आपने शुरूआत की थी, वहाँ वापस चलकर जाएँ।
hr: Okrenite se i hodajte natrag do mjesta od kojeg ste krenuli.
hu: Forduljon meg, és menjen vissza a kiindulási ponthoz.
id: Putar balik, dan kembali ke tempat Anda memulai.
it: Girati e torna verso il punto in cui hai cominciato a camminare.
ja: 後ろを向いて、元の場所まで歩いて戻ってください。
ko: 뒤로 돌아서 시작한 지점으로 되돌아가십시오.
ms: Pusing dan berjalan balik ke tempat anda bermula.
ms_latn_sg: Patah balik, dan berjalan kembali ke tempat anda bermula.
nb_no: Snu deg rundt og gå tilbake til der du begynte.
nl: Draai om en loop terug naar het beginpunt.
no: Snu og gå tilbake der du startet.
or_in: ବୁଲି ଯାଆନ୍ତୁ, ଏବଂ ଆପଣ ଯେଉଁଠାରୁ ଆରମ୍ଭ କରିଥିଲେ ସେଠାକୁ ଫେରିଆସନ୍ତୁ |
pl: Odwróć się i przejdź do miejsca startu.
pt_pt: Dê meia‑volta e volte ao ponto de partida.
ro: Întorceți-vă și mergeți înapoi la locul de pornire.
ru: Развернитесь и пройдите на исходное место.
sk: Otočte sa a choďte späť na miesto, kde ste začali.
sv: Vänd om och gå tillbaka till utgångsplatsen.
ta_in: சுற்றித் திரும்பி, நீங்கள் தொடங்கிய இடத்திற்கு திரும்பிச் செல்லுங்கள்.
ta_my: திரும்பி, நீங்கள் தொடங்கிய இடத்திற்கு திரும்பிச் செல்லுங்கள்.
th: หันหลัง แล้วเดินกลับไปจุดเริ่มต้น
tr: Geriye dönün ve başladığınız yere yürüyün.
uk: Розверніться і йдіть туди, де ви почали.
vi: Quay đầu lại và đi bộ về nơi bạn bắt đầu.
vi_vn: Quay lại và quay trở lại nơi bạn bắt đầu.
xh_za: Jika, yaye uhambe uye emva apho uqale khona.
zh_cn: 转身并走回起点。
zh_hans_my: 转身，走回您开始的地方。
zh_hk: 掉頭，然後步行回到起點。
zh_tw: 請掉頭並走回您的起點。

# WALK_STAND_INSTRUCTION_FORMAT
source: Stand still for %@.
ar: قف ثابتًا لمدة %@.
ca: Estigues quiet %@.
cs: Po %@ klidně stůjte.
da: Stå stille i %@.
de: Stehe %@ still.
de_at: Stillstand für %@.
el: Μείνετε ακίνητοι για %@.
es: Permanece quieto de pie durante %@.
es_419: No te muevas durante %@.
fi: Seiso paikoillaan %@.
fil_ph: Tumayo nang nakatigil para sa %@.
fr: Ne bougez pas pendant %@.
fr_ca: Ne bougez pas pendant %@.
he: עמוד/י ללא תזוזה למשך %@.
hi: %@ तक स्थिर खड़े रहें।
hr: Stojte mirno %@.
hu: Álljon mozdulatlanul %@ időtartamig.
id: Berdiri selama %@.
it: Rimani in piedi per %@.
ja: %@間じっと立っていてください。
ko: %@ 동안 가만히 서 있으십시오.
ms: Berdiri pegun selama %@.
ms_latn_sg: Berdiri tegak selama %@.
nb_no: Stå i ro i %@.
nl: Sta %@ stil.
no: Stå stille i %@.
or_in: %@ ପାଇଁ ନିଶ୍ଚଳ ହୋ‌ଇ ଠିଆ ହୁଅନ୍ତୁ |
pl: Stój w bezruchu przez %@.
pt_pt: Pare e mantenha-se de pé durante %@.
ro: Nu vă mișcați timp de %@.
ru: Стойте спокойно %@.
sk: Nehybne stojte %@.
sv: Stå stilla under %@.
ta_in: %@ க்கு நிலையாக நிற்கவும்.
ta_my: %@க்கு நிற்கவும்.
th: ยืนนิ่งๆ นาน %@
tr: Hareketsiz bir şekilde %@ durun.
uk: Не рухайтесь %@.
vi: Đứng yên trong %@.
vi_vn: Đứng yên trong %@.
xh_za: Yima nkqo kangange %@.
zh_cn: 请站立 %@。
zh_hans_my: 站立不动持续%@。
zh_hk: 站立%@。
zh_tw: 站著不動 %@。

# WALK_STAND_VOICE_INSTRUCTION_FORMAT
source: Now stand still for %@.
ar: الآن قف ثابتًا لمدة %@.
ca: Ara estigues quiet %@.
cs: Nyní po %@ klidně stůjte.
da: Stå nu stille i %@.
de: Stehe jetzt %@ still.
de_at: Stehen Sie jetzt für %@ still.
el: Τώρα μείνετε ακίνητοι για %@.
es: Ahora permanece quieto de pie durante %@.
es_419: Ahora, no te muevas durante %@.
fi: Seiso nyt paikoillaan %@.
fil_ph: Ngayon tumayo nang nakatigil para sa %@.
fr: Maintenant, ne bougez plus pendant %@.
fr_ca: Ne bougez plus pendant %@.
he: כעת עמוד/י ללא תזוזה למשך %@.
hi: अब %@ तक स्थिर खड़े रहें।
hr: Sada stojte mirno %@.
hu: Most álljon mozdulatlanul %@ időtartamig.
id: Sekarang berdiri selama %@.
it: Rimani in piedi per %@.
ja: ここで%@間じっと立っていてください。
ko: 이제 %@ 동안 가만히 서 있으십시오.
ms: Sekarang berdiri pegun selama %@.
ms_latn_sg: Sekarang berdiri tegak selama %@.
nb_no: Stå deretter i ro i %@.
nl: Sta nu %@ lang stil.
no: Stå stille i %@.
or_in: ବର୍ତ୍ତମାନ %@ ପାଇଁ ନିଶ୍ଚଳ ହୋ‌ଇ ଠିଆ ହୁଅନ୍ତୁ |
pl: Teraz stój w bezruchu przez %@.
pt_pt: Agora, pare e mantenha-se de pé durante %@.
ro: Acum nu vă mișcați timp de %@.
ru: Теперь стойте спокойно %@.
sk: Teraz %@ nehybne stojte.
sv: Stå nu stilla under %@.
ta_in: இப்போது %@ க்கு நிலையாக நிற்கவும்.
ta_my: இப்போது %@க்கு நிற்கவும்.
th: ตอนนี้ให้ยืนนิ่งๆ นาน %@
tr: Şimdi %@ süresince hareketsiz durun.
uk: Тепер не рухайтесь %@.
vi: Bây giờ, đứng yên trong %@.
vi_vn: Bây giờ đứng yên trong %@.
xh_za: Ngoku yima nkqo kangange %@.
zh_cn: 现在请站立 %@。
zh_hans_my: 现在站立不动持续%@。
zh_hk: 現在站立%@。
zh_tw: 現在站著不動 %@。

# WALK_TASK_TITLE
source: Gait and Balance
ar: سرعة المشي والتوازن
ca: Marxa i equilibri
cs: Chůze a rovnováha
da: Gang og balance
de: Gang und Gleichgewicht
de_at: Gang und Gleichgewicht
el: Βάδισμα και ισορροπία
es: Marcha y equilibrio
es_419: Pasos y equilibrio
fi: Askeleet ja tasapaino
fil_ph: Lakad at Balanse
fr: Marche et équilibre
fr_ca: Démarche et équilibre
he: הליכה ואיזון
hi: चाल और संतुलन
hr: Položaj i ravnoteža
hu: Testtartás és egyensúly
id: Gaya dan Keseimbangan
it: Deambulazione ed equilibrio
ja: 歩行/バランス
ko: 보행 및 균형
ms: Gaya Jalan dan Imbangan
ms_latn_sg: Gaya Jalan dan Keseimbangan
nb_no: Gange og balanse
nl: Tred en balans
no: Balanse og gange
or_in: ଚାଲିବା ଭଙ୍ଗୀ ଏବଂ ସନ୍ତୁଳନ
pl: Chód i równowaga
pt_pt: Equilíbrio e modo de andar
ro: Mers și echilibru
ru: Координация
sk: Držanie tela a rovnováha
sv: Gång och balans
ta_in: நடை மற்றும் சமநிலை
ta_my: நடை மற்றும் இருப்பு
th: ท่าเดินและความสมดุล
tr: Yürüyüş Tarzı ve Denge
uk: Хода і рівновага
vi: Dáng đi & thăng bằng
vi_vn: Dáng đi và thăng bằng
xh_za: Isantya kunye Nokungawi
zh_cn: 步态和平衡
zh_hans_my: 步态和平衡
zh_hk: 步態及平衡
zh_tw: 步態和平衡

# EMAIL_FORM_ITEM_PLACEHOLDER
source: jappleseed@example.com
ca: jmartorell@example.com
cs: jnovak@example.com
da: cfriis@example.com
de: max@example.com
el: gmilosporos@example.com
es: juan@example.com
es_419: juanlopez@example.com
fr: gallain@example.com
fr_ca: gallain@example.com
he: israelisraeli@example.com
hr: ihorvat@example.com
hu: nagyede@example.com
it: gmela@example.com
ja: hiro_sato@example.com
pl: jjablonka@example.com
pt_pt: mmacieira@example.com
ro: ioanapopa@example.com
sk: jankohrasko@example.com
tr: ad@example.com
uk: syabluchko@example.com

# TRAILMAKING_TIMER
source: %.1f s
he: %.1f שנ׳
hi: %.1f से॰
hu: %.1f mp
id: %.1f d
ja: %.1f秒
ro: %.1f sec.
ru: %.1f с
th: %.1f วิ
tr: %.1f sn.
uk: %.1f с
zh_cn: %.1f 秒
zh_tw: %.1f 秒
