Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TREMOR_TEST_ACTIVE_STEP_IN_LAP_INTRO_LEFT
source: Prepare to hold your phone in your lap with your LEFT hand.
ar: استعد لإمساك هاتفك في حِجرك بيدك اليسرى.
ca: Prepara’t per agafar el mòbil amb la mà ESQUERRA i recolzar aquesta mà sobre la falda.
cs: Připravte se držet telefon LEVOU rukou na klíně.
da: Gør dig klar til at holde telefonen i skødet med din VENSTRE hånd.
de: Bereite dich darauf vor, dein Telefon mit der LINKEN Hand im Schoß zu halten.
de_at: Bereiten Sie sich darauf vor, Ihr Handy mit der LINKEN Hand im Schoß zu halten.
el: Προετοιμαστείτε να κρατήσετε το τηλέφωνο πάνω στα πόδια σας με το ΑΡΙΣΤΕΡΟ χέρι.
es: Prepárate para aguantar el teléfono en la mano izquierda apoyada en el regazo.
es_419: Prepárate para sostener el teléfono sobre tu pierna con tu mano izquierda.
fi: Valmistaudu pitämään puhelinta sylissäsi VASEMMALLA kädellä.
fil_ph: Maghanda na hawakan ang iyong phone sa iyong kandungan gamit ang iyong KALIWANG kamay.
fr: Préparez-vous à tenir votre téléphone sur vos genoux avec votre main GAUCHE.
fr_ca: Préparez-vous à tenir votre téléphone sur les genoux avec votre main GAUCHE.
he: התכונן/י להחזיק את הטלפון ביד שמאל כשזאת מונחת על הירכיים.
hi: बाएँ हाथ से अपने फ़ोन को अपनी गोद में पकड़ें।
hr: Pripremite se na držanje telefona u krilu LIJEVOM rukom.
hu: Készüljön fel arra, hogy a telefont a BAL kezével az ölében tartsa.
id: Bersiap untuk menggenggam telepon di pangkuan dengan tangan KIRI.
it: Preparati a tenere il telefono vicino alle ginocchia con la mano SINISTRA.
ja: 左手を使って電話を膝の上で持つ準備をしてください。
ms: Bersedia untuk memegang telefon anda di riba anda dengan tangan KIRI anda.
ms_latn_sg: Bersedia untuk memegang telefon di atas riba anda dengan tangan KIRI.
nb_no: Gjør deg klar til å holde telefonen i fanget ditt med VENSTRE hånd.
nl: Bereid je voor om de telefoon in je schoot te houden met je LINKERHAND.
no: Forbered deg på å holde telefonen i fanget med VENSTRE hånd.
or_in: ଆପଣ ନିଜର କୋଳରେ ବାମ ହାତ ସହିତ ଫୋନ୍‍କୁ ଧରି ରଖିବା ପାଇଁ ପ୍ରସ୍ତୁତ ହୁଅନ୍ତୁ |
pl: Przygotuj się do trzymania telefonu na kolanach LEWĄ ręką.
pt_pt: Prepare‑se para segurar no telefone no colo, com a mão ESQUERDA.
ro: Pregătiți‑vă să țineți telefonul pe genunchi cu mâna STÂNGĂ.
ru: Приготовьтесь держать телефон на коленях в ЛЕВОЙ руке.
sk: Pripravte sa na držanie telefónu v ĽAVEJ ruke.
sv: Förbered dig på att hålla telefonen i knät med den VÄNSTRA handen.
ta_in: உங்கள் இடது கையால் மடியில் தொலைபேசியை வைத்திருக்க தயாராகுங்கள்.
ta_my: உங்கள் இடது கையால் உங்கள் தொலைபேசியை உங்கள் மடியில் வைத்திருக்க தயாராகுங்கள்.
th: เตรียมถือโทรศัพท์ของคุณไว้บนตักโดยใช้มือซ้าย
tr: Telefonunuzu SOL elinizle kucağınızda tutmaya hazırlanın.
uk: Готуйтеся тримати телефон на колінах ЛІВОЮ рукою.
vi: Chuẩn bị giữ điện thoại trên đùi bằng tay TRÁI của bạn.
vi_vn: Chuẩn bị ôm điện thoại vào lòng bằng tay TRÁI.
xh_za: Lungiselela ukubamba ifowuni yakho ngesandla sakho SASEKHOHLO.
zh_cn: 准备用左手握住手机并放在膝盖上。
zh_hans_my: 准备好用左手将手机放在膝盖上。
zh_hk: 請準備將左手放在大腿上，然後拿着電話。
zh_tw: 請準備將「左手」放在大腿上並拿著電話。

# TREMOR_TEST_ACTIVE_STEP_IN_LAP_INTRO_RIGHT
source: Prepare to hold your phone in your lap with your RIGHT hand.
ar: استعد لإمساك هاتفك في حِجرك بيدك اليمنى.
ca: Prepara’t per agafar el mòbil amb la mà DRETA i recolzar aquesta mà sobre la falda.
cs: Připravte se držet telefon PRAVOU rukou na klíně.
da: Gør dig klar til at holde telefonen i skødet med din HØJRE hånd.
de: Bereite dich darauf vor, dein Telefon mit der RECHTEN Hand im Schoß zu halten.
de_at: Bereiten Sie sich darauf vor, Ihr Handy mit der RECHTEN Hand im Schoß zu halten.
el: Προετοιμαστείτε να κρατήσετε το τηλέφωνο πάνω στα πόδια σας με το ΔΕΞΙΟ χέρι.
es: Prepárate para aguantar el teléfono en la mano derecha apoyada en el regazo.
es_419: Prepárate para sostener el teléfono sobre tu pierna con tu mano derecha.
fi: Valmistaudu pitämään puhelinta sylissäsi OIKEALLA kädellä.
fil_ph: Maghanda na hawakan ang iyong phone sa iyong kandungan gamit ang iyong KANANG kamay.
fr: Préparez-vous à tenir votre téléphone sur vos genoux avec votre main DROITE.
fr_ca: Préparez-vous à tenir votre téléphone sur les genoux avec votre main DROITE.
he: התכונן/י להחזיק את הטלפון ביד ימין כשזאת מונחת על הירכיים.
hi: दाएँ हाथ से अपने फ़ोन को अपनी गोद में पकड़ें।
hr: Pripremite se na držanje telefona u krilu DESNOM rukom.
hu: Készüljön fel arra, hogy a telefont a JOBB kezével az ölében tartsa.
id: Bersiap untuk menggenggam telepon di pangkuan dengan tangan KANAN.
it: Preparati a tenere il telefono vicino alle ginocchia con la mano DESTRA.
ja: 右手を使って電話を膝の上で持つ準備をしてください。
ms: Bersedia untuk memegang telefon anda di riba anda dengan tangan KANAN anda.
ms_latn_sg: Bersedia untuk memegang telefon di atas riba anda dengan tangan KANAN.
nb_no: Gjør deg klar til å holde telefonen i fanget ditt med HØYRE hånd.
nl: Bereid je voor om de telefoon in je schoot te houden met je RECHTERHAND.
no: Forbered deg på å holde telefonen i fanget med HØYRE hånd.
or_in: ଆପଣ ନିଜର କୋଳରେ ଡାହାଣ ହାତ ସହିତ ଫୋନ୍‍କୁ ଧରି ରଖିବା ପାଇଁ ପ୍ରସ୍ତୁତ ହୁଅନ୍ତୁ |
pl: Przygotuj się do trzymania telefonu na kolanach PRAWĄ ręką.
pt_pt: Prepare‑se para segurar no telefone no colo, com a mão DIREITA.
ro: Pregătiți‑vă să țineți telefonul pe genunchi cu mâna DREAPTĂ.
ru: Приготовьтесь держать телефон на коленях в ПРАВОЙ руке.
sk: Pripravte sa na držanie telefónu v PRAVEJ ruke.
sv: Förbered dig på att hålla telefonen i knät med den HÖGRA handen.
ta_in: உங்கள் வலது கையால் மடியில் தொலைபேசியை வைத்திருக்க தயாராகுங்கள்.
ta_my: உங்கள் வலது கையால் உங்கள் தொலைபேசியை உங்கள் மடியில் வைத்திருக்க தயாராகுங்கள்.
th: เตรียมถือโทรศัพท์ของคุณไว้บนตักโดยใช้มือขวา
tr: Telefonunuzu SAĞ elinizle kucağınızda tutmaya hazırlanın.
uk: Готуйтеся тримати телефон на колінах ПРАВОЮ рукою.
vi: Chuẩn bị giữ điện thoại trên đùi bằng tay PHẢI của bạn.
vi_vn: Chuẩn bị để giữ điện thoại của bạn trong lòng bằng bàn tay PHẢI.
xh_za: Lungiselela ukubamba ifowuni yakho ngesandla sakho SASEKUNENE.
zh_cn: 准备用右手握住手机并放在膝盖上。
zh_hans_my: 准备好用右手将手机放在膝盖上。
zh_hk: 請準備將右手放在大腿上，然後拿着電話。
zh_tw: 請準備將「右手」放在大腿上並拿著電話。

# TREMOR_TEST_ACTIVE_STEP_INTRO_TEXT
source: Tap next to proceed.
ar: اضغط على التالي للمتابعة.
ca: Prem Següent per començar.
cs: Pokračujte klepnutím na Další.
da: Tryk på næste for at fortsætte.
de: Tippe auf „Weiter“, um fortzufahren.
de_at: Tippen Sie auf Weiter, um fortzufahren.
el: Αγγίξτε «Επόμενο» για να συνεχίσετε.
es: Pulsa Siguiente para continuar.
es_419: Toca Siguiente para continuar.
fi: Jatka napauttamalla Seuraava.
fil_ph: I-tap ang Susunod upang magpatuloy.
fr: Touchez Suivant pour continuer.
fr_ca: Touchez Suivant pour continuer.
he: הקש/י על ״הבא״ בכדי להמשיך.
hi: अागे बढ़ने के लिए “अगला” पर टैप करें।
hr: Dodirnite Sljedeće za nastavak.
hu: Koppintson a Következő elemre a folytatáshoz.
id: Ketuk berikutnya untuk melanjutkan.
it: Tocca Avanti per procedere.
ja: 続けるには、“次へ”をタップします。
ms: Ketik seterusnya untuk teruskan.
ms_latn_sg: Ketik seterusnya untuk meneruskan.
nb_no: Trykk på Neste for å fortsette.
nl: Tik op 'Volgende' om door te gaan.
no: Trykk på Neste for å gå videre.
or_in: ଆଗକୁ ଯିବା ପାଇଁ ପରବର୍ତ୍ତୀ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Aby kontynuować, stuknij w Dalej.
pt_pt: Toque em Seguinte para continuar.
ro: Apăsați “Înainte” pentru a continua.
ru: Коснитесь «Далее», чтобы продолжить.
sk: Ak chcete pokračovať, klepnite na Ďalej.
sv: Tryck på nästa för att fortsätta.
ta_in: மேற்கொண்டு செல்ல ‘next’ ஐ தட்டவும்.
ta_my: தொடர அடுத்து தட்டவும்.
th: แตะถัดไปเพื่อทำต่อ
tr: Devam etmek için İleri’ye dokunun.
uk: Торкніть «Далі», щоб продовжити.
vi: Chạm tiếp để tiếp tục.
vi_vn: Nhấp vào tiếp theo để tiếp tục.
xh_za: Cofa Okulandelayo ukuze uqhubeke.
zh_cn: 轻点下一步来继续。
zh_hans_my: 点击“下一步”继续。
zh_hk: 點一下「下一步」繼續。
zh_tw: 點「下一步」來繼續。

# TREMOR_TEST_ACTIVE_STEP_SWITCH_HANDS_LEFT_INSTRUCTION
source: Now switch the phone to your LEFT hand and continue to the next task.
ar: الآن، انقل الهاتف إلى يدك اليسرى وتابع إلى المهمة التالية.
ca: Ara agafa el mòbil amb la mà ESQUERRA i avança a la tasca següent.
cs: Nyní vezměte telefon do LEVÉ ruky a pokračujte dalším úkolem.
da: Flyt nu telefonen til din VENSTRE hånd, og fortsæt til næste opgave.
de: Wechsle nun zu deiner LINKEN Hand und fahre mit der nächsten Aufgabe fort.
de_at: Nun nehmen Sie das Handy in Ihre LINKE Hand und fahren mit der nächsten Aufgabe fort.
el: Τώρα κρατήστε το τηλέφωνο στο ΑΡΙΣΤΕΡΟ χέρι σας και συνεχίστε στην επόμενη εργασία.
es: Ahora cambia el teléfono a la mano izquierda y continúa con la tarea siguiente.
es_419: Ahora cambia el teléfono a tu mano izquierda y pasa a la siguiente tarea.
fi: Vaihda puhelin nyt VASEMPAAN käteen ja jatka seuraavaan tehtävään.
fil_ph: Ngayon ilipat ang phone sa iyong KALIWANG kamay at magpatuloy sa susunod na gawain.
fr: Placez maintenant le téléphone dans votre main GAUCHE et passez à la tâche suivante.
fr_ca: Prenez le téléphone dans la main GAUCHE, puis passez à la tâche suivante.
he: כעת העבר/י את הטלפון ליד שמאל והמשך/י למשימה הבאה.
hi: अब अपने फ़ोन को अपने बाएँ हाथ में लें और अगला कार्य जारी रखें।
hr: Sad uzmite telefon u LIJEVU ruku i nastavite na sljedeći zadatak.
hu: Most tegye át a telefont a BAL kezébe, és folytassa a következő feladattal.
id: Sekarang pindahkan telepon ke tangan KIRI dan lanjutkan ke tugas berikutnya.
it: Ora passa il telefono alla mano SINISTRA e continua con l'attività successiva.
ja: 電話を左手に持ち替えて、次のタスクに進んでください。
ms: Sekarang tukar telefon ke tangan KIRI anda dan teruskan ke tugas seterusnya.
ms_latn_sg: Sekarang, tukar telefon ke tangan KIRI anda dan teruskan ke tugas seterusnya.
nb_no: Legg telefonen i VENSTRE hånd og gå videre til neste oppgave.
nl: Neem de telefoon nu in je LINKERHAND en ga door met de volgende taak.
no: Flytt telefonen til VENSTRE hånd, og fortsett oppgaven.
or_in: ବର୍ତ୍ତମାନ ନିଜର ବାମ ହାତରେ ଫୋନ୍‍କୁ ସୁଇଚ୍‍ କରନ୍ତୁ ଏବଂ ପରବର୍ତ୍ତୀ ଟାସ୍କ ପାଇଁ ଜାରି ରଖନ୍ତୁ |
pl: Teraz przełóż telefon do LEWEJ ręki i przejdź do następnego zadania.
pt_pt: Agora mude o telefone para a mão ESQUERDA e passe à tarefa seguinte.
ro: Acum, treceți telefonul în mâna STÂNGĂ și continuați cu sarcina următoare.
ru: Теперь возьмите телефон ЛЕВОЙ рукой и перейдите к следующему заданию.
sk: Uchopte telefón do ĽAVEJ ruky a pokračujte na ďalšiu úlohu.
sv: Flytta nu telefonen till den VÄNSTRA handen och fortsätt med nästa åtgärd.
ta_in: இப்போது தொலைபேசியை உங்கள் இடது கைக்கு மாற்றி அடுத்த பணிக்குத் தொடரவும்.
ta_my: இப்போது தொலைபேசியை உங்கள் இடது கைக்கு மாற்றி அடுத்த பணிக்கு தொடரவும்.
th: ตอนนี้ให้สลับไปใช้มือซ้ายถือโทรศัพท์แล้วทำบททดสอบถัดไปต่อ
tr: Şimdi telefonunuzu SOL elinize alıp bir sonraki göreve geçin.
uk: Тепер перекладіть телефон у ЛІВУ руку, і перейдіть до наступного завдання.
vi: Bây giờ, hãy chuyển điện thoại sang tay TRÁI và tiếp tục nhiệm vụ tiếp theo.
vi_vn: Bây giờ chuyển điện thoại sang tay TRÁI của bạn và tiếp tục nhiệm vụ tiếp theo.
xh_za: Ngoku tshintsha ifowuni yakho kwisandla sakho SASEKHOHLO yaye uqhubeke nomsebenzi olandelayo.
zh_cn: 现在换左手握住手机并继续下一个任务。
zh_hans_my: 现在将手机换到左手并继续下一项任务。
zh_hk: 現在用左手拿着電話，並繼續進行下一個任務。
zh_tw: 現在請將電話換到「左手」來繼續下一項任務。

# TREMOR_TEST_ACTIVE_STEP_SWITCH_HANDS_RIGHT_INSTRUCTION
source: Now switch the phone to your RIGHT hand and continue to the next task.
ar: الآن، انقل الهاتف إلى يدك اليمنى وتابع إلى المهمة التالية.
ca: Ara agafa el mòbil amb la mà DRETA i avança a la tasca següent.
cs: Nyní vezměte telefon do PRAVÉ ruky a pokračujte dalším úkolem.
da: Flyt nu telefonen til din HØJRE hånd, og fortsæt til næste opgave.
de: Wechsle nun zu deiner RECHTEN Hand und fahre mit der nächsten Aufgabe fort.
de_at: Nun nehmen Sie das Handy in Ihre RECHTE Hand und fahren mit der nächsten Aufgabe fort.
el: Τώρα κρατήστε το τηλέφωνο στο ΔΕΞΙΟ χέρι σας και συνεχίστε στην επόμενη εργασία.
es: Ahora cambia el teléfono a la mano derecha y continúa con la tarea siguiente.
es_419: Ahora cambia el teléfono a tu mano derecha y pasa a la siguiente tarea.
fi: Vaihda puhelin nyt OIKEAAN käteen ja jatka seuraavaan tehtävään.
fil_ph: Ngayon ilipat ang phone sa iyong KANANG kamay at magpatuloy sa susunod na gawain.
fr: Placez maintenant le téléphone dans votre main DROITE et passez à la tâche suivante.
fr_ca: Prenez le téléphone dans la main DROITE, puis passez à la tâche suivante.
he: כעת העבר/י את הטלפון ליד ימין והמשך/י למשימה הבאה.
hi: अब अपने फ़ोन को अपने दाएँ हाथ में लें और अगला कार्य जारी रखें।
hr: Sad uzmite telefon u DESNU ruku i nastavite na sljedeći zadatak.
hu: Most tegye át a telefont a JOBB kezébe, és folytassa a következő feladattal.
id: Sekarang pindahkan telepon ke tangan KANAN dan lanjutkan ke tugas berikutnya.
it: Ora passa il telefono alla mano DESTRA e continua con l'attività successiva.
ja: 電話を右手に持ち替えて、次のタスクに進んでください。
ms: Sekarang tukar telefon ke tangan KANAN anda dan teruskan ke tugas seterusnya.
ms_latn_sg: Sekarang tukar telefon ke tangan KANAN anda dan teruskan ke tugas yang berikut.
nb_no: Legg telefonen i HØYRE hånd og gå videre til neste oppgave.
nl: Neem de telefoon nu in je RECHTERHAND en ga door met de volgende taak.
no: Flytt telefonen til HØYRE hånd, og fortsett oppgaven.
or_in: ବର୍ତ୍ତମାନ ନିଜର ଡାହାଣ ହାତରେ ଫୋନ୍‍କୁ ସୁଇଚ୍‍ କରନ୍ତୁ ଏବଂ ପରବର୍ତ୍ତୀ ଟାସ୍କ ପାଇଁ ଜାରି ରଖନ୍ତୁ |
pl: Teraz przełóż telefon do PRAWEJ ręki i przejdź do następnego zadania.
pt_pt: Agora mude o telefone para a mão DIREITA e passe à tarefa seguinte.
ro: Acum, treceți telefonul în mâna DREAPTĂ și continuați cu sarcina următoare.
ru: Теперь возьмите телефон ПРАВОЙ рукой и перейдите к следующему заданию.
sk: Uchopte telefón do PRAVEJ ruky a pokračujte na ďalšiu úlohu.
sv: Flytta nu telefonen till den HÖGRA handen och fortsätt med nästa åtgärd.
ta_in: இப்போது தொலைபேசியை உங்கள் வலது கைக்கு மாற்றி அடுத்த பணிக்குத் தொடரவும்.
ta_my: இப்போது தொலைபேசியை உங்கள் வலது கைக்கு மாற்றி அடுத்த பணிக்கு தொடரவும்.
th: ตอนนี้ให้สลับไปใช้มือขวาถือโทรศัพท์แล้วทำบททดสอบถัดไปต่อ
tr: Şimdi telefonunuzu SAĞ elinize alıp bir sonraki göreve geçin.
uk: Тепер перекладіть телефон у ПРАВУ руку, і перейдіть до наступного завдання.
vi: Bây giờ, hãy chuyển điện thoại sang tay PHẢI và tiếp tục nhiệm vụ tiếp theo.
vi_vn: Bây giờ chuyển điện thoại sang tay PHẢI của bạn và tiếp tục nhiệm vụ tiếp theo.
xh_za: Ngoku tshintsha ifowuni yakho kwisandla sakho SASEKUNENE yaye uqhubeke nomsebenzi olandelayo.
zh_cn: 现在换右手握住手机并继续下一个任务。
zh_hans_my: 现在将手机换到右手并继续下一项任务。
zh_hk: 現在用右手拿着電話，並繼續進行下一個任務。
zh_tw: 現在請將電話換到「右手」來繼續下一項任務。

# TREMOR_TEST_ACTIVE_STEP_TOUCH_NOSE_INSTRUCTION_%ld
source: Keep touching your phone to your nose for %ld seconds
ar: استمر في لمس الهاتف بأنفك لمدة %ld من الثواني
ca: Toca el mòbil amb el nas durant %ld segons.
cs: %ld sekund se telefonem dotýkejte nosu.
da: Bliv ved med at røre din næse med telefonen i %ld sekunder.
de: Halte dein Telefon %ld Sekunden lang an deine Nase
de_at: Halten Sie Ihr Handy %ld Sekunden lang an der Nase
el: Συνεχίστε να ακουμπάτε τη μύτη σας με το τηλέφωνο για %ld δευτερόλεπτα.
es: Sigue tocando el móvil con la nariz acercándotelo a la cara durante %ld segundos
es_419: Sigue acercando y tocando el teléfono con tu nariz por %ld segundos
fi: Kosketa puhelimella nenääsi toistuvasti %ld sekuntia
fil_ph: Patuloy na idikit ang iyong selpon sa iyong ilong nang %ld segundo
fr: Portez votre téléphone à votre nez, plusieurs fois, pendant %ld secondes
fr_ca: Touchez votre nez avec le téléphone à plusieurs reprises pendant %ld secondes.
he: המשך/י לגעת עם הטלפון באף למשך %ld שניות
hi: अपने फ़ोन को अपनी नाक से %ld सेकंड तक स्पर्श करते रहें
hr: Nastavite dodirivati nos telefonom %ld s
hu: Érintse többször az orrához a telefont %ld másodpercen keresztül
id: Terus sentuhkan telepon ke hidung Anda selama %ld detik
it: Continua a toccare il naso con il telefono per %ld secondi
ja: 電話で%ld秒間鼻に触れ続けてください。
ms: Teruskan menyentuh telefon anda ke hidung anda selama %ld saat
ms_latn_sg: Teruskan menyentuh telefon anda pada hidung anda selama %ld saat
nb_no: Fortsett å berøre nesen din med telefonen i %ld sekunder
nl: Raak %ld seconden je neus aan met de telefoon
no: Hold telefonen mot nesen i %ld sekunder
or_in: %ld ସେକେଣ୍ଡ ପାଇଁ ଆପଣ ନିଜର ଫୋନ୍‍କୁ ନାକ ସହିତ ସ୍ପର୍ଶ କରିବା ଜାରି ରଖନ୍ତୁ |
pl: Dotykaj telefonem nosa przez %ld s
pt_pt: Continue a tocar com o telefone no nariz durante %ld segundos.
ro: Continuați să vă atingeți nasul cu telefonul timp de %ld secunde.
ru: Касайтесь телефоном своего носа в течение %ld с.
sk: Na %ld sekúnd sa dotýkajte nosa telefónom.
sv: Fortsätt röra vid näsan med telefonen under %ld sekunder
ta_in: தொலைபேசியை உங்கள் மூக்கிற்கு மூக்கால் %ld வினாடிகளுக்குத் தொடவும்
ta_my: உங்கள் கைபேசியை உங்கள் மூக்கில் %ld விநாடிகள் தொடவும்
th: เอาโทรศัพท์ของคุณมาแตะที่จมูกแบบสลับไปมานาน %ld วินาที
tr: Telefonunuzu burnunuza değdirmeye %ld saniye devam edin
uk: Торкайтеся далі телефоном свого носа протягом %ld секунд
vi: Tiếp tục chạm điện thoại vào mũi bạn trong %ld giây
vi_vn: Tiếp tục chạm điện thoại vào mũi bạn trong %ld giây
xh_za: Qhubeka ubambe ifowuni yakho kwimpumlo yakho kangangemizuzwana %ld
zh_cn: 用手机接触鼻子，坚持 %ld 秒钟
zh_hans_my: 保持将手机靠近鼻子%ld秒
zh_hk: 拿着電話觸碰鼻子%ld秒
zh_tw: 重複用電話碰觸鼻子持續 %ld 秒鐘

# TREMOR_TEST_ACTIVE_STEP_TOUCH_NOSE_INTRO
source: Now keeping your elbow bent, touch your phone to your nose repeatedly.
ar: الآن، مع الاستمرار في ثني مرفقك، المس الهاتف بأنفك بشكل متكرر.
ca: Ara, amb el colze doblegat, toca el mòbil amb el nas repetidament.
cs: Nyní se s rukou ohnutou v lokti opakovaně dotýkejte telefonem nosu.
da: Hold nu din telefon med bøjet albue, mens du bliver ved med at røre din næse med telefonen.
de: Winkle nun deinen Ellenbogen an und berühre wiederholt mit deinem Telefon deine Nase.
de_at: Halten Sie nun Ihren Ellbogen gebeugt und halten Sie Ihr Handy wiederholt an der Nase.
el: Κρατώντας τον αγκώνα σας λυγισμένο, αγγίξτε τη μύτη σας με το τηλέφωνο επανειλημμένα.
es: Ahora, sin dejar de tener el codo doblado, toca el móvil con la nariz acercándotelo a la cara repetidamente.
es_419: Ahora, aún con el codo doblado, acerca y toca el teléfono con tu nariz varias veces.
fi: Kosketa nyt puhelimella nenääsi toistuvasti pitäen kyynärpäätä taivutettuna.
fil_ph: Ngayon panatilihing baluktot ang iyong siko, idikit ang iyong phone sa iyong ilong nang paulit-ulit.
fr: Maintenant, avec le coude plié, portez votre téléphone à votre nez, plusieurs fois.
fr_ca: Maintenant, pliez le coude et touchez votre nez avec le téléphone de façon répétée.
he: כעת, תוך שמירה על מרפק מכופף, גע/י עם הטלפון באף מספר פעמים ברצף.
hi: अब अपनी कोहनी मुड़ी हुई रखकर अपने फ़ोन को बार-बार अपनी नाक से स्पर्श करें।
hr: Sad držite lakat savijen i neprekidno dodirujte nos telefonom.
hu: Most a könyökét behajlítva érintse többször az orrához a telefont.
id: Sekarang siku tetap ditekuk, sentuhkan telepon ke hidung Anda berulang kali.
it: Ora, tenendo il gomito piegato, tocca ripetutamente il naso con il telefono.
ja: 次に、肘を曲げて電話で繰り返し鼻に触れてください。
ms: Terus bengkokkan siku anda, sentuh telefon anda ke hidung anda berulang kali.
ms_latn_sg: Sekarang dengan membengkokkan siku, sentuhkan telefon anda pada hidung anda berulang kali.
nb_no: Berør nesen din flere ganger med telefonen med albuen bøyd.
nl: Raak nu je neus herhaaldelijk aan met de telefoon terwijl je je elleboog gebogen houdt.
no: Hold albuen bøyd, og trykk telefonen mot nesen gjentatte ganger.
or_in: ବର୍ତ୍ତମାନ ଆପଣ ନିଜର କହୁଣୀକୁ ବଙ୍କେଇ, ଫୋନ୍‍କୁ ନାକ ସହିତ ବାରମ୍ୱାର ସ୍ପର୍ଶ କରନ୍ତୁ |
pl: Teraz, trzymając telefon w ręce zgiętej w łokciu, dotknij nim nosa i powtarzaj tę czynność.
pt_pt: Agora, mantendo o cotovelo dobrado, toque repetidamente no nariz com o telefone.
ro: Acum, ținându‑vă cotul îndoit, atingeți‑vă nasul cu telefonul în mod repetat.
ru: Теперь держите телефон в согнутой в локте руке и несколько раз коснитесь им своего носа.
sk: S pokrčeným lakťom sa opakovane dotýkajte nosa telefónom.
sv: Nu ska du hålla armbågen böjd och röra vid näsan med telefonen flera gånger.
ta_in: இப்போது முழங்கையை மடக்கி, உங்கள் மூக்கால் தொலைபேசியை தொடர்ந்து தொடவும்.
ta_my: இப்போது உங்கள் முழங்கையை வளைத்து, உங்கள் தொலைபேசியை உங்கள் மூக்கில் மீண்டும் மீண்டும் தொடவும்.
th: ตอนนี้ให้งอข้อศอกของคุณไว้นิ่งๆ แล้วเอาโทรศัพท์มาแตะที่จมูกแบบสลับไปมาซ้ำๆ
tr: Şimdi dirseğinizi kıvrık tutarak telefonunuzu burnunuza tekrar tekrar dokundurun.
uk: Тепер, не розгинаючи ліктя, торкайтеся неодноразово телефоном свого носа.
vi: Bây giờ, hãy gập khuỷu tay bạn, chạm điện thoại vào mũi nhiều lần.
vi_vn: Bây giờ, hãy giữ khuỷu tay của bạn uốn cong, chạm điện thoại vào mũi liên tục.
xh_za: Ngoku qhubeka ingqiniba yakho igotyiwe, bamba ifowuni yakho kwimpumlo yakho ngokuphindaphindiweyo.
zh_cn: 现在弯曲手肘，重复用手机接触您的鼻子。
zh_hans_my: 现在保持肘部弯曲，反复将手机靠近鼻子。
zh_hk: 現在繼續彎曲手肘，並用電話重複觸碰鼻子。
zh_tw: 現在請將手肘保持彎曲，並重複用電話碰觸鼻子。
