Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# ERROR_RECORDER_NO_OUTPUT_DIRECTORY
source: No output directory specified
ar: لم يتم تحديد دليل إخراج
ca: No s’ha especificat cap directori de sortida
cs: Nebyl určen výstupní adresář
da: Intet resultatbibliotek anført
de: Kein Ausgabeverzeichnis angegeben
de_at: Kein Ausgabeverzeichnis angegeben
el: Δεν έχει καθοριστεί κατάλογος εξόδου
es: No se ha especificado ningún directorio de salida
es_419: Directorio de salida no especificado
fi: Ei määritettyä tulostehakemistoa
fil_ph: Walang tinukoy na output directory
fr: Aucun répertoire de sortie spécifié
fr_ca: Aucun répertoire de sortie n’est spécifié
he: לא צוינה ספריית פלט
hi: कोई आउटपुट निर्देशिका निर्दिष्ट नहीं
hr: Izlazni direktorij nije naveden
hu: Nincs megadva kimeneti könyvtár
id: Tidak ada direktori output yang ditentukan
it: Non è stata specificata nessuna directory di output
ja: 出力ディレクトリが指定されていません
ko: 지정된 출력 디렉토리 없음
ms: Tiada direktori output ditentukan
ms_latn_sg: Tiada direktori output ditentukan
nb_no: Ingen utgangskatalog spesifisert
nl: Geen uitvoerdirectory opgegeven
no: Ingen katalog angitt
or_in: କୌଣସି ଫଳାଫଳ ମାର୍ଗଦର୍ଶିକା ନିର୍ଦ୍ଦିଷ୍ଟ ହୋଇନାହିଁ |
pl: Nie wskazano katalogu wyjściowego
pt_pt: Não foi especificado nenhum diretório de saída.
ro: Nu a fost specificat un director de ieșire
ru: Не указан каталог для выходных данных
sk: Nie je špecifikovaný výstupný adresár
sv: Ingen utmatningskatalog har angetts
ta_in: அவுட்புட் டைரக்டரி குறிப்பிடப்படவில்லை
ta_my: வெளியீட்டு அடைவு குறிப்பிடப்படவில்லை
th: ไม่ได้ระบุสารบบผลลัพธ์ไว้
tr: Çıkış dizini belirtilmemiş
uk: Не задано вихідний каталог
vi: Không có thư mục đầu ra nào được chỉ định
vi_vn: Không có thư mục đầu ra nào được chỉ định
xh_za: Ayikho imveliso yolawulo echaziweyo
zh_cn: 未指定输出目录
zh_hans_my: 未指定输出目录
zh_hk: 未指定輸出目錄
zh_tw: 尚未指定輸出的目錄

# FAMILY_NAME_ITEM_PLACEHOLDER
source: Appleseed
ar: أسعد
ca: Martorell
cs: Novák
da: Friis
de: Bauer
el: Μηλοσπόρος
es: López
es_419: López
fr: Allain
fr_ca: Allain
he: ישראלי
hi: मलिक
hr: Horvat
hu: Nagy
it: Mela
ko: 홍
or_in: ସେଓମଞ୍ଜି (Appleseed)
pl: Jabłonka
pt_pt: Macieira
ro: Popescu
ru: Арсентьев
sk: Hraško
ta_my: ஆப்பிள்விதை
tr: Utku
uk: Яблучко
xh_za: Imbewu yeapile
zh_hk: 王

# FITNESS_DISTANCE_TITLE_FORMAT
source: Distance (%@)
ar: المسافة ‏(%@)
ca: Distància (%@)
cs: Vzdálenost (%@)
de: Strecke (%@)
de_at: Entfernung (%@)
el: Απόσταση (%@)
es: Distancia (%@)
es_419: Distancia (%@)
fi: Matka (%@)
fil_ph: Distansya (%@)
he: מרחק (%@)
hi: दूरी (%@)
hr: Udaljenost (%@)
hu: Távolság (%@)
id: Jarak (%@)
it: Distanza (%@)
ja: 距離（%@）
ko: 거리(%@)
ms: Jarak (%@)
ms_latn_sg: Jarak (%@)
nb_no: Avstand (%@)
nl: Afstand (%@)
no: Strekning (%@)
or_in: ଦୂରତା (%@)
pl: Dystans (%@)
pt_pt: Distância (%@)
ro: Distanță (%@)
ru: Расстояние (%@)
sk: Vzdialenosť (%@)
sv: Distans (%@)
ta_in: தூரம் (%@)
ta_my: தூரம் (%@)
th: ระยะทาง (%@)
tr: Mesafe (%@)
uk: Відстань (%@)
vi: Quãng đường (%@)
vi_vn: Khoảng cách (%@)
xh_za: Umgama (%@)
zh_cn: 距离（%@）
zh_hans_my: 距离((%@))
zh_hk: 距離（%@）
zh_tw: 距離（%@）

# FITNESS_HEARTRATE_TITLE
source: Heart Rate (bpm)
ar: معدل نبض القلب (bpm)
ca: Ritme cardíac (bpm)
cs: Srdeční tep (bpm)
da: Puls (spm)
de: Herzfrequenz (bpm)
de_at: Herzfrequenz (bpm)
el: Καρδιακοί παλμοί (π.α.λ.)
es: Frecuencia cardíaca (ppm)
es_419: Frecuencia cardiaca (lpm)
fi: Syke (bpm)
fil_ph: Tibok ng Puso (bpm)
fr: Rythme cardiaque (bpm)
fr_ca: Rythme cardiaque (bpm)
he: קצב לב (פעימות לדקה)
hi: हृदय गति (bpm)
hr: Puls u minuti
hu: Pulzusszám (bpm)
id: Detak Jantung (bpm)
it: Battito cardiaco (bpm)
ja: 心拍数（bpm）
ko: 심박수(bpm)
ms: Kadar Jantung (bpm)
ms_latn_sg: Kadar Jantung (bpm)
nb_no: Puls (bpm)
nl: Hartslag (spm)
no: Puls (slag/min)
or_in: ହୃଦୟ ସ୍ପନ୍ଦନର ହାର(bpm(ବିପିଏମ୍‍))
pl: Tętno (ud./min)
pt_pt: Ritmo cardíaco (bpm)
ro: Ritm cardiac (bpm)
ru: Пульс (уд/мин)
sk: Srdcová frekvencia (bpm)
sv: Puls – slag/minut
ta_in: இதயத் துடிப்பு (bpm)
ta_my: இதய துடிப்பு (bpm)
th: อัตราการเต้นของหัวใจ (bpm)
tr: Kalp Atış Hızı (vuruş/dk)
uk: Пульс (уд./хв)
vi: Nhịp tim (nhịp/phút)
vi_vn: Nhịp tim (bpm)
xh_za: Ukubetha Kwentliziyo (bpm)
zh_cn: 心率（次/分）
zh_hans_my: 心率 (bpm)
zh_hk: 心跳率（每分鐘次數）
zh_tw: 心率（下/分鐘）

# FITNESS_INTRO_2_TEXT_FORMAT
source: Walk outdoors at your fastest possible pace for %1$@. When you're done, sit and rest comfortably for %2$@. To begin, tap Get Started.
ar: امشِ في الخارج بأقصى سرعة ممكنة لديك لمدة %1$@. عندما تنتهي، اجلس وخذ استراحة لمدة %2$@. للبدء، اضغط على البدء.
ca: Camina a l’aire lliure al ritme més alt que puguis durant %1$@. Transcorregut aquest temps, seu i descansa còmodament %2$@. Quan estiguis a punt, prem Començar.
cs: Po %1$@ se procházejte venku nejvyšším možným tempem. Poté po %2$@ v pohodlné pozici odpočívejte. Chcete-li začít, klepněte na Začít.
da: Gå så hurtigt, du kan, udendørs i %1$@. Når du er færdig, skal du sætte dig ned og hvile i %2$@. Tryk på Gå i gang for at starte.
de: Gehe draußen %1$@ lang so schnell wie möglich. Setze dich anschließend %2$@ bequem hin und ruhe dich aus. Tippe zum Starten auf „Los geht’s“.
de_at: Gehen Sie für %1$ @ im Freien in Ihrem schnellstmöglichen Tempo. Wenn Sie fertig sind, setzen Sie sich und ruhen Sie sich bequem für % 2$ @ aus. Um zu beginnen, tippen Sie auf Erste Schritte.
el: Περπατήστε σε εξωτερικό χώρο όσο πιο γρήγορα μπορείτε για %1$@. Όταν τελειώσετε, καθίστε κάπου άνετα και ξεκουραστείτε για %2$@. Για να αρχίσετε, αγγίξτε «Έναρξη».
es: Camina al aire libre lo más rápido que puedas durante %1$@. Transcurrido este tiempo, siéntate y descansa durante %2$@. Para comenzar, pulsa Empezar.
es_419: Camina afuera tan rápido como puedas durante %1$@. Al terminar, siéntate y descansa cómodamente durante %2$@. Toca Empezar para comenzar.
fi: Kävele ulkona kovinta mahdollista vauhtia %1$@. Kun olet valmis, istu ja lepää %2$@. Aloita napauttamalla Aloita.
fil_ph: Maglakad sa labas sa iyong pinakamabilis na posibleng bilis sa loob ng %1$@. Kapag tapos ka na, umupo at magpahinga ng kumportable sa loob ng %2$@. Upang simulan, i-tap ang Magsimula.
fr: Marchez à l’extérieur à votre rythme le plus rapide pendant %1$@. Asseyez-vous ensuite confortablement pendant %2$@. Touchez Démarrer pour commencer.
fr_ca: Marchez aussi vite que possible pendant %1$@ en plein air. Ensuite, asseyez-vous et reposez-vous confortablement pendant %2$@. Pour commencer, touchez Démarrer.
he: לך/י בחוץ בקצב המהיר ביותר שלך למשך %1$@. לסיום, התיישב/י והרגע/י למשך %2$@. כדי להתחיל, הקש/י על ״התחלה״.
hi: बाहर %1$@ तक जितनी तेज़ गति से संभव हो, चलें। उसके बाद बैठ जाएँ और आराम से %2$@ तक सुस्ताएँ। आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Hodajte na otvorenom najbrže što možete %1$@. Kad završite, sjednite i odmarajte %2$@. Za početak dodirnite Pokreni.
hu: Kültéren gyalogoljon olyan gyorsan, ahogy csak tud %1$@ időtartamig. Amikor befejezte, üljön le, és pihenjen kényelmesen %2$@ időtartamig. A kezdéshez koppintson a Kezdés elemre.
id: Jalan di luar ruangan dengan laju secepat mungkin selama %1$@. Saat Anda selesai, duduk dan istirahat dengan nyaman selama %2$@. Untuk memulai, ketuk Mulai.
it: Cammina all'aperto all'andatura massima che riesci a sostenere per %1$@. Al termine, siediti e riposati per %2$@. Per cominciare, tocca Inizia.
ja: 屋外でできるだけ速いペースで%1$@間歩いてください。終わったら座って、%2$@間楽にしてください。始めるには、“開始”をタップしてください。
ko: 실외에서 최대한 빠른 페이스로 %1$@ 동안 걸으십시오. 걷기가 끝나면 편하게 앉아서 %2$@ 동안 휴식하십시오. 시작하려면 시작하기를 탭하십시오.
ms: Jalan di luar bangunan secepat yang anda boleh selama %1$@. Apabila anda selesai, duduk dan berehat dengan selesa selama %2$@. Untuk memulakan, ketik Mulakan.
ms_latn_sg: Berjalan di luar pada kelajuan terpantas anda selama %1$@. Apabila selesai, duduk dan berehat dengan selesa selama %2$@. Untuk mulakan, ketik Bermula.
nb_no: Gå utendørs i raskest mulig tempo i %1$@. Når du er ferdig, sitt og hvil deg komfortabelt i %2$@. For å begynne, trykk på Komme i gang.
nl: Loop buiten %1$@ zo snel als je kunt. Ga daarna gemakkelijk zitten en rust %2$@ uit. Tik op 'Start' om te beginnen.
no: Gå utendørs så fort du kan i %1$@. Når du er ferdig, setter du deg og hviler komfortabelt i %2$@. Trykk på Start for å begynne.
or_in: %1$@ ପାଇଁ ବାହାରେ ନିଜର ଦ୍ରୁତତମ ଗତି ସହ ଚାଲନ୍ତୁ | ଆପଣ ଏହା କରିସାରିବା ପରେ, %2$@ ପାଇଁ ବସନ୍ତୁ ଏବଂ ଆରାମ କରନ୍ତୁ | ଆରମ୍ଭ କରିବା ପାଇଁ, ଆରମ୍ଭ ହେବା ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Wyjdź na zewnątrz i idź najszybciej jak potrafisz przez %1$@. Gdy skończysz, usiądź wygodnie i odpoczywaj przez %2$@. Aby rozpocząć, stuknij w Start.
pt_pt: Durante %1$@, ande na rua o mais depressa que puder, sem correr. No fim, sente‑se confortavelmente e descanse durante %2$@. Para dar inicio ao teste, toque em Começar.
ro: Mergeți în aer liber cu viteza maximă posibilă timp de %1$@. Când sunteți gata, așezați‑vă și stați confortabil timp de %2$@. Pentru a începe, apăsați “Start”.
ru: Идите %1$@ по улице с максимальной скоростью. После этого удобно сядьте и отдыхайте %2$@. Коснитесь «Начать», чтобы приступить.
sk: Prechádzajte sa vonku %1$@ čo najrýchlejšou chôdzou. Po skončení sa pohodlne posaďte na %2$@. Začnite klepnutím na Začať.
sv: Gå utomhus i snabbast möjliga takt under %1$@. När du är klar sitter du och vilar bekvämt under %2$@. Tryck på Kom igång för att börja.
ta_in: %1$@ க்காக உங்களால் முடிந்த வேகத்தில் வெளிப்புறத்தில் நடக்கவும். முடித்தவுடன், %2$@ க்கு அமர்ந்து ஓய்வெடுக்கவும். துவங்குவதற்கு, ‘Get Started’ ஐ தட்டவும்.
ta_my: %1$@ -க்கான உங்கள் வேகமான வேகத்தில் வெளியில் நடக்கவும். நீங்கள் செய்து முடித்ததும், உட்கார்ந்து %2$@ -க்கு வசதியாக ஓய்வெடுக்கவும். தொடங்க, தொடங்கு என்பதைத் தட்டவும்.
th: เดินกลางแจ้งด้วยอัตราการเดินที่เร็วที่สุดที่คุณทำได้นาน %1$@ เมื่อคุณเดินเสร็จแล้ว ให้นั่งพักสบายๆ นาน %2$@ ในการเริ่มต้น ให้แตะเริ่มต้นใช้งาน
tr: Açık havada yürüyebildiğiniz en yüksek hızda %1$@ yürüyün. Bitirdiğinizde, oturun ve %2$@ rahat bir şekilde dinlenin. Başlamak için Başla’ya dokunun.
uk: Ідіть надворі своєю найшвидшою ходою %1$@. Завершивши, зручно сядьте і відпочивайте %2$@. Щоб почати, торкніть «Розпочати».
vi: Đi bộ ngoài trời với tốc độ cao nhất có thể của bạn trong %1$@. Khi bạn hoàn tất, hãy ngồi và nghỉ ngơi thoải mái trong %2$@. Để bắt đầu, chạm Bắt đầu.
vi_vn: Đi bộ ngoài trời với tốc độ nhanh nhất có thể của bạn trong %1$@. Khi bạn hoàn thành, hãy ngồi và nghỉ ngơi thoải mái trong %2$@. Để bắt đầu, hãy nhấp vào Bắt đầu.
xh_za: Hamba phandle ngokukhawuleza kangangoko unako kangange %1$@. Xa ugqibile, hlala yaye uphumle ngokukhululekileyo kangange %2$@. Ukuqalisa, cofa Qalisa.
zh_cn: 请在室外以最快的速度步行 %1$@。步行完成后，请静坐 %2$@。若要开始，请轻点“开始”。
zh_hans_my: 对于%1$@，以最快的速度在户外步行。对于%2$@，完成后，坐下来舒适地休息。首先，点击“开始”。
zh_hk: 在室外以最快的配速步行%1$@。完成後，安坐並休息%2$@。點一下「開始」以進行測試。
zh_tw: 以最快的配速在室外步行 %1$@。完成後，請輕鬆坐下並休息 %2$@。若要開始，請點一下「開始測試」。

# FITNESS_INTRO_TEXT_FORMAT
source: This activity monitors your heart rate and measures how far you can walk in %1$@.
ar: يعمل هذا النشاط على مراقبة معدل نبض القلب لديك وقياس المسافة التي يمكنك أن تمشيها خلال %1$@.
ca: Aquesta activitat controla la freqüència cardíaca i mesura la distància que pots caminar en %1$@.
cs: Tato aktivita změří váš srdeční tep a vzdálenost, kterou ujdete za %1$@.
da: Denne aktivitet overvåger din puls og måler, hvor langt du kan gå på %1$@.
de: Mit dieser Aktivität wird deine Herzfrequenz kontrolliert und gemessen, wie weit du in %1$@ laufen kannst.
de_at: Diese Aktivität überwacht Ihre Herzfrequenz und misst, wie weit Sie in % 1$ @ gehen können.
el: Αυτή η δραστηριότητα αξιολογεί τους καρδιακούς παλμούς σας και μετρά πόσο μακριά μπορείτε να περπατήσετε σε %1$@.
es: Esta actividad controla tu frecuencia cardíaca y mide la distancia que puedes recorrer andando en %1$@.
es_419: Esta actividad revisa tu frecuencia cardiaca y mide cuánto puedes caminar en el transcurso de %1$@.
fi: Tämä aktiviteetti seuraa sykettäsi ja mittaa kuinka kauas voit kävellä, kun aikaa on %1$@.
fil_ph: Sinusubaybayan ng aktibidad na ito ang tibok ng iyong puso at sinusukat kung hanggang saan ka makakalakad sa loob ng %1$@.
fr: Cette activité mesure votre rythme cardiaque et la distance maximale que vous pouvez parcourir à pied en %1$@.
fr_ca: Cette activité mesure votre rythme cardiaque, ainsi que la distance que vous pouvez parcourir à pied en %1$@.
he: פעילות זו בודקת את קצב הלב שלך ומודדת כמה רחוק תוכל/י ללכת תוך %1$@.
hi: इस गतिविधि द्वारा आपकी हृदय गति का निरीक्षण किया जाता है और यह मापित किया जाता है कि %1$@ में आप कितनी दूर पैदल चल सकते हैं।
hr: Ova aktivnost prati vašu brzinu otkucaja srca i mjeri koliko možete prehodati unutar %1$@.
hu: Ez a tevékenység a pulzusát figyeli, és megméri, milyen messzire tud gyalogolni %1$@ időtartam alatt.
id: Aktivitas ini memonitor detak jantung Anda dan mengukur seberapa jauh Anda dapat berjalan dalam %1$@.
it: L'attività monitora la tua frequenza cardiaca e valuta la distanza massima che puoi raggiungere in %1$@.
ja: このアクティビティでは、心拍数をモニタし、%1$@で歩ける距離を測定します。
ko: 이 실험은 사용자의 심박수를 모니터하고 %1$@ 동안 얼마나 멀리 걸을 수 있는지를 측정합니다.
ms: Aktiviti ini memantau kadar jantung anda dan mengukur jarak anda boleh berjalan dalam masa %1$@.
ms_latn_sg: Aktiviti ini memantau kadar jantung anda dan mengukur sejauh mana anda boleh berjalan dalam %1$@.
nb_no: Denne aktiviteten overvåker pulsen din og måler hvor langt du kan gå i %1$@.
nl: Tijdens deze activiteit wordt je hartslag gemeten en wordt gekeken hoe ver je in %1$@ kunt lopen.
no: Denne aktiviteten leser av pulsen din og måler hvor langt du kan gå på %1$@.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ଆପଣଙ୍କର ହୃଦୟ ସ୍ପନ୍ଦନର ହାରକୁ ଯାଞ୍ଚ କରେ ଏବଂ ଆପଣ %1$@ ରେ କେତେ ଦୂର ପର୍ଯ୍ୟନ୍ତ ଚାଲିପାରନ୍ତି ତାହାକୁ ମାପେ |
pl: To ćwiczenie monitoruje Twoje tętno i mierzy dystans, jaki potrafisz przejść przez %1$@.
pt_pt: Este exercício mede o seu ritmo cardíaco e a distância que consegue percorrer a pé em %1$@.
ro: Această activitate vă monitorizează ritmul cardiac și măsoară cât de mult puteți merge în %1$@.
ru: Во время выполнения этого задания программа следит за частотой Вашего пульса и измеряет расстояние, которое Вы пройдете за %1$@.
sk: Táto aktivita monitoruje vašu srdcovú frekvenciu a zmeria vzdialenosť, ktorú prejdete za %1$@.
sv: Den här aktiviteten registrerar din puls och mäter hur långt du kan gå på %1$@.
ta_in: இந்த செயல்பாடு உங்கள் இதயத் துடிப்பைக் கண்காணித்து %1$@ இல் எவ்வளவு தூரம் நடக்க முடியும் என்பதை அளவிடும்.
ta_my: இந்த செயல்பாடு உங்கள் இதயத் துடிப்பைக் கண்காணிக்கிறது மற்றும் நீங்கள் %1$@ எவ்வளவு தூரம் நடக்க முடியும் என்பதை அளவிடுகிறது.
th: กิจกรรมนี้จะตรวจสอบอัตราการเต้นของหัวใจของคุณและวัดระยะทางที่คุณสามารถเดินได้ภายใน %1$@
tr: Bu aktivite, kalp atış hızınızı izler ve %1$@ içinde ne kadar mesafe yürüyebileceğinizi ölçer.
uk: Цей тест оцінює ваш серцевий ритм і обчислює, скільки ви можете пройти за %1$@.
vi: Hoạt động này sẽ theo dõi nhịp tim của bạn và tính quãng đường bạn có thể đi bộ trong %1$@.
vi_vn: Hoạt động này theo dõi nhịp tim của bạn và đo lường bạn có thể đi bộ bao xa trong %1$@.
xh_za: Lo msebenzi ujonga ukubetha kwentliziyo yakho yaye ulinganisa umgama onokuwuhamba nge %1$@.
zh_cn: 本活动监控您的心率并测量 %1$@内的步行距离。
zh_hans_my: 此活动会监测您的心率并测量您可以步行的距离(%1$@)。
zh_hk: 此測試活動能監測你的心跳率，並量度你在%1$@內能步行的最遠距離。
zh_tw: 此活動會監控您的心率並測量您在 %1$@內最快的步行速度。

# FITNESS_SIT_INSTRUCTION_FORMAT
source: Sit comfortably for %@.
ar: خذ استراحة لمدة %@.
ca: Seu còmodament %@.
cs: Po %@ pohodlně seďte.
da: Sid behageligt i %@.
de: Setze dich %@ bequem hin.
de_at: Setzen Sie sich bequem hin für %@.
el: Καθίστε κάπου άνετα για %@.
es: Siéntate cómodamente durante %@.
es_419: Siéntate cómodamente durante %@.
fi: Istu %@.
fil_ph: Umupo nang kumportable sa loob ng %@.
fr: Asseyez-vous confortablement pendant %@.
fr_ca: Asseyez-vous confortablement pendant %@.
he: שב/י בצורה נוחה למשך %@.
hi: %@ तक आराम से बैठें।
hr: Sjedite udobno %@.
hu: Üljön kényelmesen %@ időtartamig.
id: Duduk dengan nyaman selama %@.
it: Siediti comodamente per %@.
ja: %@間楽な姿勢で座ってください。
ko: %@ 동안 편하게 앉아 있으십시오.
ms: Duduk dengan selesa selama %@.
ms_latn_sg: Duduk dengan selesa selama %@.
nb_no: Sitt komfortabelt i %@.
nl: Ga %@ gemakkelijk zitten.
no: Sitt komfortabelt i %@.
or_in: %@ ପାଇଁ ଆରାମଦାୟକ ଭାବରେ ବସନ୍ତୁ |
pl: Siedź wygodnie przez %@.
pt_pt: Sente‑se confortavelmente durante %@.
ro: Așezați-vă confortabil timp de %@.
ru: Сядьте поудобнее и сидите %@.
sk: Pohodlne sa posaďte na %@.
sv: Sitt bekvämt under %@.
ta_in: %@ க்கு வசதியாக உட்காரவும்.
ta_my: வசதியாக உட்கார்ந்து %@.
th: นั่งสบายๆ นาน %@
tr: Rahat bir şekilde %@ oturun.
uk: Сидіть зручно %@.
vi: Ngồi thoải mái trong %@.
vi_vn: Ngồi thoải mái trong %@.
xh_za: Hlala ngokukhululekileyo kangange %@.
zh_cn: 请静坐 %@。
zh_hans_my: 舒适地坐下休息%@。
zh_hk: 安坐%@。
zh_tw: 輕鬆坐著 %@。

# FITNESS_TASK_TITLE
source: Fitness
ar: اللياقة
ca: Activitat física
cs: Kondice
el: Φυσική κατάσταση
es: Forma física
es_419: Condición
fi: Kuntoilu
fil_ph: Kalakasan ng katawan
fr_ca: Forme
he: כושר
hi: तंदुरुस्ती
hr: Kondicija
hu: Fitnesz
id: Kebugaran
it: Forma fisica
ja: 体力
ko: 피트니스
ms: Kecergasan
ms_latn_sg: Kecerdasan
nl: Conditie
no: Kondisjon
or_in: ଫିଟନେସ୍‍
pl: Sprawność
ru: Выносливость
sk: Kondícia
sv: Motion
ta_in: உடற்தகுதி
ta_my: உடற்தகுதி
th: ฟิตเนส
uk: Фітнес
vi: Thể dục
vi_vn: Khỏe mạnh
xh_za: Ukufaneleka
zh_cn: 健身
zh_hans_my: 健康
zh_hk: 體能
zh_tw: 健身

# FITNESS_WALK_INSTRUCTION_FORMAT
source: Walk as fast as you can for %@.
ar: قم بالمشي بأقصى سرعة لديك لمدة %@.
ca: Camina tan ràpid com puguis durant %@.
cs: Po %@ co nejrychleji kráčejte.
da: Gå så hurtigt, du kan, i %@.
de: Gehe %@ lang so schnell wie möglich.
de_at: Gehen Sie so schnell wie möglich für %@.
el: Περπατήστε όσο πιο γρήγορα μπορείτε για %@.
es: Camina lo más rápido que puedas durante %@.
es_419: Camina tan rápido como sea posible durante %@.
fi: Kävele niin nopeasti kuin voit %@.
fil_ph: Maglakad sa bilis na hanggang makakaya mo sa loob ng %@.
fr: Marchez le plus rapidement possible pendant %@.
fr_ca: Marchez aussi vite que possible pendant %@.
he: לך/י הכי מהר שתוכל/י למשך %@.
hi: %@ तक जितना तेज़ हो सके, चलें।
hr: Hodajte što brže možete %@.
hu: Gyalogoljon olyan gyorsan, amilyen gyorsan tud %@ időtartam alatt.
id: Jalan secepat mungkin selama %@.
it: Cammina il più velocemente possibile per %@.
ja: できるだけ速く%@間歩いてください。
ko: %@ 동안 최대한 빨리 걸으십시오.
ms: Jalan selaju yang anda boleh selama %@.
ms_latn_sg: Berjalan sepantas yang boleh selama %@.
nb_no: Gå så fort du kan i %@.
nl: Loop %@ zo snel als je kunt.
no: Gå så fort du kan i %@.
or_in: %@ ପାଇଁ ଆପଣ ଯେତେ ଦ୍ରୁତ ଗତିରେ ଚାଲିପାରିବେ, ଚାଲନ୍ତୁ
pl: Idź najszybciej jak potrafisz przez %@.
pt_pt: Ande o mais depressa que puder durante %@.
ro: Mergeți cât de repede puteți timp de %@.
ru: Идите %@ с максимальной скоростью.
sk: Kráčajte čo najrýchlejšie %@.
sv: Gå så fort du kan under %@.
ta_in: %@ க்கு உங்களால் முடிந்தவரை வேகமாக நடக்கவும்.
ta_my: %@க்கு உங்களால் முடிந்தவரை வேகமாக நடந்து செல்லுங்கள்.
th: เดินให้เร็วที่สุดเท่าที่คุณทำได้นาน %@
tr: Yürüyebildiğiniz kadar hızlı %@ yürüyün.
uk: Ідіть якомога швидше %@.
vi: Đi bộ với tốc độ nhanh nhất có thể trong %@.
vi_vn: Đi bộ nhanh nhất có thể %@.
xh_za: Hamba ngokukhawuleza kangangoko unako kangange %@.
zh_cn: 以最快速度步行 %@。
zh_hans_my: 尽可能快地行走%@。
zh_hk: 用最快的速度步行%@。
zh_tw: 以最快的速度步行 %@。

# FITZPATRICK_SKIN_TYPE_I
source: Type I
ar: النوع ١
ca: Tipus I
cs: Typ I
de: Typ I
de_at: Typ I
el: Τύπου I
es: Tipo I
he: סוג עור 1
hi: प्रकार I
hr: Tip I
hu: I. típus
id: Tipe I
it: Tipo I
ja: タイプI
ms: Jenis I
ms_latn_sg: Jenis I
no: Type 1
or_in: ଟାଇପ୍‍ I
pl: Typ I
pt_pt: Tipo I
ro: Tip I
ru: Тип I
sk: Typ I
sv: Typ I
ta_in: வகை I
ta_my: வகை I
th: ประเภท I
tr: Tip I
uk: Тип I
vi: Loại I
vi_vn: Loại I
xh_za: Uhlobo I
zh_cn: 类型 I
zh_hans_my: I 型
zh_hk: 類型I
zh_tw: 類型 1

# FITZPATRICK_SKIN_TYPE_II
source: Type II
ar: النوع ٢
ca: Tipus II
cs: Typ II
de: Typ II
de_at: Typ II
el: Τύπου II
es: Tipo II
he: סוג עור 2
hi: प्रकार II
hr: Tip II
hu: II. típus
id: Tipe II
it: Tipo II
ja: タイプII
ms: Jenis II
ms_latn_sg: Jenis II
no: Type 2
or_in: ଟାଇପ୍‍ II
pl: Typ II
pt_pt: Tipo II
ro: Tip II
ru: Тип II
sk: Typ II
sv: Typ II
ta_in: வகை II
ta_my: வகை II
th: ประเภท II
tr: Tip II
uk: Тип II
vi: Loại II
vi_vn: Loại II
xh_za: Uhlobo II
zh_cn: 类型 II
zh_hans_my: Ⅱ 型
zh_hk: 類型II
zh_tw: 類型 2

# FITZPATRICK_SKIN_TYPE_III
source: Type III
ar: النوع ٣
ca: Tipus III
cs: Typ III
de: Typ III
de_at: Typ III
el: Τύπου III
es: Tipo III
he: סוג עור 3
hi: प्रकार III
hr: Tip III
hu: III. típus
id: Tipe III
it: Tipo III
ja: タイプIII
ms: Jenis III
ms_latn_sg: Jenis III
no: Type 3
or_in: ଟାଇପ୍‍ III
pl: Typ III
pt_pt: Tipo III
ro: Tip III
ru: Тип III
sk: Typ III
sv: Typ III
ta_in: வகை III
ta_my: வகை III
th: ประเภท III
tr: Tip III
uk: Тип III
vi: Loại III
vi_vn: Loại III
xh_za: Uhlobo III
zh_cn: 类型 III
zh_hans_my: Ⅲ 型
zh_hk: 類型III
zh_tw: 類型 3

# FITZPATRICK_SKIN_TYPE_IV
source: Type IV
ar: النوع ٤
ca: Tipus IV
cs: Typ IV
de: Typ IV
de_at: Typ IV
el: Τύπου IV
es: Tipo IV
he: סוג עור 4
hi: प्रकार IV
hr: Tip IV
hu: IV. típus
id: Tipe IV
it: Tipo IV
ja: タイプIV
ms: Jenis IV
ms_latn_sg: Jenis IV
no: Type 4
or_in: ଟାଇପ୍‍ IV
pl: Typ IV
pt_pt: Tipo IV
ro: Tip IV
ru: Тип IV
sk: Typ IV
sv: Typ IV
ta_in: வகை IV
ta_my: வகை IV
th: ประเภท IV
tr: Tip IV
uk: Тип IV
vi: Loại IV
vi_vn: Loại IV
xh_za: Uhlobo IV
zh_cn: 类型 IV
zh_hans_my: Ⅳ 型
zh_hk: 類型IV
zh_tw: 類型 4

# FITZPATRICK_SKIN_TYPE_V
source: Type V
ar: النوع ٥
ca: Tipus V
cs: Typ V
de: Typ V
de_at: Typ V
el: Τύπου V
es: Tipo V
he: סוג עור 5
hi: प्रकार V
hr: Tip V
hu: V. típus
id: Tipe V
it: Tipo V
ja: タイプV
ms: Jenis V
ms_latn_sg: Jenis V
no: Type 5
or_in: ଟାଇପ୍‍ V
pl: Typ V
pt_pt: Tipo V
ro: Tip V
ru: Тип V
sk: Typ V
sv: Typ V
ta_in: வகை V
ta_my: வகை V
th: ประเภท V
tr: Tip V
uk: Тип V
vi: Loại V
vi_vn: Loại V
xh_za: Uhlobo V
zh_cn: 类型 V
zh_hans_my: V 型
zh_hk: 類型V
zh_tw: 類型 5

# FITZPATRICK_SKIN_TYPE_VI
source: Type VI
ar: النوع ٦
ca: Tipus VI
cs: Typ VI
de: Typ VI
de_at: Typ VI
el: Τύπου VI
es: Tipo VI
he: סוג עור 6
hi: प्रकार VI
hr: Tip VI
hu: VI. típus
id: Tipe VI
it: Tipo VI
ja: タイプVI
ms: Jenis VI
ms_latn_sg: Jenis VI
no: Type 6
or_in: ଟାଇପ୍‍ VI
pl: Typ VI
pt_pt: Tipo VI
ro: Tip VI
ru: Тип VI
sk: Typ VI
sv: Typ VI
ta_in: வகை VI
ta_my: வகை VI
th: ประเภท VI
tr: Tip VI
uk: Тип VI
vi: Loại VI
vi_vn: Loại VI
xh_za: Uhlobo VI
zh_cn: 类型 VI
zh_hans_my: VI 型
zh_hk: 類型VI
zh_tw: 類型 6

# FORGOT_PASSWORD_BUTTON_TITLE
source: Forgot password?
ar: هل نسيت كلمة السر؟
ca: Contrasenya oblidada?
cs: Zapomenuté heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
de_at: Passwort vergessen?
el: Ξεχάσατε το συνθηματικό;
es: ¿Has olvidado tu contraseña?
es_419: ¿Olvidaste tu contraseña?
fi: Unohditko salasanan?
fil_ph: Nakalimutan ang password?
fr: Mot de passe oublié ?
fr_ca: Mot de passe oublié?
he: שכחת את הסיסמה?
hi: पासवर्ड भूल गए?
hr: Zaboravili ste lozinku?
hu: Elfelejtette a jelszót?
id: Lupa kata sandi?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか?
ko: 암호를 잊어버렸습니까?
ms: Terlupa kata laluan?
ms_latn_sg: Terlupa kata laluan?
nb_no: Glemt passordet?
nl: Wachtwoord vergeten?
no: Glemt passordet?
or_in: ପାସ୍‌ୱାର୍ଡ ଭୁଲିଗଲେ କି?
pl: Nie pamiętasz hasła?
pt_pt: Não se lembra da palavra‑passe?
ro: Ați uitat parola?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sv: Har du glömt lösenordet?
ta_in: கடவுச் சொல் மறந்துவிட்டீர்களா?
ta_my: கடவுச்சொல்லை மறந்து விட்டீர்களா?
th: ลืมรหัสผ่านหรือไม่
tr: Parolayı mı unuttunuz?
uk: Забули пароль?
vi: Quên mật khẩu?
vi_vn: Quên mật khẩu?
xh_za: Ulibele iphasiwedi?
zh_cn: 忘记了密码？
zh_hans_my: 忘记了密码？
zh_hk: 忘記密碼？
zh_tw: 忘記密碼？

# GENDER_FEMALE
source: Female
ar: أنثى
ca: Dona
cs: Žena
da: Kvinde
de: Weiblich
de_at: Weiblich
el: Γυναίκα
es: Mujer
es_419: Mujer
fi: Nainen
fil_ph: Babae
fr: Femme
fr_ca: Femme
he: נקבה
hi: महिला
hr: Žensko
hu: Nő
id: Wanita
it: Donna
ja: 女性
ko: 여성
ms: Perempuan
ms_latn_sg: Perempuan
nb_no: Kvinne
nl: Vrouw
no: Kvinne
or_in: ମହିଳା
pl: Kobieta
pt_pt: Feminino
ro: Feminin
ru: Женский
sk: Žena
sv: Kvinna
ta_in: பெண்
ta_my: பெண்
th: หญิง
tr: Kadın
uk: Жіноча
vi: Nữ
vi_vn: Nữ
xh_za: Ibhinqa
zh_cn: 女
zh_hans_my: 女性
zh_hk: 女性
zh_tw: 女性
