Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# CONSENT_SHARE_WIDELY_%@
source: Share my data with %@ and qualified researchers worldwide
ar: مشاركة بياناتي مع %@ والباحثين المؤهلين حول العالم
ca: Compartir les meves dades amb %@ i investigadors qualificats de tot el món
cs: Sdílet data se společností %@ a kvalifikovanými výzkumnými pracovišti na celém světě
da: Del mine data med %@ og kvalificerede forskere i hele verden
de: Meine Daten mit %@ und qualifizierten Forschern auf der ganzen Welt teilen
de_at: Teilen Sie meine Daten mit %@ und qualifizierten Forschern weltweit
el: Κοινοποίηση των δεδομένων μου στο %@ και πιστοποιημένους ερευνητές ανά τον κόσμο
es: Compartir mis datos con %@ y con investigadores cualificados de todo el mundo
es_419: Compartir mis datos con %@ y otros investigadores calificados a nivel mundial
fi: Jaa datani kohteen %@ ja hyväksyttyjen tutkijoiden kanssa maailmanlaajuisesti
fil_ph: Ibahagi ang aking data sa %@ at mga kwalipikadong mananaliksik sa buong mundo
fr: Partager mes données avec %@ et des chercheurs du monde entier dans ce domaine
fr_ca: Partager mes données avec %@ et les chercheurs qualifiés de par le monde
he: שתף את הנתונים שלי עם %@ ועם חוקרים מוסמכים מכל העולם
hi: मेरे डेटा को %@ और दुनिया भर के योग्य शोधकर्ताओं के साथ साझा करें
hr: Dijeli moje podatke sa sveučilištem %@ i kvalificiranim istraživačima diljem svijeta
hu: Az adataim megosztása a következővel és világszerte szakképzett kutatókkal: %@
id: Bagikan data saya dengan %@ dan peneliti berkualifikasi di seluruh dunia
it: Condividi i miei dati con %@ e con ricercatori qualificati a livello mondiale
ja: 自分のデータを%@および資格を持つ世界中の研究者と共有します
ko: 나의 데이터를 %@ 및 전세계의 인증된 연구원에게 공유
ms: Kongsi data saya dengan %@ dan penyelidik yang layak di seluruh dunia
ms_latn_sg: Kongsi data saya dengan %@ dan penyelidik yang layak dari seluruh dunia
nb_no: Deling av mine data med %@ og kvalifiserte forskere verden over
nl: Deel mijn gegevens met %@ en gekwalificeerde onderzoekers wereldwijd
no: Del dataene dine med %@ og erfarne forskere over hele verden
or_in: %@ ଏବଂ ବିଶ୍ୱବ୍ୟାପୀ ଯୋଗ୍ୟ ଅନୁସନ୍ଧାନକାରୀଙ୍କ ସହିତ ମୋର ଡାଟା ଅଂଶୀଦାର କରେ
pl: %@ i wykwalifikowani badacze z całego świata mogą uzyskać moje dane
pt_pt: Partilhar dados com %@ e investigadores qualificados em todo o mundo
ro: Partajați datele dvs. cu %@ și cercetători calificați din întreaga lume
ru: Предоставлять мои данные %@ и мировому научному сообществу.
sk: Zdieľať dáta s inštitúciou %@ a ďalšími kvalifikovanými výskumníkmi.
sv: Dela mina data med %@ och kvalificerade forskare över hela världen
ta_in: எனது தரவைப் %@ மற்றும் உலகளவில் தகுதிவாய்ந்த ஆராய்ச்சியாளர்களுடன் பகிரவும்
ta_my: எனது தரவை %@ மற்றும் உலகெங்கிலும் உள்ள தகுதியான ஆராய்ச்சியாளர்களுடன் பகிர்ந்து கொள்ளுங்கள்
th: แบ่งปันข้อมูลกับ %@ และนักวิจัยที่ได้รับการรับรองทั่วโลก
tr: Verilerimi %@ ve dünya çapında nitelikli araştırmacılarla paylaş
uk: Оприлюднити мої дані для %@ і кваліфікованих вчених в усьому світі
vi: Chia sẻ dữ liệu của tôi với %@ và các nhà nghiên cứu đủ chuyên môn trên thế giới
vi_vn: Chia sẻ dữ liệu của tôi với %@ và các nhà nghiên cứu có trình độ trên toàn thế giới
xh_za: Yabelena ngenkcukacha yam no %@ yaye nabaphandi abafanelekayo ehlabathini lonke
zh_cn: 与“%@”及全世界符合资格的研究者共享我的数据
zh_hans_my: 与%@和全球合格的研究人员共享我的数据
zh_hk: 與「%@」及全世界合資格的研究者分享我的數據
zh_tw: 與「%@」和全世界合格的研究學者分享我的資料

# CONSENT_SHARING_DESCRIPTION_%@
source: %@ will receive your study data from your participation in this study. Sharing your coded study data more broadly (without information such as your name) may benefit this and future research.
ar: سيحصل %@ على بيانات الدراسة الخاصة بك من خلال مشاركتك في هذه الدراسة. قد يستفيد هذا البحث والبحث المستقبلي من مشاركتك لبيانات الدراسة المشفرة الخاصة بك على نحو أوسع (دون مشاركة معلومات مثل اسمك).
ca: %@ rebrà les teves dades de participació en aquest estudi. Compartir les dades codificades d’una manera més àmplia (sense informació com el nom) pot ser d’ajut en aquesta investigació i d’altres de futures.
cs: Data z vaší účasti v této studii obdrží %@. Širší sdílení vašich dat v zakódované formě (a bez údajů, jako je vaše jméno) může být prospěšné pro současný i budoucí výzkum.
da: %@ modtager dine data fra din deltagelse i dette studie. Hvis du deler dine kodede data fra studiet (uden oplysninger som f.eks. dit navn), kan det være til gavn for dette studie og fremtidig forskning.
de: %@ wird die Studiendaten von deiner Teilnahme an dieser Studie erhalten. Durch Teilen deiner codierten Studiendaten (ohne Informationen wie deinem Namen) mit einer breiteren Basis können diese und künftige Studien profitieren.
de_at: %@ erhält Ihre Studiendaten aus Ihrer Teilnahme an dieser Studie. Die Weitergabe Ihrer codierten Studiendaten im weiteren Sinne (ohne Informationen wie Ihren Namen) kann dieser und zukünftigen Forschung zugute kommen.
el: Η %@ θα λάβει τα δεδομένα που θα προκύψουν από τη συμμετοχή σας σε αυτήν τη μελέτη. Η πιο ευρεία κοινοποίηση των κωδικοποιημένων δεδομένων μελέτης σας (χωρίς πληροφορίες όπως π.χ. το όνομά σας) μπορεί να ωφελήσουν αυτήν και τυχόν μελλοντικές μελέτες.
es: %@ recibirá los datos obtenidos de tu participación en este estudio. Si compartes los datos codificados del estudio de forma más amplia (sin incluir información personal como tu nombre), beneficiarás tanto esta investigación como las que se realicen en el futuro.
es_419: %@ recibirá tus datos de participación en el estudio. Compartir más abiertamente los datos cifrados del estudio (sin que se divulgue información como tu nombre) podría beneficiar esta y futuras investigaciones.
fi: %@ vastaanottaa tutkimusdatasi tästä tutkimuksesta. Koodatun tutkimusdatan jakaminen laajemmalle käyttäjäkunnalle (ilman nimi ym. tietoja) voi edesauttaa tätä ja tulevia tutkimuksia.
fil_ph: %@ tatanggap ang iyong data ng pag-aaral mula sa iyong pakikilahok sa pag-aaral na ito. Ang pagbabahagi ng iyong naka-code na data ng pag-aaral nang mas malawak (nang walang impormasyon tulad ng iyong pangalan) ay maaaring makinabang dito at sa hinaharap na pagsasaliksik.
fr: %@ recevra les données issues de votre participation à cette étude. Le partage plus large de vos données d’étude chiffrées (sans renseignements tels que votre nom) peut être bénéfique à cette étude et aux suivantes.
fr_ca: %@ recevra les données de votre participation à cette étude . Le partage de vos données codées relatives à l’étude (hormis les informations, telles que votre nom) pourrait permettre de faire avancer cette recherche et les recherches futures.
he: %@ תקבל את נתוני המחקר שבו השתתפת. שיתוף נרחב יותר של נתוני המחקר המקודדים שלך (שאינם מכילים מידע כגון שמך) עשוי לתרום למחקר זה ולמחקרים עתידיים.
hi: इस अध्ययन में आपकी सहभागिता से %@ को आपका अध्ययन डेटा प्राप्त होगा। कोड किए हुए अध्ययन डेटा का विस्तृत रूप से (आपका नाम दिए बिना) साझाकरण, इस शोध और भविष्य में होने वाले शोधों के लिए उपयोगी हो सकता है।
hr: %@ će primiti vaše podatke o studiji iz vašeg sudjelovanja u ovoj studiji. Šire dijeljenje vaše kodirane studije (bez informacija kao što je vaše ime) može doprinijeti ovom i budućem istraživanju.
hu: A(z) %@ meg fogja kapni az Ön vizsgálati adatait az Ön vizsgálatban való részvételéről. A kódolt vizsgálati adatok szélesebb körű megosztása (az olyan információk nélkül, mint az Ön neve) segítheti ezt és a jövőbeli kutatásokat.
id: %@ akan menerima data kajian Anda dari partisipasi Anda dalam kajian ini. Berbagi data kajian yang dikodekan secara lebih luas (tanpa informasi seperti nama Anda) dapat bermanfaat bagi penelitian ini dan mendatang.
it: %@ riceverà i dati raccolti grazie alla tua partecipazione all'indagine conoscitiva. Una condivisione più ampia di questi dati codificati (senza rivelare informazioni sensibili come il tuo nome) può aiutare lo studio ed eventuali ricerche future.
ja: %@は、この調査に参加したあなたの調査データを受信します。 名前などの情報を含まない、大まかにコード化された調査データを共有すると、今回と将来の調査に役立てることができます。
ko: 사용자가 참여한 이 연구 조사의 데이터가 %@(으)로 보내집니다. 코드화된 사용자의 연구 데이터를 더 광범위하게 공유할수록(사용자 이름 등의 정보는 제외) 현재 및 향후 실시될 연구에 도움이 됩니다.
ms: %@ akan menerima data kajian anda daripada penyertaan anda dalam kajian ini. Berkongsi data kajian dikodkan anda dengan lebih luas (tanpa maklumat seperti nama anda) mungkin memberi manfaat kepada penyelidikan ini dan penyelidikan masa hadapan.
ms_latn_sg: %@ akan menerima data kajian anda daripada penyertaan anda dalam kajian ini. Perkongsian data kajian berkod anda dengan lebih meluas (tanpa maklumat seperti nama anda) dapat memanfaatkan penyelidikan ini dan yang akan datang.
nb_no: %@ vil motta studiedata fra din deltakelse i denne studien. Å dele dine kodede studiedata bredere (uten informasjon som navn) kan være til nytte for denne og fremtidig forskning.
nl: De resultaten van je deelname aan dit onderzoek worden naar %@ gestuurd. Door de gecodeerde onderzoeksgegevens met anderen te delen (zonder persoonlijke gegevens zoals je naam) kun je helpen om dit en toekomstig onderzoek te verbeteren.
no: %@ vil motta data fra undersøkelsen du deltar i. En videre deling av dine kodede opplysninger (navn og lignende fjernes) kan komme til nytte både i denne og framtidige undersøkelser.
or_in: %@ ଏହି ଅଧ୍ୟୟରେ ଥିବା ଆପଣଙ୍କର ଅଂଶଗ୍ରହଣକାରୀଙ୍କ ଠାରୁ ଆପଣଙ୍କ ଅଧ୍ୟୟନ ଡାଟା ଗ୍ରହଣ କରିବେ | ଆପଣଙ୍କର କୋଡେଡ୍‍ ହୋଇଥିବା ଅଧ୍ୟୟନ ଡାଟା (ନିଜର ନାମ ସୂଚନା ବିନା) ଅଧିକ ବିସ୍ତୁତ ଭାବରେ ଅଂଶୀଦାର କରନ୍ତୁ, ଯେପରିକି ଏହା ପାଇଁ ଏବଂ ଭବିଷ୍ୟତ ଅନୁସନ୍ଧାନ ପାଇଁ ଲାଭଦାୟକ ହୋଇପାରେ |
pl: %@ otrzyma wyniki badań w zakresie wynikającym z Twojego udziału w tym badaniu. Udostępnianie zakodowanych wyników badań szerszej grupie odbiorców (bez informacji takich jak imię i nazwisko) może przynieść korzyści z tych i przyszłych badań.
pt_pt: %@ receberá os dados relativos à sua participação neste estudo. Partilhar os seus dados codificados com mais entidades (excluindo informação como o seu nome, por exemplo) beneficiará estudos futuros.
ro: %@ va primi datele referitoare la participarea dvs. la acest studiu. Partajarea mai extinsă a datelor codificate privind studiul (fără informații precum numele dvs.) poate contribui la această cercetare și la cele viitoare.
ru: %@ получат данные о Вашем участии в этом исследовании. Предоставление этих данных (без Вашей личной информации) научному сообществу может помочь этому и будущим исследованиям.
sk: Vaše dáta z účasti v tejto štúdii budú doručené inštitúcii %@. Širšie zdieľanie zakódovaných dát štúdie (bez informácií, ako je vaše meno) môže byť užitočné pre tento a budúci výskum.
sv: %@ kommer att få dina studiedata från din medverkan i denna studie. Vidare delning av dina kodade studiedata (utan ditt namn eller liknande information) kan vara till nytta för denna och framtida forskning.
ta_in: இந்த ஆய்வில் நீங்கள் பங்கேற்றதிலிருந்து %@ உங்கள் ஆய்வுத் தரவைப் பெறுவர். இந்த மற்றும் எதிர்கால ஆராய்ச்சிக்கு பயனளிக்கும் வகையில் உங்கள் குறியிடப்பட்ட ஆய்வுத் தரவு இன்னும் விரிவாகப் பகிரப்படும் (உங்கள் பெயர் போன்ற தகவல்கள் இல்லாமல்).
ta_my: %@ இந்த ஆய்வில் உங்கள் பங்கேற்பிலிருந்து உங்கள் ஆய்வுத் தரவைப் பெறும். உங்கள் குறியீட்டு ஆய்வுத் தரவை இன்னும் விரிவாகப் பகிர்வது (உங்கள் பெயர் போன்ற தகவல் இல்லாமல்) இது மற்றும் எதிர்கால ஆராய்ச்சிக்கு பயனளிக்கும்.
th: %@ จะได้รับข้อมูลของคุณจากการเข้าร่วมการศึกษาข้อมูลของคุณในครั้งนี้ การแชร์ข้อมูลจากการศึกษาของคุณกับคนอื่นที่ถูกเข้ารหัส (โดยไม่แชร์ข้อมูลอย่างเช่นชื่อของคุณ) อาจช่วยพัฒนาการวิจัยชิ้นนี้และชิ้นอื่นๆ ในอนาคตได้
tr: %@, bu çalışmaya katılımınızdan elde ettiğiniz çalışma verilerinizi alacak. Kodlanmış çalışma verilerinizi daha geniş bir biçimde (adınız gibi bilgiler olmadan) paylaşmanız, bu araştırma ve gelecekteki araştırmalar için yararlı olabilir.
uk: %@ отримає ваші дослідні дані завдяки вашій участі в цьому дослідженні. Ширше оприлюднення ваших кодованих дослідних даних (без такої інформації, як ваше імʼя) може сприяти цьому і майбутнім дослідженням.
vi: %@ sẽ nhận được dữ liệu nghiên cứu của bạn từ quá trình bạn tham gia nghiên cứu này. Việc chia sẻ rộng rãi hơn dữ liệu nghiên cứu được mã hóa của bạn (không có thông tin như tên của bạn) có thể giúp ích cho nghiên cứu này và các công trình trong tương lai.
vi_vn: %@ sẽ nhận được dữ liệu nghiên cứu của bạn từ việc bạn tham gia vào nghiên cứu này. Chia sẻ dữ liệu nghiên cứu được mã hóa của bạn rộng rãi hơn (không có thông tin như tên của bạn) có thể mang lại lợi ích cho việc này và nghiên cứu trong tương lai.
xh_za: %@ uza kufumana inkcukacha yakho yophononongo kumthathi-nxaxheba kolu phononongo. Ukwabelana ngenkcukacha yakho ekhowudiweyo yophononongo ngokubanzi (ngaphandle kwenkcazelo efana negama lakho) kunokuzuzisa oku kunye nophando lwekamva.
zh_cn: “%@”将从您参与的此研究中接收研究数据。 更广泛地共享经加密的研究数据（不包含诸如姓名的信息）可能有助于本次以及未来的研究。
zh_hans_my: %@将收到您参与本研究的研究数据。 更广泛地共享您的编码研究数据（没有您的姓名等信息）可能有益于本研究和未来的研究。
zh_hk: %@會收到你參與這個研究的研究數據。 更廣泛地分享你的已編碼研究數據（不含你的姓名等資料）可能對此研究和未來的調查有益處。
zh_tw: 由於您參與了本項研究，因此「%@」會收到您的問卷資料。 更廣泛地分享您經過加密的資料（不包括姓名等資訊）將有助於此研究和未來研究的發展。

# CONSENT_SHARING_TITLE
source: Sharing Options
ar: خيارات المشاركة
ca: Opcions de compartir
cs: Volby sdílení
da: Valg til deling
de: Freigabe-Optionen
de_at: Freigabeoptionen
el: Επιλογές κοινοποίησης
es: Opciones para compartir
es_419: Opciones al compartir
fi: Jakovalinnat
fil_ph: Mga Pagpipilian sa Pagbabahagi
fr: Options de partage
fr_ca: Options de partage
he: אפשרויות שיתוף
hi: साझाकरण विकल्प
hr: Opcije dijeljenja
hu: Megosztási beállítások
id: Pilihan Berbagi
it: Opzioni di condivisione
ja: 共有オプション
ko: 공유 옵션
ms: Pilihan Perkongsian
ms_latn_sg: Pilihan Perkongsian
nb_no: Alternativer for deling
nl: Opties voor delen
no: Delingsvalg
or_in: ଅଂଶୀଦାର କରିବାର ବିକଳ୍ପଗୁଡିକ
pl: Opcje udostępniania
pt_pt: Opções de partilha
ro: Opțiuni de partajare
ru: Параметры предоставления данных
sk: Možnosti zdieľania
sv: Delningsalternativ
ta_in: பகிர்வு விருப்பங்கள்
ta_my: பகிர்வு விருப்பங்கள்
th: ตัวเลือกการแชร์
tr: Paylaşma Seçenekleri
uk: Опції доступу
vi: Tùy chọn Chia sẻ
vi_vn: Chia sẻ lựa chọn
xh_za: Ukhetho Lokwabelana
zh_cn: 共享选项
zh_hans_my: 共享选项
zh_hk: 分享選項
zh_tw: 分享選項

# CONSENT_SIGNATURE_INSTRUCTION
source: Please sign using your finger in the box below.
ar: الرجاء التوقيع باستخدام إصبعك في المربع أدناه.
ca: Signa amb el dit al requadre de sota.
cs: Podepište se prstem do rámečku níže.
da: Underskriv i feltet nedenfor vha. din finger.
de: Unterzeichne mit deinem Finger in dem Feld unten.
de_at: Bitte unterzeichnen Sie mit Ihrem Finger im Feld unten.
el: Υπογράψτε με το δάχτυλό σας στο παρακάτω πλαίσιο.
es: Firma con el dedo en el recuadro siguiente.
es_419: Firma con tu dedo en la siguiente línea.
fi: Allekirjoita sormellasi alla olevalle riville.
fil_ph: Mangyaring maglagda gamit ang iyong daliri sa kahon sa ibaba.
fr: Veuillez signer dans la zone ci-dessous à l’aide de votre doigt.
fr_ca: Signez avec votre doigt sur la ligne ci-dessous.
he: חתום/י עם האצבע בתיבה שלמטה.
hi: कृपया अपनी उँगली का उपयोग करके नीचे दिए गए बॉक्स में हस्ताक्षर करें।
hr: Prijavite se koristeći prst u donjem okviru.
hu: Kérjük, írja alá az ujjával az alábbi mezőben.
id: Tanda tangani menggunakan jari Anda di kotak di bawah.
it: Firma con il dito nel riquadro sottostante.
ja: 下の枠内に指で署名してください。
ko: 손가락을 사용하여 아래에 표시된 선 위로 서명하십시오.
ms: Sila tandatangan menggunakan jari anda dalam kotak di bawah.
ms_latn_sg: Sila tandatangan menggunakan jari anda dalam kotak di bawah.
nb_no: Signer ved å bruke fingeren din i ruten nedenfor.
nl: Onderteken met je vinger in het onderstaande vak.
no: Signer med fingeren i ruten nedenfor.
or_in: ଦୟାକରି ନିମ୍ନରେ ଥିବା ବାକ୍ସରେ ଆପଣଙ୍କର ଆଙ୍ଗୁଳି ବ୍ୟବହାର କରି ସ୍ୱାକ୍ଷର କରନ୍ତୁ |
pl: Podpisz palcem w polu poniżej.
pt_pt: Assine com o dedo na caixa abaixo.
ro: Semnați folosind degetul în caseta de mai jos.
ru: Распишитесь пальцем в поле ниже.
sk: Pomocou prsta sa podpíšte do rámčeka nižšie.
sv: Signera med hjälp av fingret i rutan nedan.
ta_in: கீழுள்ள கட்டத்தில் உங்கள் விரலைப் பயன்படுத்தி கையொப்பமிடவும்.
ta_my: கீழே உள்ள பெட்டியில் உங்கள் விரலைப் பயன்படுத்தி கையொப்பமிடுங்கள்.
th: โปรดเซ็นชื่อในช่องด้านล่างโดยใช้นิ้วของคุณ
tr: Lütfen aşağıdaki kutuyu parmağınızı kullanarak imzalayın.
uk: Будь ласка, підпишіть пальцем у полі нижче.
vi: Vui lòng ký tên bằng ngón tay của bạn trong hộp bên dưới.
vi_vn: Vui lòng ký bằng ngón tay của bạn vào ô bên dưới.
xh_za: Nceda ungene usebenzisa umnwe wakho kwibhokisi esezantsi.
zh_cn: 请用手指在下方的横线上签名。
zh_hans_my: 请在下面的框中用手指签名。
zh_hk: 請用手指在以下方格內簽名。
zh_tw: 請使用手指在下方的方框內簽名。

# CONSENT_SIGNATURE_PLACEHOLDER
source: Sign Here
ar: التوقيع هنا
ca: Signa aquí
cs: Zde se podepište
da: Skriv under her
de: Hier unterschreiben
de_at: Hier unterschreiben
el: Υπογράψτε εδώ
es: Firma aquí
es_419: Firma aquí
fi: Allekirjoitus tähän
fil_ph: Pumirma Dito
fr: Signer ici
fr_ca: Signez ici
he: חתום/י כאן
hi: यहाँ हस्ताक्षर करें
hr: Potpišite se ovdje
hu: Itt írja alá
id: Tanda Tangan di Sini
it: Firma qui
ja: ここに署名
ko: 여기에 서명하기
ms: Tandatangan Di Sini
ms_latn_sg: Tandatangan di Sini
nb_no: Signer her
nl: Zet hier je handtekening
no: Signer her
or_in: ଏଠାରେ ସ୍ୱାକ୍ଷର କରନ୍ତୁ
pl: Podpisz tutaj
pt_pt: Assine aqui
ro: Semnați aici
ru: Место для подписи
sk: Sem sa podpíšte
sv: Signera här
ta_in: இங்கு கையொப்பமிடவும்
ta_my: இங்கே கையப்பம் இடவும்
th: เซ็นชื่อที่นี่
tr: Burayı İmzalayın
uk: Розпишіться тут
vi: Ký vào đây
vi_vn: Ký vào đây
xh_za: Tyobela Apha
zh_cn: 在此签名
zh_hans_my: 此处签名
zh_hk: 在此簽名
zh_tw: 在此處簽名

# CONSENT_SIGNATURE_TITLE
source: Signature
ar: التوقيع
ca: Signatura
cs: Podpis
da: Underskrift
de: Unterschrift
de_at: Unterschrift
el: Υπογραφή
es: Firma
es_419: Firma
fi: Allekirjoitus
fil_ph: Pirma
he: חתימה
hi: हस्ताक्षर
hr: Potpis
hu: Aláírás
id: Tanda Tangan
it: Firma
ja: 署名
ko: 서명
ms: Tandatangan
ms_latn_sg: Tandatangan
nb_no: Signatur
nl: Handtekening
no: Signatur
or_in: ସ୍ୱାକ୍ଷର କରନ୍ତୁ
pl: Podpis
pt_pt: Assinatura
ro: Semnătura
ru: Подпись
sk: Podpis
sv: Signatur
ta_in: கையொப்பம்
ta_my: கையொப்பம்
th: ลายเซ็น
tr: İmza
uk: Підпис
vi: Chữ ký
vi_vn: Chữ ký
xh_za: Utyobelo
zh_cn: 签名
zh_hans_my: 签名
zh_hk: 簽名
zh_tw: 簽名

# COUNTDOWN_LABEL
source: Starting activity in
ar: بدء النشاط خلال
ca: Iniciant l’activitat en
cs: Aktivita se spustí za
da: Starter aktivitet om
de: Aktivität beginnt in
de_at: Starten der Tätigkeit in
el: Έναρξη δραστηριότητας σε
es: Iniciando actividad en
es_419: Comenzar la actividad en
fi: Aktiviteetti alkaa
fil_ph: Pagsisimula ng aktibidad sa
fr: Début de l’activité dans
fr_ca: L’activité commence dans
he: מתחיל פעילות בעוד
hi: गतिविधि शुरू होने में शेष समय
hr: Započinjanje aktivnosti za
hu: Tevékenység indítása:
id: Memulai aktivitas dalam
it: Inizio attività tra
ja: アクティビティ開始まで
ko: 실험 시작까지
ms: Memulakan aktiviti dalam
ms_latn_sg: Memulakan aktiviti dalam
nb_no: Starter aktivt om
nl: Activiteit begint over
no: Starter aktivitet om
or_in: ରେ କାର୍ଯ୍ୟକଳାପ ଆରମ୍ଭ ହୋଇଛି
pl: Początek ćwiczenia za:
pt_pt: Iniciar exercício daqui a
ro: Activitatea începe în
ru: Задание начинается через
sk: Aktivita sa spustí o
sv: Startar aktivitet om
ta_in: --இல் செயல்பாட்டைத் துவங்குகிறது
ta_my: இல் செயல்பாட்டைத் தொடங்குகிறது
th: กำลังจะเริ่มกิจกรรมใน
tr: Aktivite başlatılıyor
uk: Початок тесту через
vi: Bắt đầu hoạt động sau
vi_vn: Bắt đầu hoạt động trong
xh_za: Ukuqalisa umsebenzi nge
zh_cn: 即将开始活动
zh_hans_my: 将在
zh_hk: 測試活動倒數
zh_tw: 準備開始活動：

# COUNTDOWN_SPOKEN_REMAINING_%@
source: %@ seconds remaining.
ar: متبقٍ: %@.
ca: Queden %@.
cs: Zbývá %@ sekund.
da: %@ sekunder tilbage.
de: Noch %@ Sekunden.
de_at: %@ Sekunden.
el: Απομένουν %@.
es: Quedan %@ segundos.
es_419: Quedan %@ segundos.
fi: %@ sekuntia jäljellä.
fil_ph: %@ mga segundong natitira.
fr: %@ secondes restantes.
fr_ca: %@ secondes restantes.
he: נותרו %@ שניות.
hi: %@ सेकंड शेष।
hr: %@ s preostalo.
hu: %@ másodperc van hátra.
id: Tersisa %@ detik.
it: %@ secondi rimanenti.
ja: 残り%@秒です。
ms: Tinggal %@ saat.
ms_latn_sg: %@ saat lagi.
nb_no: %@ sekunder igjen.
nl: Nog %@.
no: %@ sekunder gjenstår.
or_in: %@ ସେକେଣ୍ଡ ବାକି ରହିଛି |
pl: Pozostało: %@ s.
pt_pt: Faltam %@ segundos.
ro: timp rămas: %@ secunde.
ru: Осталось %@ с.
sk: Zostáva %@ s.
sv: %@ sekunder återstår.
ta_in: %@ வினாடிகள் மீதமுள்ளது.
ta_my: மீதமுள்ள%@ வினாடிகள்.
th: เหลืออีก %@ วินาที
tr: %@ saniye kaldı.
uk: Лишлось %@ секунд.
vi: Còn lại %@.
vi_vn: %@ giây còn lại.
xh_za: imizuzwana %@ eshekileyo.
zh_cn: 还剩 %@ 秒钟。
zh_hans_my: 剩余的 %@ 秒后开始活动。
zh_hk: 剩餘%@。
zh_tw: 剩餘 %@ 秒。

# dBHL_TONE_AUDIOMETRY_INTENDED_USE
source: This activity identifies hearing threshold levels of an individual in dB HL scale.
ar: يحدد هذا النشاط مستويات الحد الأقصى للسمع للفرد بمقياس مستوى السمع بالديسيبل (dB HL).
ca: Aquesta activitat identifica els nivells llindar d’audició d’una persona en l’escala dB HL.
cs: Tato aktivita identifikuje úrovně prahu slyšení na decibelové stupnici.
da: Denne aktivitet identificerer grænseniveauer for en persons hørelse i skalaen dB HL.
de: Diese Aktivität identifiziert die Hörschwellenpegel eines Individuums in db auf einer HL-Skala.
de_at: Diese Aktivität identifiziert Hörschwellenpegel einer Person in dB HL-Skala.
el: Αυτή η δραστηριότητα εντοπίζει τα επίπεδα κατωφλίου ακοής ενός ατόμου σε κλίμακα επιπέδου ακοής dB.
es: Esta actividad identifica los umbrales de audición de un individuo en la escala dB HL.
fil_ph: Kinikilala ng aktibidad na ito ang mga hearing threshold levels ng isang indibidwal sa dB HL scale.
fr: Cette activité permet d’identifier les niveaux de seuil d’audition d’un individu à une échelle dB HL.
he: פעילות זו מזהה רמות סף של שמיעה בטווח דציבלים גבוה/נמוך.
hi: इस गतिविधि से किसी व्यक्ति के सुनने की सीमा के स्तरों की पहचान dB HL स्केल में की जाती है।
hr: Ovom se aktivnošću identificiraju razine pragova sluha pojedinca na dB HL skali.
hu: Ez a tevékenység megméri egy személy hallási küszöbének szintjét a dB HL skálán.
id: Aktivitas ini mengidentifikasi level ambang pendengaran seseorang dalam skala dB HL.
it: L'attività identifica i livelli soglia dell'udito di un individuo in scala dB HL.
ja: このアクティビティでは、個人の聴覚閾値レベルをdBHL単位で識別します。
ms: Aktiviti ini mengenal pasti paras ambang pendengaran untuk individu dalam skala HL dB.
ms_latn_sg: Aktiviti ini mengenal pasti tahap ambang pendengaran seseorang dalam skala dB HL.
nb_no: Denne aktiviteten registrerer hørselsterskelnivåene til en person i dB HL-skala.
nl: Met deze activiteit bepaal je de gehoordrempelwaarden van een individu op de dB HL-schaal.
no: Denne aktiviteten identifiserer en persons hørselsterskel målt i dB HL.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ଜଣେ ବ୍ୟକ୍ତିର dB HL ସ୍କେଲ୍‌ରେ ଶୁଣିବା ଥ୍ରେସୋଲ୍ଡ ଲେବଲ୍‍କୁ ଚିହ୍ନଟ କରେ |
pl: Ta czynność identyfikuje poziomy progu słuchu osoby w skali dB HL.
pt_pt: Este exercício identifica os limiares de audição de uma pessoa na escala dB HL.
ro: Această activitate identifică nivelul pragului auditiv al unei persoane în scala HL dB.
ru: Это задание позволяет определить порог слышимости (ПС) по шкале дБ ПС.
sk: Táto aktivita identifikuje prahové úrovne sluchu osoby na mierke v dB HL.
sv: Den här aktiviteten identifierar en persons hörseltröskvärden i dB HL-skala.
ta_in: இந்த செயல்பாடு dB HL அளவில் ஒரு நபரின் கேட்கும் அளவை அடையாளம் காட்டுகிறது.
ta_my: இந்த செயல்பாடு dB HL அளவில் ஒரு நபரின் கேட்கும் வாசல் நிலைகளை அடையாளம் காட்டுகிறது.
th: กิจกรรมนี้จะระบุระดับเกณฑ์การได้ยินของบุคคลเป็น dB HL
tr: Bu aktivite, bir bireyin duyma eşiği düzeylerini dB HL ölçeğinde belirler.
uk: Цей тест визначає порогові рівні слуху особи за шкалою dB HL.
vi: Hoạt động này xác định các mức ngưỡng thính giác của một cá nhân theo thang dB HL.
vi_vn: Hoạt động này xác định các mức ngưỡng nghe của một cá nhân theo thang dB HL.
xh_za: Lo msebenzi ubona amanqanaba omda wokuva komntu kwisikali se-dB HL.
zh_hans_my: 此活动以 dB HL 等级确定个人的听力阈值水平。
zh_hk: 此測試活動以分貝聽力級別為單位辨識個別人士的聽力臨界值。
zh_tw: 此活動會識別每個人的聽閾線，單位為 dB HL 量程。
