Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# LOCATION_ERROR_GEOCODE_NETWORK
source: Either you are not connected to the internet or you have exceeded the maximum amount of address lookup requests. If you are not connected to the internet, please turn on your Wi-Fi to answer this question, skip this question if skip button is available, or come back to the survey when you are connected to the internet. Otherwise, please try again in a few minutes.
ar: إما أنك غير متصل بالإنترنت أو أنك تجاوزت الحد الأقصى من طلبات البحث عن العنوان. إذا لم تكن متصلًا بالإنترنت، يرجى تشغيل الـ Wi-Fi للإجابة على هذا السؤال، قم بتخطي هذا السؤال إذا كان زر التخطي متاحاً، أو العودة للاستبيان عندما تكون متصلًا بالإنترنت. خلاف ذلك، يرجى المحاولة مرة أخرى خلال بضع دقائق.
ca: O no tens connexió a internet o has superat el nombre màxim de peticions de cerca d’adreces. Si no tens connexió a internet, activa la Wi-Fi per contestar aquesta pregunta, passa aquesta pregunta si hi ha disponible un botó d’omissió o recupera l’enquesta quan et puguis connectar a internet. També pots tornar-ho a provar d’aquí a una mica.
cs: Nejste připojeni k internetu nebo jste překročili maximální počet žádostí o vyhledání adresy. Pokud nejste připojeni k internetu a chcete tuto otázku zodpovědět, zapněte Wi-Fi. Je-li k dispozici tlačítko přeskočit, můžete otázku přeskočit nebo se můžete k průzkumu vrátit, až bude internet dostupný. Případně to můžete zkusit za několik minut znovu.
da: Enten har du ikke oprettet forbindelse til internettet, eller også har du overskredet det maksimale antal anmodninger om adresseopslag. Hvis du ikke har oprettet forbindelse til internettet, skal du slå Wi-Fi til for at besvare dette spørgsmål, springe dette spørgsmål over, hvis knappen spring over er tilgængelig, eller vende tilbage til denne undersøgelse, når du har oprettet forbindelse til internettet. Ellers prøv igen om nogle minutter.
de: Es besteht entweder keine Internetverbindung oder du hast die höchstmögliche Anzahl an Adresssuchen erreicht. Wenn du nicht mit dem Internet verbunden bist, aktiviere WLAN, um diese Frage zu beantworten, oder überspringe sie, wenn die Taste „Überspringen“ angezeigt wird. Du kannst auch zur Umfrage zurückkehren, wenn eine Internetverbindung hergestellt wurde. Versuche es andernfalls zu einem späteren Zeitpunkt erneut.
de_at: Entweder sind Sie nicht mit dem Internet verbunden oder Sie haben die maximale Anzahl von Adresssuchanfragen überschritten. Wenn Sie nicht mit dem Internet verbunden sind, schalten Sie bitte Ihr WLAN ein, um diese Frage zu beantworten, überspringen Sie diese Frage, wenn die Schaltfläche "Überspringen" verfügbar ist, oder kommen Sie zurück zur Umfrage, wenn Sie mit dem Internet verbunden sind. Andernfalls versuchen Sie es bitte in ein paar Minuten erneut.
el: Είτε δεν είστε συνδεδεμένοι στο Διαδίκτυο είτε έχετε υπερβεί το μέγιστο πλήθος αιτήσεων αναζήτησης διευθύνσεων. Αν δεν είστε συνδεδεμένοι στο Διαδίκτυο, ενεργοποιήστε το Wi-Fi για να απαντήσετε σε αυτήν την ερώτηση, παραλείψτε την ερώτηση αν είναι διαθέσιμο το κουμπί παράλειψης, ή επιστρέψτε στο ερωτηματολόγιο όταν συνδεθείτε στο Διαδίκτυο. Διαφορετικά, δοκιμάστε ξανά σε λίγα λεπτά.
es: O bien no estás conectado a Internet o bien has excedido el número máximo de búsquedas de direcciones. Si no estás conectado a Internet, activa la conexión Wi-Fi para responder a esta pregunta, omítela si el botón de omisión está disponible, o vuelve al estudio cuando dispongas de conexión a Internet. Si no es posible, inténtalo de nuevo dentro de unos minutos.
es_419: No estás conectado a Internet o excediste la cantidad máxima de solicitudes de búsqueda de direcciones. Si no estás conectado a Internet, activa tu red Wi-Fi para contestar esta pregunta. También puedes omitirla (si el botón de omitir está disponible) o regresar a la encuesta cuando estés conectado a Internet. De lo contrario, vuelve a intentar en unos minutos.
fi: Joko et ole yhteydessä internetiin tai olet ylittänyt osoitehakupyyntöjen enimmäismäärän. Jos et ole yhteydessä internetiin, laita Wi-Fi päälle vastataksesi tähän kysymykseen, ohita tämä kysymys (jos ohituspainike on käytettävissä), tai palaa kyselyyn, kun olet internet-yhteydessä. Muussa tapauksessa yritä muutaman minuutin päästä uudelleen.
fil_ph: Alinman ay hindi ka nakakonekta sa internet o lumampas ka sa pinakamaraming halagang mga kahilingan sa paghahanap ng address. Kung hindi ka nakakonekta sa internet, mangyaring i-on ang iyong Wi-Fi upang sagutin ang katanungang ito, laktawan ang katanungang ito kung available ang skip button, o bumalik sa survey kapag nakakonekta ka sa internet. Kung hindi man, mangyaring subukang muli sa loob ng ilang minuto.
fr: Vous n’êtes pas connecté à Internet ou vous avez atteint la limite de requêtes d’adresse. Si vous n’êtes pas connecté à Internet, activez votre Wi-Fi pour répondre à cette question, ignorez cette question si le bouton est disponible, ou reprenez l’enquête lorsque vous serez connecté à Internet. Sinon, veuillez attendre quelques minutes.
fr_ca: Soit vous n’êtes pas connecté à Internet ou vous avez atteint la limite de demandes de recherche d’adresses. Si vous n’êtes pas connecté à Internet, activez le Wi-Fi pour répondre à cette question, ignorez cette question si le bouton ignorer est disponible, ou revenez au questionnaire lorsque vous êtes connecté à Internet. Sinon, réessayez dans quelques minutes.
he: יתכן שאינך מחובר/ת לאינטרנט, או שחרגת מהמספר המרבי המותר של בקשות בדיקת כתובת. אם אינך מחובר/ת לאינטרנט, הפעל/י את הרשת האלחוטית בכדי לענות על שאלה זו, דלג/י על השאלה אם כפתור הדילוג זמין, או חזור/י ובצע/י שוב את הסקר כשתהיה/י מחובר/ת לאינטרנט. אחרת, נסה/י שוב בעוד כמה דקות.
hi: या तो आप इंटरनेट से कनेक्टेड नहीं हैं या आपने पता देखने हेतु अधिकतम अनुमत अनुरोध कर लिए हैं। यदि आप इंटरनेट से कनेक्टेड नहीं हैं, तो इस प्रश्न का जवाब देने के लिए अपने वाई-फ़ाई को चालू करें, यदि स्किप बटन उपलब्ध हो, तो इस प्रश्न को स्किप करें या फिर इंटरनेट से कनेक्ट होने पर इस सर्वेक्षण पर वापस आएँ।
hr: Niste spojeni na internet ili ste prekoračili maksimalan broj zahtjeva za traženje adresa. Ako niste spojeni na internet, uključite Wi-Fi kako biste odgovorili na ovo pitanje, preskočite pitanje ako je dostupna tipka za preskakanje ili se vratite na anketu kad ste spojeni na internet. U suprotnom, probajte ponovno za nekoliko minuta.
hu: Ön nem csatlakozik az internethez, vagy túllépte a címkeresési kérelmek maximálisan engedélyezett számát. Ha nem csatlakozik az internethez, akkor kapcsolja be a Wi-Fi-t és válaszoljon erre a kérdésre, ha a kihagyás gomb megjelenik, akkor hagyja ki ezt a kérdést, vagy térjen vissza a kérdőívre, amikor már csatlakozik az internethez. Ellenkező esetben próbálkozzon újra néhány perc múlva.
id: Anda tidak terhubung ke internet atau telah melampaui jumlah maksimum permintaan pencarian alamat. Jika Anda tidak terhubung ke internet, nyalakan Wi-Fi untuk menjawab pertanyaan ini, lewati pertanyaan ini jika tombol lewati tersedia, atau kembali ke survey setelah Anda terhubung ke internet. Jika tidak, coba lagi dalam beberapa menit.
it: Non sei connesso a Internet o hai superato il numero massimo di tentativi di ricerca dell'indirizzo. Se non sei connesso a Internet, attiva la rete Wi-Fi per rispondere a questa domanda, ignora il passaggio se è disponibile il tasto Ignora o torna al sondaggio una volta connesso. In alternativa, riprova tra qualche minuto.
ja: インターネットに接続されていないか、住所検索要求の最大数に達しました。インターネットに接続されていない場合は、Wi-Fiをオンにしてこの質問に回答するか、この質問をスキップするか（スキップボタンが表示されている場合）、またはインターネットに接続されているときにアンケートをやり直してください。インターネットに接続されている場合は、数分待ってからやり直してください。
ko: 인터넷에 연결되어 있지 않거나 주소 검색을 요청할 수 있는 최대치를 초과하였습니다. 인터넷에 연결되어 있지 않으면 Wi-Fi를 켜고 질문에 답하십시오. 건너뛰기 버튼을 사용할 수 있는 경우 질문을 건너뛸 수 있습니다. 그렇지 않으면 인터넷에 연결되어 있을 때 다시 설문 조사를 재개하거나 몇 분 후에 다시 시도해 보십시오.
ms: Sama ada anda tidak disambungkan ke internet atau anda telah melebihi bilangan maksimum permintaan carian alamat. Jika anda tidak disambungkan ke internet, sila aktifkan Wi-Fi anda untuk menjawab soalan ini, langkau soalan ini jika butang langkau tersedia, atau kembali ke tinjauan apabila anda disambungkan ke internet. Sebaliknya, sila cuba lagi dalam masa beberapa minit.
ms_latn_sg: Sama ada anda tidak bersambung ke internet atau anda telah melebihi bilangan permintaan carian alamat yang maksimum. Jika anda tidak bersambung ke internet, sila hidupkan Wi-Fi anda untuk menjawab soalan ini, langkau soalan ini jika butang langkau tersedia, atau kembali semula ke tinjauan setelah anda bersambung ke internet. Jika tidak, sila cuba lagi dalam masa beberapa minit.
nb_no: Enten er du ikke koblet til Internett, eller du har overskredet den maksimale mengden adresseforespørsler. Hvis du ikke er koblet til internett, må du slå på Wi-Fi for å svare på dette spørsmålet, hoppe over dette spørsmålet hvis hoppeknapp er tilgjengelig, eller komme tilbake til undersøkelsen når du er koblet til internett. Ellers kan du prøve igjen om noen få minutter.
nl: Je bent niet verbonden met het internet of je hebt te vaak naar een adres gezocht. Zet om deze vraag te beantwoorden wifi aan als je niet verbonden bent met het internet. Je kunt deze vraag ook overslaan als er een knop 'Sla over' is of verdergaan met deze vragenlijst als de internetverbinding actief is. Of je kunt het over een paar minuten opnieuw proberen.
no: Du er enten ikke koblet til Internett, eller du har oversteget grensen for antall adressesøk. Hvis du ikke er koblet til Internett, må du slå på Wi-Fi for å svare på spørsmålet. Du kan hoppe over spørsmålet hvis hopp over-knappen er tilgjengelig, eller komme tilbake til undersøkelsen når du er koblet til Internett. Prøv ellers igjen om noen minutter.
or_in: ଆପଣ ଇଣ୍ଟରନେଟ୍ ସହିତ କନେକଟେଡ୍‍ ନୁହଁନ୍ତି କିମ୍ବା ଆପଣ ଠିକଣା ସନ୍ଧାନ ଅନୁରୋଧର ସର୍ବାଧିକ ପରିମାଣ ଅତିକ୍ରମ କରିଛନ୍ତି | ଯଦି ଆପଣ ଇଣ୍ଟରନେଟ୍ ସହିତ କନେକ୍ଟ ନୁହଁନ୍ତି, ତେବେ ଏହି ପ୍ରଶ୍ନର ଉତ୍ତର ଦେବାକୁ ଦୟାକରି ଆପଣଙ୍କର ୱାଇ-ଫାଇ ଅନ୍ କରନ୍ତୁ, ଯଦି ସ୍କିପ୍ ବଟନ୍ ଉପଲବ୍ଧ ଅଛି ତେବେ ଏହି ପ୍ରଶ୍ନକୁ ଛାଡିଦିଅନ୍ତୁ, କିମ୍ବା ଯେତେବେଳେ ଆପଣ ଇଣ୍ଟରନେଟ୍ ସହିତ କନେକ୍ଟ ଥାଆନ୍ତି ସର୍ବେକ୍ଷଣକୁ ଫେରି ଆସନ୍ତୁ | ଅନ୍ୟଥା, ଦୟାକରି କିଛି ମିନିଟରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pl: Nie masz połączenia z Internetem lub przekroczona została maksymalna liczba żądań wyszukiwania adresu. Jeśli nie masz połączenia z Internetem, włącz sieć Wi-Fi, aby odpowiedzieć na to pytanie, pomiń pytanie (jeśli dostępny jest przycisk pomijania) lub powróć do ankiety po nawiązaniu połączenia z Internetem. W przeciwnym przypadku spróbuj ponownie za kilka minut.
pt_pt: Ou não dispõe de ligação à Internet ou excedeu o número limite de consultas. Caso não tenha ligação estabelecida à Internet, ative a rede Wi‑Fi para responder a esta pergunta ou para a ignorar (se esta opção estiver disponível). Também pode optar por voltar ao questionário quando tiver estabelecido ligação à Internet ou por voltar a tentar dentro de alguns minutos.
ro: Nu dispuneți de o conexiune la Internet sau ați depășit numărul maxim al solicitărilor de identificare a adreselor. Dacă nu dispuneți de conexiune la Internet, activați Wi-Fi pentru a răspunde la această întrebare, omiteți întrebarea dacă butonul de omitere este disponibil sau reveniți la chestionar după ce vă conectați la Internet. În caz contrar, reîncercați peste câteva minute.
ru: Вы не подключены к Интернету или превысили максимальное количество запросов на поиск адресов. Если Вы не подключены к Интернету, включите Wi‑Fi, чтобы ответить на это вопрос; пропустите этот вопрос, если кнопка «Пропустить» доступна; или вернитесь к опросу после подключения к Интернету. В противном случае, повторите попытку через несколько минут.
sk: Buď nemáte pripojenie na internet, alebo ste prekročili maximálny počet žiadostí o vyhľadanie adresy. Ak nemáte pripojenie na internet a chcete odpovedať na túto otázku, zapnite Wi-Fi. Ak je dostupné tlačidlo Preskočiť, môžete otázku preskočiť, prípadne sa vrátiť späť po pripojení na internet. Ináč to skúste znovu o niekoľko minút.
sv: Antingen är du inte ansluten till internet eller så har du överskridit det maximala antalet addressökbegäranden. Om du inte är ansluten till internet aktiverar du Wi-Fi så att du kan svara på frågan, hoppa över frågan om en sådan knapp är tillgänglig eller gå tillbaka till enkäten när du är ansluten till internet. I annat fall försöker du igen om några minuter.
ta_in: ஒன்று நீங்கள் இணையத்துடன் இணைக்கப்படவில்லை அல்லது அதிகபட்ச முகவரி தேடல் கோரிக்கைகளை மீறிவிட்டீர்கள். நீங்கள் இணையத்துடன் இணைக்கப்படவில்லை என்றால், இந்த கேள்விக்கு பதிலளிக்க உங்கள் Wi-Fi ஐ இயக்கவும், ‘skip’ பட்டன் கிடைத்தால் இந்த கேள்வியைத் தவிர்க்கவும் அல்லது இணையத்துடன் இணைக்கப்படும்போது கணக்கெடுப்புக்கு நுழையவும். இல்லையெனில், சில நிமிடங்களில் மீண்டும் முயற்சிக்கவும்.
ta_my: ஒன்று நீங்கள் இணையத்துடன் இணைக்கப்படவில்லை அல்லது முகவரி தேடுதல் கோரிக்கைகளின் அதிகபட்ச அளவை தாண்டிவிட்டீர்கள். நீங்கள் இணையத்துடன் இணைக்கப்படவில்லை என்றால், தயவுசெய்து இந்தக் கேள்விக்கு பதிலளிக்க, உங்கள் Wi-Fi ஐ இயக்கவும், ஸ்கிப் பட்டன் இருந்தால் இந்தக் கேள்வியைத் தவிர்க்கவும் அல்லது நீங்கள் இணையத்துடன் இணைக்கப்படும்போது மீண்டும் கணக்கெடுப்புக்கு வரவும். இல்லையெனில், ஒரு சில நிமிடங்களில் மீண்டும் முயற்சிக்கவும்.
th: คุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ตหรือจำนวนที่อยู่เต็มแล้ว ถ้าคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต กรุณาเปิดใช้งาน Wi-Fi ของคุณเพื่อตอบคำถามนี้ หากมีปุ่มข้ามคุณจะสามารถข้ามคำถามนี้ได้ หรือกลับมาที่แบบสำรวจนี้เมื่อคุณเชื่อมต่อกับอินเทอร์เน็ต หรือกรุณารอสักครู่หนึ่งแล้วลองอีกครั้ง
tr: İnternet'e bağlı değilsiniz veya en fazla adres arama isteği miktarını aştınız. İnternet'e bağlı değilseniz lütfen bu soruya yanıt vermek için Wi-Fi'yi açın, atlama düğmesi varsa bu soruyu atlayın ya da İnternet'e bağlı olduğunuzda anket için yeniden sayfayı ziyaret edin. Aksi takdirde, birkaç dakika sonra yeniden deneyin.
uk: Ви або не підключені до Інтернету, або перевищили ліміт запитів пошуку адреси. Якщо ви не підключені до Інтернету, увімкніть Wi-Fi, щоб відповісти на це питання, пропустити це питання, якщо кнопка пропуску доступна, або повертайтесь до опитування, коли підключитесь до Інтернету. У іншому випадку повторіть спробу через кілька хвилин.
vi: Bạn không được kết nối vào internet hoặc bạn đã vượt quá số lượng yêu cầu tra cứu địa chỉ tối đa. Nếu bạn không được kết nối vào internet, vui lòng bật Wi-Fi để trả lời câu hỏi này, bỏ qua câu hỏi này nếu có nút bỏ qua hoặc quay trở lại bản khảo sát khi bạn được kết nối vào internet. Nếu không, vui lòng thử lại sau một vài phút nữa.
vi_vn: Bạn không được kết nối với internet hoặc bạn đã vượt quá số lượng yêu cầu tra cứu địa chỉ tối đa. Nếu bạn không kết nối với Internet, vui lòng bật Wi-Fi của bạn để trả lời câu hỏi này, bỏ qua câu hỏi này nếu nút bỏ qua có sẵn hoặc quay lại khảo sát khi bạn được kết nối với internet. Nếu không, vui lòng thử lại sau vài phút.
xh_za: Inoba awukhonekthanga kwi-intanethi okanye uye wadlulela kumkhamo omkhulu wokukhangela isicelo sedilesi. Ukuba awukhonekthanga kwi-intanethi, nceda uvule i-Wi-Fi yakho ukuze uphendule lo mbuzo, utsibe lo mbuzo ukuba iqhosha lokutsiba likhona, okanye ubuyele kuphando xa ukhonekthile kwi-intanethi. Kungenjalo, nceda uzame kwakho kwimizuzu embalwa.
zh_cn: 您未连接到互联网，或已超出地址查询请求的次数上限。如果未连接到互联网，请打开您的 Wi-Fi 以回答此问题，跳过按钮可用时可跳过此问题，或在连接到互联网后继续参与该调查。如果超出请求次数上限，请等待几分钟后再次尝试。
zh_hans_my: 您未连接到网络或已超出地址查找请求的最大数量。如果您没有连接到网络，请打开您的 Wi-Fi 来回答这个问题，如果跳过按钮可用，请跳过这个问题，或者当您连接到网络时返回调查。否则，请在几分钟后重试。
zh_hk: 你可能未連接互聯網，或地址查詢請求的次數已超出上限。如果你未連接互聯網，請開啟Wi-Fi以回答此問題（如果顯示「略過」按鈕，則可略過此問題），或在連接互聯網後返回此問卷。否則，請在幾分鐘後再試一次。
zh_tw: 您可能無法連接 Internet 或是您已超出地址查詢要求的最大數量。若您未連接 Internet，請開啟 Wi-Fi 來回答此問題（如果顯示「略過」按鈕，則略過此問題），或是在您連接 Internet 之後再返回問卷。否則，請在幾分鐘後重試一次。

# LOCATION_ERROR_MESSAGE_DENIED
source: Access to location services has been denied. Please grant this app permission to use location services through Settings.
ar: تم رفض الوصول إلى خدمات الموقع. يرجي منح هذا التطبيق الإذن لاستخدام خدمات الموقع في الإعدادات.
ca: S’ha denegat l’accés als serveis de localització. Dóna permís perquè l’app utilitzi els serveis de localització des de Configuració.
cs: Přístup k polohovým službám byl odepřen. Přejděte do Nastavení a udělte této aplikaci oprávnění k používání polohových služeb.
da: Der er nægtet adgang til lokalitetstjenester. Giv denne app tilladelse til at bruge lokalitetstjenester vha. Indstillinger.
de: Diese App hat keinen Zugriff auf die Ortungsdienste. Erlaube ihr in den Einstellungen das Verwenden der Ortungsdienste.
de_at: Der Zugriff auf Standortdienste wurde verweigert. Bitte erteilen Sie dieser App über die Einstellungen die Berechtigung, Standortdienste zu verwenden.
el: Δεν επιτράπηκε η πρόσβαση στις υπηρεσίες τοποθεσίας. Παραχωρήστε άδεια σε αυτήν την εφαρμογή για χρήση των υπηρεσιών τοποθεσίας μέσω των Ρυθμίσεων.
es: Se ha denegado el acceso a los servicios de localización. Ve a Ajustes para conceder a esta app permiso para utilizar los servicios de localización.
es_419: Se rechazó el acceso a los servicios de localización. Otorga a esta app permiso para usar los servicios de localización desde Configuración.
fi: Sijaintipalveluiden käyttö on kielletty. Anna Asetuksissa tälle ohjelmalle oikeus käyttää Sijaintipalveluita.
fil_ph: Tinanggihan ang pag-akses sa mga serbisyo sa lokasyon. Mangyaring bigyan ng permission ang app na ito na gumamit ng location services sa pamamagitan ng Settings.
fr: Accès au service de localisation refusé. Permettez à cette app d’utiliser le service de localisation dans Réglages.
fr_ca: L’accès au service de localisation a été refusé. Veuillez autoriser cette app à utiliser le service de localisation dans Réglages.
he: הגישה אל שירותי המיקום נדחתה. הענק/י ליישום זה הרשאה להשתמש בשירותי המיקום דרך ״הגדרות״.
hi: “स्थान सेवाएँ” तक पहुँच को अस्वीकृत किया गया। कृपया सेटिंग्ज़ द्वारा इस ऐप को “स्थान सेवाएँ” का उपयोग करने की अनुमति दें।
hr: Odbijen je pristup lokacijskim uslugama. Molimo dajte ovoj aplikaciji dopuštenje da koristi lokacijske usluge putem Postavki.
hu: A helymeghatározáshoz való hozzáférés le van tiltva. Engedélyezze az alkalmazás számára a helymeghatározás funkció használatát a Beállításokban.
id: Akses ke layanan lokasi telah ditolak. Izinkan app ini untuk menggunakan layanan lokasi melalui Pengaturan.
it: L'accesso ai servizi di localizzazione è stato negato. Vai in Impostazioni e autorizza l'applicazione a utilizzare i servizi di localizzazione.
ja: 位置情報サービスへのアクセスが拒否されました。“設定”でこのAppに位置情報サービスの使用を許可してください。
ko: 위치 서비스에 대한 접근이 거부되었습니다. 설정에서 위치 서비스를 사용할 수 있는 권한을 이 App에 허용하십시오.
ms: Akses kepada perkhidmatan lokasi telah ditolak. Sila berikan app ini keizinan untuk menggunakan perkhidmatan lokasi menerusi Seting.
ms_latn_sg: Akses kepada perkhidmatan lokasi telah ditolak. Sila berikan kebenaran kepada aplikasi ini untuk menggunakan perkhidmatan lokasi melalui Tetapan.
nb_no: Tilgang til posisjonstjenester er nektet. Gi denne appen tillatelse til å bruke posisjonstjenester via Innstillinger.
nl: Toegang tot 'Locatievoorzieningen' is geweigerd. Ga naar Instellingen en geef deze app toestemming om 'Locatievoorzieningen' te gebruiken.
no: Du har ikke gitt appen tilgang til stedstjenester. Du kan endre tilgangen til stedstjenester i Innstillinger.
or_in: ଅବସ୍ଥାନ ସେବାକୁ ଆକ୍ସେସ କରିବା ପ୍ରତ୍ୟାଖ୍ୟାନ ହୋଇଛି | ଦୟାକରି ସେଟିଂସ୍‍ ମାଧ୍ୟମରେ ଅବସ୍ଥାନ ସେବାକୁ ବ୍ୟବହାର କରିବା ପାଇଁ ଏହି ଆପ୍‍କୁ ଅନୁମତି ଦିଅନ୍ତୁ |
pl: Nastąpiła odmowa dostępu do usług lokalizacji. Przejdź do Ustawień i pozwól tej aplikacji używać usług lokalizacji.
pt_pt: O acesso aos serviços de localização foi recusado. Permita a esta aplicação aceder a estes serviços nas Definições.
ro: Accesul la serviciile de localizare a fost refuzat. Acordați acestei aplicații permisiunea de a utiliza serviciile de localizare din Configurări.
ru: В доступе к службам геолокации отказано. Разрешите этой программе использовать службы геолокации в Настройках.
sk: Prístup k lokalizačným službám bol zamietnutý. Udeľte tejto aplikácii povolenie na používanie lokalizačných služieb v Nastaveniach.
sv: Åtkomst till platstjänster har nekats. Tillåt att den här appen använder platstjänster via Inställningar.
ta_in: இருப்பிட சேவைகளுக்கான அணுகல் மறுக்கப்பட்டுள்ளது. அமைப்புகள் மூலம் இருப்பிட சேவைகளைப் பயன்படுத்த இந்த app அனுமதியை வழங்கவும்.
ta_my: இருப்பிடச் சேவைகளுக்கான அணுகல் மறுக்கப்பட்டது. அமைப்புகள் மூலம் இருப்பிடச் சேவைகளைப் பயன்படுத்த இந்த பயன்பாட்டிற்கு அனுமதியளிக்கவும்.
th: การเข้าถึงบริการหาตำแหน่งที่ตั้งถูกปฏิเสธ กรุณาอนุญาตให้แอพนี้ใช้บริการหาตำแหน่งที่ตั้งได้ผ่านทางการตั้งค่า
tr: Konum servislerine erişim reddedildi. Lütfen konum servislerini kullanmak için Ayarlar'da bu uygulamaya izin verin.
uk: У доступі до Служби локації відмовлено. Надайте цій програмі дозвіл на використання Служби локації у Параметрах.
vi: Truy cập vào dịch vụ định vị này đã bị từ chối. Vui lòng cấp quyền cho ứng dụng này sử dụng dịch vụ định vị qua phần Cài đặt.
vi_vn: Quyền truy cập vào các dịch vụ vị trí đã bị từ chối. Vui lòng cấp cho ứng dụng này quyền sử dụng dịch vụ vị trí thông qua Cài đặt.
xh_za: Ukufikelela kwiinkonzo zendawo kunqatyelwe. Nceda unikele imvume le app ukuze isebenzise iinkonzo zendawo kwiiSetingi.
zh_cn: 访问位置服务已被拒绝。请通过“设置”来授权此应用使用位置服务。
zh_hans_my: 已拒绝访问定位服务。请通过“设置”授予此应用程序使用定位服务的权限。
zh_hk: 定位服務存取遭拒，請前往「設定」以授權此App使用定位服務。
zh_tw: 拒絕取用定位服務。請透過「設定」來許可此項 App 權限使用定位服務。
