Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TREMOR_TEST_ACTIVE_STEP_BEND_ARM_INTRO_RIGHT
source: Now hold your phone with your RIGHT hand at shoulder height with your elbow bent.
ar: الآن، أمسك هاتفك ويدك اليمنى في مستوى الكتف مع ثني مرفقك.
ca: Ara agafa el mòbil i mantén la mà DRETA a l’altura de l’espatlla amb el colze doblegat.
cs: Nyní držte telefon ve výši ramen PRAVOU rukou ohnutou v lokti.
da: Hold nu din telefon med din HØJRE hånd i skulderhøjde med bøjet albue.
de: Halte dein Telefon nun in deiner RECHTEN Hand mit angewinkeltem Ellenbogen in Schulterhöhe.
de_at: Halten Sie nun Ihr Handy mit der RECHTEN Hand in Schulterhöhe mit gebeugtem Ellbogen.
el: Τώρα κρατήστε το τηλέφωνο στο ΔΕΞΙΟ χέρι τεντωμένο στο ύψος του ώμου με τον αγκώνα λυγισμένο.
es: Ahora, aguanta el teléfono con la mano derecha a la altura del hombro con el codo doblado.
es_419: Ahora agarra el teléfono con tu mano derecha a la altura de los hombros con el codo doblado.
fi: Pidä puhelinta nyt OIKEALLA kädellä olkapään korkeudella kyynärpää taivutettuna.
fil_ph: Hawakan ngayon ang iyong phone sa KANANG kamay sa taas ng balikat na ang iyong siko ay nakabaluktot.
fr: Maintenant, tenez votre téléphone avec votre main DROITE, à hauteur d’épaule, le coude plié.
fr_ca: Maintenant, tenez votre téléphone dans la main DROITE à la hauteur de votre épaule tout en pliant le coude.
he: כעת החזק/י את הטלפון ביד ימין בגובה הכתפיים תוך כיפוף המרפק.
hi: अब अपने दाएँ हाथ की कोहनी मोड़कर कंधे की ऊँचाई पर अपने फ़ोन को पकड़ें।
hr: Sad držite telefon DESNOM rukom u visini ramena sa savijenim laktom.
hu: Most tartsa a telefont behajlított könyökkel, JOBB kézzel vállmagasságban.
id: Sekarang genggam telepon Anda dengan tangan KANAN setinggi bahu dengan siku ditekuk.
it: Ora tieni il telefono con la mano DESTRA all'altezza della spalla con il gomito piegato.
ja: 肘を曲げて、電話を右手で肩の高さに持ってください。
ms: Sekarang pegang telefon anda dengan tangan KANAN anda pada ketinggian bahu dengan siku anda dibengkokkan.
ms_latn_sg: Sekarang pegang telefon dengan tangan KANAN anda pada ketinggian bahu dengan siku membengkok.
nb_no: Nå skal du holde telefonen din i HØYRE hånd på høyde med skulderen din med bøyd albue.
nl: Houd nu de telefoon op schouderhoogte in je RECHTERHAND terwijl je je elleboog gebogen houdt.
no: Hold telefonen med HØYRE hånd i skulderhøyde med albuen bøyd.
or_in: ବର୍ତ୍ତମାନ କହୁଣୀକୁ ବଙ୍କାଇ ନିଜର କାନ୍ଧ ଉଚ୍ଚତା ସମାନରେ ଡାହାଣ ହାତରେ ଫୋନ୍‍କୁ ଧରନ୍ତୁ |
pl: Teraz trzymaj telefon w PRAWEJ ręce ugiętej w łokciu na wysokości barku.
pt_pt: Agora, segure no telefone com a mão DIREITA e, com o cotovelo dobrado, levante o braço à altura do ombro.
ro: Acum, țineți telefonul cu mâna DREAPTĂ la înălțimea umărului, cu cotul îndoit.
ru: Теперь держите телефон в согнутой в локте ПРАВОЙ руке на уровне плеч.
sk: Držte telefón v PRAVEJ ruke s pokrčeným lakťom vo výške ramien.
sv: Håll nu telefonen med den HÖGRA handen i axelhöjd med armbågen böjd.
ta_in: இப்போது தொலைபேசியை முழங்கையை வளைத்து தோள்பட்டை உயரத்தில் உங்கள் வலது கையால் பிடித்துக் கொள்ளுங்கள்.
ta_my: இப்போது உங்கள் முழங்கையை வளைத்து தோள்பட்டை உயரத்தில் உங்கள் வலது கையால் உங்கள் தொலைபேசியைப் பிடித்துக் கொள்ளுங்கள்.
th: ตอนนี้ให้ใช้มือขวาถือโทรศัพท์ที่ความสูงระดับไหล่โดยงอข้อศอกของคุณไว้
tr: Şimdi telefonunuzu dirseğiniz kıvrık olarak omuz yüksekliğinde SAĞ elinizle tutun.
uk: Тепер тримайте телефон у ПРАВІЙ руці із зігнутим ліктем на рівні плечей.
vi: Bây giờ, hãy cầm điện thoại với tay PHẢI của bạn cao bằng vai cùng khủy tay bị gập.
vi_vn: Bây giờ, cầm điện thoại của bạn bằng tay PHẢI ở độ cao ngang vai với khuỷu tay của bạn uốn cong.
xh_za: Ngoku bamba ifowuni yakho ngesandla sakho SASEKUNENE kubude begxalaba ngengqiniba yakho igotyiwe.
zh_cn: 现在用右手握住手机，举至肩高并弯曲手肘。
zh_hans_my: 现在用右手握住手机，与肩同高，肘部弯曲。
zh_hk: 現在彎曲右手手肘，並將電話拿到肩膊的高度。
zh_tw: 現在請用「右手」拿著電話，舉至與肩同高時手肘彎曲。

# TREMOR_TEST_ACTIVE_STEP_EXTEND_ARM_INSTRUCTION_%ld
source: Keep holding your phone with your hand extended for %ld seconds.
ar: استمر في إمساك هاتفك ويدك ممدودة لمدة %ld من الثواني.
ca: Agafa el mòbil i mantén el braç estirat cap enfora durant %ld segons.
cs: %ld sekund držte telefon v natažené ruce.
da: Bliv ved med at holde din telefon med udstrakt hånd i %ld sekunder.
de: Halte mit ausgestreckter Hand %ld Sekunden lang dein Telefon.
de_at: Halten Sie Ihr Handy %ld Sekunden lang mit gestreckter Hand.
el: Συνεχίστε να κρατάτε το τηλέφωνο με το τεντωμένο χέρι σας για %ld δευτερόλεπτα.
es: Sigue aguantando el teléfono con la mano extendida durante %ld segundos.
es_419: Sigue sosteniendo el teléfono con tu mano extendida por %ld segundos.
fi: Pidä puhelinta käsi suorana %ld sekuntia.
fil_ph: Patuloy na hawakan ang iyong telepono na ang iyong kamay ay paabot ng %ld mga segundo.
fr: Tenez votre téléphone, la main tendue, pendant %ld secondes.
fr_ca: Tenez votre téléphone avec la main tendue pendant %ld secondes.
he: המשך/י להחזיק את הטלפון תוך יישור המרפק למשך %ld שניות.
hi: हाथ फैलाकर अपने फ़ोन को %ld सेकंड तक पकड़े रखें।
hr: Nastavite držati telefon s ispruženom rukom %ld s.
hu: Tartsa a telefont kinyújtott karral %ld másodpercig.
id: Terus genggam telepon Anda dengan tangan terentang selama %ld detik.
it: Continua a tenere il telefono con la mano distesa per %ld secondi.
ja: 手を伸ばして、%ld秒間電話を持ち続けてください。
ms: Teruskan memegang telefon anda dengan tangan anda diluruskan selama %ld saat.
ms_latn_sg: Teruskan memegang telefon anda dengan tangan melunjur selama %ld saat.
nb_no: Fortsett å holde telefonen din med hånden utstrakt i %ld sekunder.
nl: Houd de telefoon %ld seconden vast in je uitgestoken hand.
no: Hold telefonen med utstrakt hånd i %ld sekunder.
or_in: %ld ସେକେଣ୍ଡ ପାଇଁ ଆପଣ ନିଜର ହାତକୁ ବଢାଇ ନିଜର ଫୋନ୍‍କୁ ଧରି ରଖନ୍ତୁ |
pl: Trzymaj telefon w wyciągniętej ręce przez %ld s.
pt_pt: Continue a segurar no telefone com o braço estendido durante %ld segundos.
ro: Continuați să țineți telefonul cu mâna întinsă timp de %ld secunde.
ru: Удерживайте телефон в вытянутой руке в течение %ld с.
sk: Držte telefón vo vystretej ruke %ld sekúnd.
sv: Fortsätt hålla telefonen med handen utsträckt under %ld sekunder.
ta_in: தொலைபேசியை உங்கள் கைகளை நீட்டித்து %Id வினாடிக்ளுக்கு பிடித்திருக்கவும்.
ta_my: உங்கள் கைபேசியை உங்கள் கையால் %ld விநாடிகளுக்கு நீட்டிப் பிடித்துக் கொள்ளுங்கள்.
th: วางโทรศัพท์ของคุณบนฝ่ามือแล้วถือไว้นิ่งๆ นาน %ld วินาที
tr: Telefonunuzu eliniz uzatılmış olarak %ld saniye tutmaya devam edin.
uk: Тримайте телефон далі простягнутою рукою протягом %ld секунд.
vi: Tiếp tục cầm điện thoại với tay của bạn duỗi thẳng trong %ld giây.
vi_vn: Tiếp tục giữ điện thoại của bạn với bàn tay mở rộng trong %ld giây.
xh_za: Qhubeka ubambe ifowuni yakho ngesandla sakho esinweniweyo kangangemizuzwana %ld.
zh_cn: 握住手机并伸直手臂，坚持 %ld 秒钟。
zh_hans_my: 伸出手继续握住手机%ld秒。
zh_hk: 伸直手臂，然後拿着電話%ld秒。
zh_tw: 將手伸直，並拿著電話持續 %ld 秒鐘。

# TREMOR_TEST_ACTIVE_STEP_EXTEND_ARM_INTRO
source: Now hold your phone with your hand extended out at shoulder height.
ar: الآن، أمسك هاتفك ويدك ممدودة في مستوى الكتف.
ca: Ara agafa el mòbil i mantén el braç estirat cap enfora a l’altura de l’espatlla.
cs: Nyní držte telefon rukou nataženou ve výši ramen.
da: Hold nu din telefon i skulderhøjde med udstrakt arm.
de: Halte dein Telefon nun mit ausgestreckter Hand in Schulterhöhe.
de_at: Halten Sie nun Ihr Handy mit ausgestreckter Hand in Schulterhöhe.
el: Τώρα κρατήστε το τηλέφωνο στο χέρι σας τεντωμένο στο ύψος του ώμου.
es: Ahora aguanta el teléfono con la mano extendida hacia arriba a la altura del hombro.
es_419: Ahora agarra el teléfono con la mano extendida a la altura de los hombros.
fi: Pidä puhelinta nyt käsi suorana olkapään korkeudella.
fil_ph: Ngayon hawakan ang iyong phone gamit ang iyong kamay na paabot sa taas ng balikat.
fr: Maintenant, tenez votre téléphone à hauteur d’épaule, la main tendue.
fr_ca: Maintenant, tenez votre téléphone en tendant votre bras à la hauteur de votre épaule.
he: כעת החזק/י את הטלפון בגובה הכתפיים תוך יישור המרפק.
hi: अब अपने हाथ को कंधे की ऊँचाई तक फैलाकर अपने फ़ोन को पकड़ें।
hr: Sad držite telefon s ispruženom rukom u visini ramena.
hu: Most tartsa a telefont kinyújtott karral vállmagasságban.
id: Sekarang genggam telepon Anda dengan tangan terentang setinggi bahu.
it: Ora tieni il telefono con la mano distesa all'altezza della spalla.
ja: 次に、手を伸ばして電話を肩の高さに持ってください。
ms: Sekarang pegang telefon anda dengan tangan anda diluruskan pada ketinggian bahu.
ms_latn_sg: Sekarang pegang telefon anda dengan tangan melunjur pada ketinggian bahu.
nb_no: Nå skal du holde telefonen din med hånden utstrakt på høyde med skulderen din.
nl: Houd nu de telefoon op schouderhoogte in je uitgestoken hand.
no: Hold telefonen med utstrakt hånd i skulderhøyde.
or_in: ବର୍ତ୍ତମାନ ଆପଣ ନିଜର କାନ୍ଧ ଉଚ୍ଚତାରେ ନିଜ ହାତକୁ ରଖି ଫୋନ୍‍କୁ ଧରି ରଖନ୍ତୁ |
pl: Teraz trzymaj telefon w wyciągniętej ręce na wysokości barku.
pt_pt: Agora segure no telefone com o braço estendido à altura do ombro.
ro: Acum, țineți telefonul cu mâna întinsă la înălțimea umărului.
ru: Теперь держите телефон в вытянутой руке на уровне плеч.
sk: Držte telefón vo vystretej ruke vo výške ramien.
sv: Håll nu telefonen med handen utsträckt i axelhöjd.
ta_in: இப்போது தொலைபேசியை உங்கள் கையால் தோள்பட்டை உயரத்திற்கு நீட்டவும்.
ta_my: இப்போது உங்கள் கையை தோள்பட்டை உயரத்தில் நீட்டி உங்கள் தொலைபேசியைப் பிடித்துக் கொள்ளுங்கள்.
th: ตอนนี้ให้วางโทรศัพท์ของคุณบนฝ่ามือแล้วถือไว้นิ่งๆ ที่ความสูงระดับไหล่
tr: Şimdi telefonunuzu eliniz uzatılmış olarak omuz yüksekliğinde tutun.
uk: Тепер тримайте телефон рукою, протягнутою на рівні плечей.
vi: Bây giờ, hãy cầm điện thoại với tay của bạn duỗi ngang vai.
vi_vn: Bây giờ, hãy cầm điện thoại của bạn với bàn tay mở rộng ngang vai.
xh_za: Ngoku bamba ifowuni yakho ngesandla sakho sinweniwe kubude begxalaba.
zh_cn: 现在伸直手臂并将手机举至肩高。
zh_hans_my: 现在握住手机，将手伸出与肩同高。
zh_hk: 現在伸直手臂，並將電話拿到肩膊的高度。
zh_tw: 現在請用手拿著電話，手伸直至與肩同高。

# TREMOR_TEST_ACTIVE_STEP_EXTEND_ARM_INTRO_LEFT
source: Now hold your phone with your LEFT hand extended out at shoulder height.
ar: الآن، أمسك هاتفك ويدك اليسرى ممدودة في مستوى الكتف.
ca: Ara agafa el mòbil amb la mà ESQUERRA i mantén el braç esquerre estirat cap enfora a l’altura de l’espatlla.
cs: Nyní držte telefon LEVOU rukou nataženou ve výši ramen.
da: Hold nu din telefon i skulderhøjde med VENSTRE arm udstrakt.
de: Halte dein Telefon nun mit ausgestreckter LINKER Hand in Schulterhöhe.
de_at: Halten Sie nun Ihr Handy mit der LINKEN Hand in Schulterhöhe ausgestreckt.
el: Τώρα κρατήστε το τηλέφωνο στο ΑΡΙΣΤΕΡΟ χέρι τεντωμένο στο ύψος του ώμου.
es: Ahora aguanta el teléfono con la mano izquierda extendida hacia arriba a la altura del hombro.
es_419: Ahora agarra el teléfono con tu mano izquierda extendida a la altura de los hombros.
fi: Pidä puhelinta nyt VASEN käsi suorana olkapään korkeudella.
fil_ph: Hawakan ngayon ang iyong phone gamit ang iyong KALIWANG kamay na paabot sa taas ng balikat.
fr: Maintenant, tenez votre téléphone avec votre main GAUCHE, à hauteur d’épaule, la main tendue.
fr_ca: Maintenant, tenez votre téléphone dans la main GAUCHE en tendant votre bras à la hauteur de votre épaule.
he: כעת החזק/י את הטלפון ביד שמאל בגובה הכתפיים תוך יישור המרפק.
hi: अब अपने बाएँ हाथ को कंधे की ऊँचाई तक फैलाकर अपने फ़ोन को पकड़ें।
hr: Sad držite telefon u LIJEVOJ šaci s rukom ispruženom u visini ramena.
hu: Most tartsa a telefont kinyújtott karral, BAL kézzel vállmagasságban.
id: Sekarang genggam telepon Anda dengan tangan KIRI terentang setinggi bahu.
it: Ora tieni il telefono con la mano SINISTRA distesa all'altezza della spalla.
ja: 次に、左手を伸ばして電話を肩の高さに持ってください。
ms: Sekarang pegang telefon anda dengan tangan KIRI anda diluruskan pada ketinggian bahu.
ms_latn_sg: Sekarang pegang telefon anda dengan tangan KIRI anda melunjur pada ketinggian bahu.
nb_no: Nå skal du holde telefonen din med VENSTRE HÅND utstrakt på høyde med skulderen din.
nl: Houd nu de telefoon op schouderhoogte in je uitgestoken LINKERHAND.
no: Hold telefonen med VENSTRE hånd utstrakt i skulderhøyde.
or_in: ବର୍ତ୍ତମାନ ଆପଣ ନିଜର କାନ୍ଧ ଉଚ୍ଚତାରେ ନିଜ ବାମ ହାତକୁ ରଖି ଫୋନ୍‍କୁ ଧରି ରଖନ୍ତୁ |
pl: Teraz trzymaj telefon w wyciągniętej LEWEJ ręce na wysokości barku.
pt_pt: Agora segure no telefone com a mão ESQUERDA, com o braço estendido à altura do ombro.
ro: Acum, țineți telefonul cu mâna STÂNGĂ întinsă la înălțimea umărului.
ru: Теперь держите телефон в вытянутой ЛЕВОЙ руке на уровне плеч.
sk: Držte telefón vo vystretej ĽAVEJ ruke vo výške ramien.
sv: Håll nu telefonen med den VÄNSTRA handen utsträckt i axelhöjd.
ta_in: இப்போது தொலைபேசியை தோள்பட்டை உயரத்தில் நீட்டிய இடது கையால் பிடித்துக் கொள்ளுங்கள்.
ta_my: இப்போது உங்கள் இடது கை தோள்பட்டை உயரத்தில் நீட்டப்பட்டு உங்கள் தொலைபேசியைப் பிடித்துக் கொள்ளுங்கள்.
th: ตอนนี้ให้วางโทรศัพท์ของคุณบนฝ่ามือข้างซ้ายแล้วถือไว้นิ่งๆ ที่ความสูงระดับไหล่
tr: Şimdi telefonunuzu SOL eliniz uzatılmış olarak omuz yüksekliğinde tutun.
uk: Тепер тримайте телефон у ЛІВІЙ руці із зігнутим ліктем, протягнутою на рівні плечей.
vi: Bây giờ, hãy cầm điện thoại với tay TRÁI của bạn duỗi ngang vai.
vi_vn: Bây giờ, hãy cầm điện thoại của bạn bằng tay TRÁI mở rộng ngang vai.
xh_za: Ngoku bamba ifowuni yakho ngesandla sakho SASEKHOHLO sinweniwe kubude begxalaba.
zh_cn: 现在伸直左手臂并将手机举至肩高。
zh_hans_my: 现在握住手机，将左手伸出与肩同高。
zh_hk: 現在伸直左手手臂，並將電話拿到肩膊的高度。
zh_tw: 現在請用「左手」拿著電話，手伸直至與肩同高。

# TREMOR_TEST_ACTIVE_STEP_EXTEND_ARM_INTRO_RIGHT
source: Now hold your phone with your RIGHT hand extended out at shoulder height.
ar: الآن، أمسك هاتفك ويدك اليمنى ممدودة في مستوى الكتف.
ca: Ara agafa el mòbil amb la mà DRETA i mantén el braç dret estirat cap enfora a l’altura de l’espatlla.
cs: Nyní držte telefon PRAVOU rukou nataženou ve výši ramen.
da: Hold nu din telefon i skulderhøjde med HØJRE arm udstrakt.
de: Halte dein Telefon nun mit ausgestreckter RECHTER Hand in Schulterhöhe.
de_at: Halten Sie nun Ihr Handy mit der RECHTEN Hand in Schulterhöhe ausgestreckt.
el: Τώρα κρατήστε το τηλέφωνο στο ΔΕΞΙΟ χέρι τεντωμένο στο ύψος του ώμου.
es: Ahora aguanta el teléfono con la mano derecha extendida hacia arriba a la altura del hombro.
es_419: Ahora agarra el teléfono con tu mano derecha extendida a la altura de los hombros.
fi: Pidä puhelinta nyt OIKEA käsi suorana olkapään korkeudella.
fil_ph: Ngayon hawakan ang iyong phone gamit ang iyong KANANG kamay na paabot sa taas ng balikat.
fr: Maintenant, tenez votre téléphone avec votre main DROITE, à hauteur d’épaule, la main tendue.
fr_ca: Maintenant, tenez votre téléphone dans la main DROITE en tendant votre bras à la hauteur de votre épaule.
he: כעת החזק/י את הטלפון ביד ימין בגובה הכתפיים תוך יישור המרפק.
hi: अब अपने दाएँ हाथ को कंधे की ऊँचाई तक फैलाकर अपने फ़ोन को पकड़ें।
hr: Sad držite telefon u DESNOJ šaci s rukom ispruženom u visini ramena.
hu: Most tartsa a telefont kinyújtott karral, JOBB kézzel vállmagasságban.
id: Sekarang genggam telepon Anda dengan tangan KANAN terentang setinggi bahu.
it: Ora tieni il telefono con la mano DESTRA distesa all'altezza della spalla.
ja: 次に、右手を伸ばして電話を肩の高さに持ってください。
ms: Sekarang pegang telefon anda dengan tangan KANAN anda diluruskan pada ketinggian bahu.
ms_latn_sg: Sekarang pegang telefon anda dengan tangan KANAN anda melunjur pada ketinggian bahu.
nb_no: Nå skal du holde telefonen din med HØYRE HÅND utstrakt på høyde med skulderen din.
nl: Houd nu de telefoon op schouderhoogte in je uitgestoken RECHTERHAND.
no: Hold telefonen med HØYRE hånd utstrakt i skulderhøyde.
or_in: ବର୍ତ୍ତମାନ ଆପଣ ନିଜର କାନ୍ଧ ଉଚ୍ଚତାରେ ନିଜ ଡାହାଣ ହାତକୁ ରଖି ଫୋନ୍‍କୁ ଧରି ରଖନ୍ତୁ |
pl: Teraz trzymaj telefon w wyciągniętej PRAWEJ ręce na wysokości barku.
pt_pt: Agora segure no telefone com a mão DIREITA, com o braço estendido à altura do ombro.
ro: Acum, țineți telefonul cu mâna DREAPTĂ întinsă la înălțimea umărului.
ru: Теперь держите телефон в вытянутой ПРАВОЙ руке на уровне плеч.
sk: Držte telefón vo vystretej PRAVEJ ruke vo výške ramien.
sv: Håll nu telefonen med den HÖGRA handen utsträckt i axelhöjd.
ta_in: இப்போது தொலைபேசியை உங்கள் வலது கையால் தோள்பட்டை உயரத்தில் நீட்டவும்.
ta_my: இப்போது தோள்பட்டை உயரத்தில் உங்கள் வலது கையை நீட்டி உங்கள் தொலைபேசியைப் பிடித்துக் கொள்ளுங்கள்.
th: ตอนนี้ให้วางโทรศัพท์ของคุณบนฝ่ามือข้างขวาแล้วถือไว้นิ่งๆ ที่ความสูงระดับไหล่
tr: Şimdi telefonunuzu SAĞ eliniz uzatılmış olarak omuz yüksekliğinde tutun.
uk: Тепер тримайте телефон у ПРАВІЙ руці із зігнутим ліктем, протягнутою на рівні плечей.
vi: Bây giờ, hãy cầm điện thoại với tay PHẢI của bạn duỗi ngang vai.
vi_vn: Bây giờ, hãy cầm điện thoại của bạn với bàn tay PHẢI mở rộng ngang vai.
xh_za: Ngoku bamba ifowuni yakho ngesandla sakho SASEKUNENE sinweniwe kubude begxalaba.
zh_cn: 现在伸直右手臂并将手机举至肩高。
zh_hans_my: 现在握住手机，将右手伸出与肩同高。
zh_hk: 現在伸直右手手臂，並將電話拿到肩膊的高度。
zh_tw: 現在請用「右手」拿著電話，手伸直至與肩同高。

# TREMOR_TEST_ACTIVE_STEP_FINISHED_INSTRUCTION
source: Continue to the next task.
ar: تابع إلى المهمة التالية.
ca: Avança a la tasca següent.
cs: Pokračujte další úlohou.
da: Fortsæt til den næste opgave.
de: Weiter zur nächsten Aufgabe.
de_at: Fahren Sie zur nächsten Aufgabe fort.
el: Συνεχίστε στην επόμενη εργασία.
es: Continúa con la tarea siguiente.
es_419: Pasa a la siguiente tarea.
fi: Jatka seuraavaan tehtävään.
fil_ph: Magpatuloy sa susunod na gawain.
fr: Passez à la tâche suivante.
fr_ca: Passez à la tâche suivante.
he: המשך/י אל המשימה הבאה.
hi: अगला कार्य जारी रखें।
hr: Nastavite na sljedeći zadatak.
hu: Folytatás a következő feladattal.
id: Lanjutkan ke tugas berikutnya.
it: Continua con l'attività successiva.
ja: 次のタスクに進んでください。
ms: Teruskan ke tugas seterusnya.
ms_latn_sg: Teruskan ke tugas seterusnya.
nb_no: Gå videre til neste oppgave.
nl: Ga door naar de volgende taak.
no: Fortsett til neste oppgave.
or_in: ପରବର୍ତ୍ତୀ ଟାସ୍କ ପାଇଁ ଜାରି ରଖନ୍ତୁ |
pl: Przejdź do następnego zadania.
pt_pt: Passar à tarefa seguinte.
ro: Continuați cu sarcina următoare.
ru: Перейдите к следующему заданию.
sk: Pokračujte na ďalšiu úlohu.
sv: Fortsätt till nästa åtgärd.
ta_in: அடுத்த பணியைத் தொடரவும்.
ta_my: அடுத்த பணிக்கு தொடரவும்.
th: ทำบททดสอบถัดไปต่อ
tr: Bir sonraki göreve geçin.
uk: Перейдіть до наступного завдання.
vi: Tiếp tục đến nhiệm vụ tiếp theo.
vi_vn: Tiếp tục nhiệm vụ tiếp theo.
xh_za: Qhubeka nomsebenzi olandelayo.
zh_cn: 继续下一个任务。
zh_hans_my: 继续下一项任务。
zh_hk: 繼續進行下一個任務。
zh_tw: 繼續下一項任務。

# TREMOR_TEST_ACTIVE_STEP_IN_LAP_INSTRUCTION_%ld
source: Keep holding your phone in your lap for %ld seconds.
ar: استمر في إمساك هاتفك في حِجرك لمدة %ld من الثواني.
ca: Agafa el mòbil i recolza la mà sobre la falda durant %ld segons.
cs: %ld sekund držte telefon na klíně.
da: Bliv ved med at holde din telefon i skødet i %ld sekunder.
de: Halte %ld Sekunden lang dein Telefon in deinem Schoß.
de_at: Halten Sie Ihr Handy %ld Sekunden lang in Ihrem Schoß.
el: Συνεχίστε να κρατάτε το τηλέφωνο πάνω στα πόδια σας για %ld δευτερόλεπτα.
es: Sigue aguantando el teléfono en el regazo durante %ld segundos.
es_419: Sigue sosteniendo el teléfono sobre tu pierna por %ld segundos.
fi: Pidä puhelinta sylissäsi %ld sekuntia.
fil_ph: Patuloy na hawakan ang iyong selpon sa iyong kandungan nang %ld segundo.
fr: Tenez votre téléphone sur vos genoux pendant %ld secondes.
fr_ca: Tenez votre téléphone sur les genoux pendant %ld secondes.
he: המשך/י להחזיק את הטלפון על הירכיים למשך %ld שניות.
hi: अपने फ़ोन को अपनी गोद में %ld सेकंड तक पकड़े रखें।
hr: Nastavite držati telefon u krilu %ld s.
hu: Tartsa az ölében a telefont %ld másodpercig.
id: Terus genggam telepon Anda di pangkuan selama %ld detik.
it: Continua a tenere il telefono vicino alle ginocchia per %ld secondi.
ja: 電話を膝の上で%ld秒間持ち続けてください。
ms: Teruskan memegang telefon anda di riba anda selama %ld saat.
ms_latn_sg: Teruskan memegang telefon anda di atas riba selama %ld saat.
nb_no: Fortsett å holde telefonen din i fanget ditt i %ld sekunder.
nl: Houd de telefoon %ld seconden vast in je schoot.
no: Hold telefonen i fanget i %ld sekunder.
or_in: %ld ସମୟ ପାଇଁ ଆପଣ ନିଜର କୋଳରେ ଫୋନ୍‍କୁ ଧରି ରଖନ୍ତୁ |
pl: Trzymaj telefon na kolanach przez %ld s.
pt_pt: Continue com o telefone no colo durante %ld segundos.
ro: Continuați să țineți telefonul pe genunchi timp de %ld secunde.
ru: Держите телефон на коленях в течение %ld с.
sk: Držte telefón %ld sekúnd s rukou položenou na lone.
sv: Fortsätt hålla telefonen i knät under %ld sekunder.
ta_in: தொலைபேசியை %ld விநாடிகளுக்கு உங்கள் மடியில் வைத்திருக்கவும்.
ta_my: உங்கள் கைபேசியை %ld விநாடிகளுக்கு உங்கள் மடியில் வைத்திருங்கள்.
th: ถือโทรศัพท์ของคุณไว้นิ่งๆ บนตักนาน %ld วินาที
tr: Telefonunuzu %ld saniye kucağınızda tutmaya devam edin.
uk: Тримайте телефон далі на колінах протягом %ld секунд.
vi: Tiếp tục giữ điện thoại trên đùi của bạn trong %ld giây.
vi_vn: Tiếp tục ôm điện thoại vào lòng trong %ld giây.
xh_za: Qhubeka ubambe ifowuni yakho kwithanga lakho kangangemizuzwana %ld.
zh_cn: 握住手机并放在膝盖上，坚持 %ld 秒钟。
zh_hans_my: 将手机放在膝盖上保持%ld秒。
zh_hk: 將手放在大腿上，然後拿着電話%ld秒。
zh_tw: 請拿著電話並放在大腿上持續 %ld 秒鐘。

# TREMOR_TEST_ACTIVE_STEP_IN_LAP_INTRO
source: Prepare to hold your phone in your lap.
ar: استعد لإمساك هاتفك في حِجرك.
ca: Prepara’t per agafar el mòbil i recolzar la mà sobre la falda.
cs: Připravte se držet telefon na klíně.
da: Gør dig klar til at holde telefonen i skødet.
de: Bereite dich darauf vor, dein Telefon im Schoß zu halten.
de_at: Bereiten Sie sich darauf vor, Ihr Handy im Schoß zu halten.
el: Προετοιμαστείτε να κρατήσετε το τηλέφωνο πάνω στα πόδια σας.
es: Prepárate para aguantar el teléfono en el regazo.
es_419: Prepárate para sostener el teléfono sobre tu pierna.
fi: Valmistaudu pitämään puhelinta sylissäsi.
fil_ph: Maghanda na hawakan ang iyong phone sa iyong kandungan.
fr: Préparez-vous à tenir votre téléphone sur vos genoux.
fr_ca: Préparez-vous à tenir votre téléphone sur les genoux.
he: התכונן/י להחזיק את הטלפון על הירכיים.
hi: अपने फ़ोन को अपनी गोद में पकड़ें।
hr: Pripremite se na držanje telefona u krilu.
hu: Készüljön fel arra, hogy a telefont az ölében tartsa.
id: Bersiap untuk menggenggam telepon di pangkuan.
it: Preparati a tenere il telefono vicino alle ginocchia.
ja: 電話を膝の上で持つ準備をしてください。
ms: Bersedia untuk memegang telefon anda di riba anda.
ms_latn_sg: Bersedia untuk memegang telefon di atas riba anda.
nb_no: Gjør deg klar til å holde telefonen i fanget ditt.
nl: Bereid je voor om de telefoon in je schoot te houden.
no: Forbered deg på å holde telefonen i fanget.
or_in: ଆପଣ ନିଜର କୋଳରେ ଫୋନ୍‍କୁ ଧରି ରଖିବା ପାଇଁ ପ୍ରସ୍ତୁତ ହୁଅନ୍ତୁ |
pl: Przygotuj się do trzymania telefonu na kolanach.
pt_pt: Prepare‑se para segurar no telefone no colo.
ro: Pregătiți‑vă să țineți telefonul pe genunchi.
ru: Приготовьтесь держать телефон на коленях.
sk: Pripravte sa na držanie telefónu v ruke.
sv: Förbered dig på att hålla telefonen i knät.
ta_in: உங்கள் மடியில் தொலைபேசியை வைத்திருக்க தயாராகுங்கள்.
ta_my: உங்கள் தொலைபேசியை உங்கள் மடியில் வைத்திருக்க தயாராகுங்கள்.
th: เตรียมถือโทรศัพท์ของคุณไว้บนตัก
tr: Telefonunuzu kucağınızda tutmaya hazırlanın.
uk: Готуйтеся тримати телефон на колінах.
vi: Chuẩn bị giữ điện thoại trên đùi của bạn.
vi_vn: Chuẩn bị ôm điện thoại vào lòng.
xh_za: Lungiselela ukubamba ifowuni yakho ngethanga lakho.
zh_cn: 准备握住手机并放在膝盖上。
zh_hans_my: 准备好将手机放在膝上。
zh_hk: 請準備將手放在大腿上，然後拿着電話。
zh_tw: 請準備將手放在大腿上並拿著電話。
