Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# dBHL_TONE_AUDIOMETRY_INTRO_TEXT
source: Make sure the device volume is set to the maximum level. During this task, a subtle tone will play in either the left or right ear. Listen carefully and tap the button every time you hear a tone.
ar: تأكد من تعيين مستوى صوت الجهاز على الحد الأقصى. أثناء هذه المهمة، سيتم تشغيل نغمة رقيقة في الأذن اليسرى أو اليمنى. استمع بعناية واضغط على الزر في كل مرة تسمع فيها النغمة.
ca: Comprova que el volum del dispositiu estigui al nivell màxim. Durant aquesta tasca, es reproduirà un so subtil a l’orella esquerra o dreta. Escolta atentament i toca el botó cada vegada que sentis un so.
cs: Ujistěte se, že je hlasitost zařízení nastavena na nejvyšší úroveň. Během této úlohy vám v levém nebo pravém uchu bude znít jemný zvuk. Pozorně naslouchejte a pokaždé, když uslyšíte zvuk, klepněte na tlačítko.
da: Sørg for, at enhedens lydstyrke er skruet helt op. Under denne opgave afspilles en diskret tone i enten venstre eller højre øre. Lyt godt efter, og tryk på knappen, hver gang du hører en tone.
de: Vergewissere dich, dass die Gerätelautstärke auf den höchsten Pegel eingestellt ist. Während dieser Aufgabe wird ein leiser Ton im linken oder rechten Ohr abgespielt. Höre genau zu und tippe jedes Mal auf die Taste, wenn du einen Ton hörst.
de_at: Stellen Sie sicher, dass die Gerätelautstärke auf den maximalen Pegel eingestellt ist. Während dieser Aufgabe wird ein subtiles Geräusch entweder im linken oder rechten Ohr gespielt. Hören Sie genau zu und tippen Sie jedes Mal auf die Schaltfläche, wenn Sie einen Ton hören.
el: Βεβαιωθείτε ότι η ένταση ήχου της συσκευής είναι στο μέγιστο επίπεδο. Κατά τη διάρκεια αυτής της δραστηριότητας, θα αναπαραχθεί ένας απαλός ήχος είτε στο αριστερό είτε στο δεξιό αυτί. Ακούστε προσεκτικά και αγγίξτε το κουμπί κάθε φορά που ακούτε έναν τόνο.
es: Comprueba que el volumen del dispositivo está al máximo nivel. Durante esta tarea, se reproducirá un tono sutil en el oído izquierdo o derecho. Escucha con atención y pulsa el botón cada vez que oigas un tono.
fil_ph: Tiyaking ang lakas ng device ay nakatakda sa pinakamataas na antas. Sa panahon ng gawaing ito, ang isang banayad na tono ay maglaro sa kaliwa o kanang tainga. Makinig ng mabuti at i-tap ang button sa tuwing makakarinig ka ng isang tono.
fr: Assurez-vous que le volume de l’appareil est au maximum. Pendant cette tâche, un son subtil sera joué dans votre oreille de gauche ou de droite. Écoutez avec attention et touchez le bouton chaque fois que vous entendez un son.
he: ודא/י שעוצמת הקול של המכשיר הוגדרה לעוצמה המקסימלית. במהלך משימה זו, יישמע צליל עדין באוזן שמאל או באוזן ימין. האזן/י בקפידה והקש/י על הכפתור בכל פעם שהינך שומע/ת צליל.
hi: सुनिश्चित करें कि उपकरण का वॉल्यूम अधिकतम स्तर पर सेट है। इस परीक्षण के दौरान या तो बाएँ या दाएँ कान में हल्की टोन बजाई जाएगी। ध्यान से सुनें और हर बार टोन सुनाई देने पर बटन पर टैप करें।
hr: Provjerite je li glasnoća uređaja podešena na maksimalnu razinu. Tijekom ovog zadatka u lijevom ili desnom uhu reproducirat će se suptilan ton. Slušajte pažljivo i dodirnite tipku svaki put kad začujete ton.
hu: Győződjön meg róla, hogy az eszköz hangereje a maximális szintre van állítva. A feladat alatt egy halk hang lesz lejátszva a bal vagy jobb fülében. Hallgasson figyelmesen, és minden alkalommal koppintson a gombra, amikor hangot hall.
id: Pastikan volume perangkat diatur ke level maksimum. Selama tugas ini, nada halus akan diputar di telinga kiri atau kanan. Dengarkan dengan seksama dan ketuk tombol setiap kali Anda mendengar nada.
it: Assicurati che il volume del dispositivo sia impostato sul livello massimo. Durante l'attività, verrà riprodotto un tenue segnale acustico nell'orecchio sinistro o nell'orecchio destro. Ascolta con attenzione e tocca il pulsante ogni volta che senti un segnale acustico.
ja: デバイスの音量が最大レベルまで設定されていることを確認してください。 このタスクの間に、かすかな音が左耳か右耳のどちらかに流れます。 耳を澄ませて、音が聞こえるたびにボタンをタップしてください。
ms: Pastikan kelantangan peranti disetkan ke paras maksimum. Semasa tugas ini, nada lembut akan dimainkan di telinga kiri atau kanan. Dengar dengan teliti dan ketik butang setiap kali anda mendengar nada.
ms_latn_sg: Pastikan kelantangan peranti ditetapkan ke tahap maksimum. Semasa melakukan tugas ini, nada perlahan akan dimainkan sama ada dalam telinga kiri atau kanan. Dengar dengan teliti dan ketik butang pada setiap kali anda mendengar nada ini.
nb_no: Sørg for at enhetens volum innstilt til maksimumsnivået. I løpet av denne oppgaven vil en svak tone spilles av i enten venstre eller høyre øre. Lytt nøye og trykk på knappen hver gang du hører en tone.
nl: Zorg ervoor dat het volume van het apparaat op het hoogste niveau is ingesteld. Tijdens deze taak wordt er een subtiele toon afgespeeld in het linker- of rechteroor. Luister aandachtig en tik telkens wanneer je een toon hoort op de knop.
no: Sjekk at volumet på enheten er skrudd helt opp. Under denne oppgaven vil du høre en svak tone i enten venstre eller høyre øre. Hør nøye etter og trykk på knappen hver gang du hører en tone.
or_in: ସୁନିଶ୍ଚିତ କରନ୍ତୁ ଯେ, ଡିଭାଇସ୍‌ର ଭଲ୍ୟୁମ ସର୍ବାଧିକ ଲେବଲ୍‍ ରେ ସେଟ୍‌ ହୋଇଛି | ଏହି ଟାସ୍କ ସମୟରେ, ଏକ ସୂକ୍ଷ୍ମ ଟୋନ୍‍ ବାମ କିମ୍ୱା ଡାହାଣ କାନରେ ଶୁଣାଯିବ | ଧ୍ୟାନର ସହ ଶୁଣନ୍ତୁ ଏବଂ ଆପଣ ପ୍ରତ୍ୟେକ ଥର ଶୁଣୁଥିବା ଏକ ଟୋନ୍‍ ପାଇଁ ବଟନ୍‍ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Ustaw głośność urządzenia na maksymalny poziom. Podczas tego zadania w lewym lub prawym uchu będzie odtwarzany delikatny dźwięk. Słuchaj uważnie i za każdym razem, gdy usłyszysz ten dźwięk, stuknij w przycisk.
pt_pt: Certifique‑se de que o volume do dispositivo está no máximo. Durante esta tarefa, um som subtil será reproduzido no ouvido esquerdo ou direito. Ouça atentamente e toque no botão sempre que ouvir um som.
ro: Asigurați-vă că volumul dispozitivului este la nivel maxim. Pe durata sarcinii va fi redat un ton subtil în urechea stângă sau dreaptă. Ascultați cu atenție și apăsați butonul de fiecare dată când auziți un ton.
ru: Убедитесь, что установлена максимальная громкость устройства. Во время выполнения задания Вы услышите слабый звук с правой или левой стороны. Слушайте внимательно и касайтесь кнопки каждый раз, когда слышите звук.
sk: Uistite sa, že hlasitosť zariadenia je nastavená na maximum. Počas tejto úlohy budete v ľavom alebo pravom uchu počuť slabý tón. Počúvajte pozorne a vždy, keď začujete tón, klepnite na tlačidlo.
sv: Se till att ljudet på enheten är inställt på högsta volym. Under den här uppgiften kommer en subtil ton att spelas i antingen det högra eller vänstra örat. Lyssna noga och tryck på knappen varje gång du hör en ton.
ta_in: சாதனத்தின் அளவு அதிகபட்ச நிலைக்கு அமைக்கப்பட்டிருப்பதை உறுதிசெய்யவும். இந்த பணியின் போது, ஒரு நுட்பமான தொனி இடது அல்லது வலது காதில் ஒலிக்கும். ஒவ்வொரு முறையும் ஒரு தொனியைக் கேட்கும்போது கவனமாகக் கேட்டு பட்டனைத் தட்டவும்.
ta_my: சாதனத்தின் அளவு அதிகபட்சமாக அமைக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்தவும். இந்த பணியின் போது, இடது அல்லது வலது காதில் ஒரு நுட்பமான தொனி விளையாடும். கவனமாகக் கேளுங்கள் மற்றும் ஒவ்வொரு முறையும் நீங்கள் ஒரு தொனியைக் கேட்கும்போது பொத்தாஐத் தட்டவும்.
th: ตรวจสอบให้แน่ใจว่าได้ตั้งค่าความดังของอุปกรณ์เป็นระดับสูงสุดแล้ว ในบททดสอบนี้ จะมีเสียงเบาๆ เล่นในหูข้างซ้ายหรือข้างขวา ตั้งใจฟังให้ดี แล้วแตะปุ่มทุกครั้งที่คุณได้ยินเสียง
tr: Aygıt sesinin en yüksek düzeye ayarlandığından emin olun. Bu görev sırasında, sol veya sağ kulakta hafif bir ses çalacaktır. Dikkatli bir şekilde dinleyin ve sesi her duyduğunuzda düğmeye dokunun.
uk: Упевніться, що задано максимальний рівень гучності. Під час цього завдання в ліве або праве вухо буде відтворюватися ледь чутний сигнал. Уважно слухайте і торкайте кнопку, щоразу як чуєте сигнал.
vi: Đảm bảo rằng âm lượng của thiết bị được đặt ở mức tối đa. Trong phần này, một âm báo nhỏ sẽ phát ở tai bên trái hoặc bên phải. Nghe cẩn thận và chạm vào nút mỗi lần bạn nghe thấy một âm báo.
vi_vn: Đảm bảo âm lượng thiết bị được đặt ở mức tối đa. Trong tác vụ này, một âm thanh tinh tế sẽ phát ở tai trái hoặc tai phải. Hãy lắng nghe cẩn thận và nhấp vào nút mỗi khi bạn nghe thấy một âm báo.
xh_za: Qiniseka ukuba ivolumu yesixhobo isetwe kwinqanaba eliphezulu. Ebudeni balo msebenzi, kuza kudlala ithoni entsonkothileyo enoba kukwindlebe yasekhohlo okanye yasekunene. Phulaphula ngenyameko yaye ucofe iqhosha ngalo lonke ixesha usiva ithoni.
zh_hans_my: 确保设备音量设置为最大声级。 在此任务期间，左耳或右耳会播放一种细微的音调。 仔细聆听并在每次听到提示音时点击按钮。
zh_hk: 請確定裝置音量已設定為最大聲。 在此測試活動中，會在左耳或右耳播放一個微細的音調。 細心聆聽並在每次聽到音調時點一下按鈕。
zh_tw: 確定裝置音量已設到最大聲。 此任務期間，會在左耳或右耳播放微弱的音調。 請仔細聆聽，並在每次聽到音調時點一下按鈕。

# dBHL_TONE_AUDIOMETRY_ONBOARDING
source: Onboarding questionnaire.
ar: استطلاع الالتحاق.
ca: Qüestionari inicial.
cs: Úvodní dotazník.
da: Indledende spørgeskema.
de: Eingangsfragebogen.
de_at: Onboarding-Fragebogen.
el: Ερωτηματολόγιο συμμετοχής.
es: Cuestionario de introducción.
fr: Questionnaire de départ.
he: שאלון הצטרפות.
hi: ऑनबोर्डिंग प्रश्न।
hr: Upitnik o dodavanju novog korisnika.
hu: Belépési kérdőív.
id: Daftar pertanyaan orientasi.
it: Questionario introduttivo.
ja: 開始時の質問。
ms: Soal selidik persediaan.
ms_latn_sg: Soal selidik penyertaan.
nb_no: Registreringsspørsmål.
nl: Intakevragenlijst.
no: Introduksjonsskjema.
or_in: ଅନବୋର୍ଡିଙ୍ଗ ପ୍ରଶ୍ନାବଳୀ
pl: Kwestionariusz wprowadzający.
pt_pt: Questionário de preparação.
ro: Chestionar de orientare.
ru: Вводный опрос.
sk: Úvodný dotazník.
sv: Förberedande frågeformulär.
ta_in: நுழைவு வினாத்தாள்.
ta_my: உள்வரும் கேள்வித்தாள்.
th: คำแนะนำแบบสอบถาม
tr: İşe alım anketi.
uk: Реєстраційна анкета.
vi: Bảng câu hỏi tích hợp.
vi_vn: Bảng câu hỏi triển khai.
xh_za: Ukungena kuluhlu lwemibuzo.
zh_hans_my: 入组问卷。
zh_hk: 測試前問卷調查。
zh_tw: 新手問卷調查。

# dBHL_TONE_AUDIOMETRY_ONBOARDING_QUESTION
source: Select your preference for 'better ear', if any
ar: حدد تفضيلك بخصوص “الأذن الأفضل”، إذا كانت هناك أذن أفضل من الأخرى.
ca: Selecciona la teva preferència de “millor orella”, si cal
cs: Vyberte ucho, na které slyšíte lépe (pokud na jedno ucho slyšíte lépe)
da: Vælg evt. din indstilling for “bedre øre”
de: Wähle das „bessere Ohr“ als deine Vorliebe, falls nötig
de_at: Wählen Sie Ihre Präferenz für "besseres Ohr", falls vorhanden
el: Επιλέξτε την προτίμηση σας για «καλύτερο αυτί», αν ισχύει
es: Selecciona tu preferencia para “oído bueno”, si la tienes
fil_ph: Piliin ang iyong preference para sa 'mas mahusay na tainga', kung mayroon man
fr: Sélectionnez votre « meilleure oreille », si vous en avez une
he: בחר/י את העדפתך לגבי האוזן ״הטובה יותר״, אם יש כזו
hi: ‘बेहतर कान' के लिए अपनी प्राथमिकता चुनें, यदि कोई हो
hr: Odaberite svoju postavku za 'bolje uho', ako ga ima
hu: Ha az egyik fülére jobban hall, válassza ki itt.
id: Pilih preferensi Anda untuk 'telinga yang lebih baik', jika ada
it: Seleziona l'orecchio migliore, se presente
ja: 聴きやすいほうの耳があれば選択します
ms: Pilih keutamaan anda untuk 'telinga yang lebih baik', jika ada
ms_latn_sg: Pilih keutamaan anda untuk ‘telinga yang lebih baik’, jika berkenaan
nb_no: Velg din preferanse for «beste øre» (om noen)
nl: Selecteer je voorkeur voor “beter oor”, indien van toepassing
no: Angi eventuelt hvilket øre du hører best på
or_in: ‘ଭଲ କାନ’ ପାଇଁ ନିଜର ପସନ୍ଦକୁ ଚୟନ କରନ୍ତୁ, ଯଦି କିଛି ଥାଏ
pl: Zaznacz preferencje „sprawniejszego ucha”, jeśli to konieczne
pt_pt: Selecione a sua preferência de “melhor ouvido”, se for o caso
ro: Selectați preferința dvs. pentru urechea cu care auziți mai bine, dacă este cazul
ru: Каким ухом Вы слышите лучше? (Если замечаете разницу)
sk: V prípade potreby vyberte ucho, ktorým lepšie počujete.
sv: Markera din inställning för ”bättre öra” (om du har ett)
ta_in: 'சிறந்த காது'க்கு உங்கள் விருப்பத்தைத் தேர்ந்தெடுக்கவும், ஏதேனும் இருப்பின்
ta_my: ஏதேனும் இருந்தால் 'சிறந்த காதுக்கு' உங்கள் விருப்பத்தைத் தேர்ந்தெடுக்கவும்
th: ถ้ามี ‘หูข้างที่ถนัด’ ให้เลือกหูข้างนั้น
tr: Bir kulağınız “daha iyi duyuyorsa” onu seçin
uk: Виберіть вухо, яким ви чуєте краще, якщо таке є
vi: Chọn ưu tiên của bạn cho 'tai tốt hơn', nếu có
vi_vn: Chọn tùy chọn của bạn cho 'tai tốt hơn', nếu có
xh_za: Khetha oyinqwenelayo ‘kwindlebe ebhetele’ ukuba nayiphi na
zh_hans_my: 选择听力“较好的耳朵”（如有）
zh_hk: 選擇「聽力較好」偏好設定（如有）
zh_tw: 如有需要，請選擇「聽力較好的耳朵」偏好設定

# dBHL_TONE_AUDIOMETRY_OPTION_LEFT
source: left
ar: يسار
ca: esquerra
cs: levé
da: venstre
de: links
de_at: links
el: αριστερό
es: izquierdo
fil_ph: kaliwa
fr: gauche
he: שמאל
hi: बायाँ
hr: lijevo
hu: bal
id: kiri
it: sinistra
ja: 左
ms: kiri
ms_latn_sg: kiri
nb_no: venstre
nl: links
no: venstre
or_in: ବାମ
pl: lewe
pt_pt: esquerdo
ro: stânga
ru: левым
sk: ľavé
sv: vänster
ta_in: இடது
ta_my: இடது
th: ซ้าย
tr: sol
uk: ліве
vi: trái
vi_vn: bên trái
xh_za: khohlo
zh_hans_my: 左
zh_hk: 左
zh_tw: 左側

# dBHL_TONE_AUDIOMETRY_OPTION_NO_PREFERENCE
source: no preference
ar: بلا تفضيل
ca: cap preferència
cs: bez preference
da: ingen præference
de: keine Vorliebe
de_at: keine Präferenz
el: καμία προτίμηση
es: sin preferencia
fil_ph: walang preference
fr: aucune préférence
he: ללא העדפה
hi: कोई प्राथमिकता नहीं है
hr: bez postavke
hu: nincs beállítás
id: tidak ada preferensi
it: nessuna preferenza
ja: 設定なし
ms: tiada keutamaan
ms_latn_sg: tiada pilihan
nb_no: ingen preferanse
nl: geen voorkeur
no: ingen preferanse
or_in: କୌଣସି ପସନ୍ଦ ନାହିଁ
pl: bez preferencji
pt_pt: sem preferência
ro: nicio preferință
ru: не замечаю разницы
sk: bez predvoľby
sv: ingen inställning
ta_in: விருப்பம் எதுவும் இல்லை
ta_my: விருப்பம் இல்லை
th: ไม่มีข้างที่ถนัด
tr: tercih yok
uk: немає
vi: không có ưu tiên
vi_vn: không có tùy chọn
xh_za: ayikho enqwenelekayo
zh_hans_my: 没有偏好
zh_hk: 沒有偏好
zh_tw: 無偏好

# dBHL_TONE_AUDIOMETRY_OPTION_RIGHT
source: right
ar: يمين
ca: dreta
cs: pravé
da: højre
de: rechts
de_at: rechts
el: δεξιό
es: derecho
fil_ph: kanan
fr: droite
he: ימין
hi: दायाँ
hr: desno
hu: jobb
id: kanan
it: destra
ja: 右
ms: kanan
ms_latn_sg: kanan
nb_no: høyre
nl: rechts
no: høyre
or_in: ଡାହାଣ
pl: prawe
pt_pt: direito
ro: dreapta
ru: правым
sk: pravé
sv: höger
ta_in: வலது
ta_my: கைகள்
th: ขวา
tr: sağ
uk: праве
vi: phải
vi_vn: đúng
xh_za: kunene
zh_hans_my: 右
zh_hk: 右
zh_tw: 右側

# dBHL_TONE_AUDIOMETRY_TASK_TITLE
source: Tone Audiometry
ar: قياس سمع النغمة
ca: Audiometria tonal
cs: Tónová audiometrie
da: Toneaudiometri
de: Tonaudiometrie
de_at: Geräusch-Audiometrie
el: Τονική ακοομετρία
es: Audiometría tonal
fr: Audiométrie tonale
he: בדיקת שמיעה
hi: टोन ऑडियोमेट्री
hr: Tonalna audiom.
hu: Hangaudiometria
id: Audiometri Nada
it: Audiometria tonale
ja: 聴力検査
ms: Audiometri Nada
ms_latn_sg: Audiometri Nada
nb_no: Toneaudiometri
nl: Toonaudiometrie
no: Toneaudiometri
or_in: ଟୋନ ଅଡିଓମେଟ୍ରି
pl: Audiometria tonalna
pt_pt: Audiometria de tom
ro: Audiometrie tonală
ru: Аудиометрия
sk: Tónová audiometria
sv: Tonaudiometri
ta_in: தொனி கேள் திறன்மானி
ta_my: டோன் ஆடியோமெட்ரி
th: ตรวจวัดการได้ยิน
tr: Ses Tonu Odyometrisi
uk: Аудіометрія
vi: Trắc thính Âm báo
vi_vn: Đo thính lực giai điệu
xh_za: Ithoni Yokulinganisa Ukuva
zh_hans_my: 音调测听
zh_hk: 純音聽力檢查
zh_tw: 純音聽力檢查

# DOB_FORM_ITEM_PLACEHOLDER
source: Pick a date
ar: اختيار تاريخ
ca: Selecciona una data
cs: Vyberte datum
da: Vælg en dato
de: Datum wählen
de_at: Wählen Sie ein Datum
el: Επιλογή
es: Selecciona una fecha
es_419: Elige una fecha
fi: Valitse päiväys
fil_ph: Pumili ng isang petsa
fr: Définir la date
fr_ca: Choisir une date
he: בחר/י תאריך
hi: तिथि चुनें
hr: Izaberite datum
hu: Dátum kiválasztása
id: Pilih tanggal
it: Scegli una data
ja: 日付を選択
ko: 날짜 선택
ms: Pilih tarikh
ms_latn_sg: Pilih tarikh
nb_no: Velg en dato
nl: Kies een datum
no: Angi dato
or_in: ଗୋଟିଏ ତାରିଖ ବାଛନ୍ତୁ
pl: Wybierz datę
pt_pt: Escolha uma data
ro: Alegeți o dată
ru: Выберите дату
sk: Vyberte dátum
sv: Välj ett datum
ta_in: தேதியை தேர்வு செய்யவும்
ta_my: ஒரு தேதியை தேர்வு செய்யவும்
th: เลือกวันที่
tr: Bir tarih seçin
uk: Виберіть дату
vi: Chọn một ngày
vi_vn: Chọn một ngày
xh_za: Khetha umhla
zh_cn: 选择日期
zh_hans_my: 选择日期
zh_hk: 選擇日期
zh_tw: 選擇日期

# DOB_FORM_ITEM_TITLE
source: Date of Birth
ar: تاريخ الميلاد
ca: Data de naixement
cs: Datum narození
da: Fødselsdato
de: Geburtsdatum
de_at: Geburtsdatum
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
es_419: Fecha de nacimiento
fi: Syntymäaika
fil_ph: Araw ng kapanganakan
fr: Date de naissance
fr_ca: Date de naissance
he: תאריך לידה
hi: जन्मतिथि
hr: Datum rođenja
hu: Születési dátum
id: Tanggal Lahir
it: Data di nascita
ja: 生年月日
ko: 생년월일
ms: Tarikh Lahir
ms_latn_sg: Tarikh Lahir
nb_no: Fødselsdato
nl: Geboortedatum
no: Fødselsdato
or_in: ଜନ୍ମ ତାରିଖ
pl: Data urodzenia
pt_pt: Data de nascimento
ro: Data nașterii
ru: Дата рождения
sk: Dátum narodenia
sv: Födelsedatum
ta_in: பிறந்த தேதி
ta_my: பிறந்த தேதி
th: วันเกิด
tr: Doğum Tarihi
uk: Дата народження
vi: Ngày sinh
vi_vn: Ngày sinh
xh_za: Umhla Wokuzalwa
zh_cn: 出生日期
zh_hans_my: 出生日期
zh_hk: 出生日期
zh_tw: 出生日期

# EMAIL_FORM_ITEM_TITLE
source: Email
ar: البريد الإلكتروني
ca: Correu electrònic
de_at: E-Mail Adresse
es: Correo electrónico
es_419: Correo
fi: Sähköposti
fr: Adresse e-mail
fr_ca: Courriel
he: שלח בדוא״ל
hi: ईमेल
hr: Pošaljite e-mail
ja: メール
ko: 이메일
ms: E-mel
ms_latn_sg: E-mel
nb_no: E-post
no: E-post
or_in: ଇମେଲ୍‍
ru: Е‑mail
sv: E-post
ta_in: மின்னஞ்சல்
ta_my: மின்னஞ்சல்
th: อีเมล
tr: E-posta
uk: Е-пошта
xh_za: Imeyili
zh_cn: 电子邮件
zh_hans_my: 电子邮件
zh_hk: 電郵
zh_tw: 電子郵件

# ENVIRONMENTSPL_CALCULATING
source: Calculating
ar: جاري الحساب
ca: Calculant
cs: Výpočet
da: Beregner
de: Rechnen
de_at: Berechnen
el: Υπολογισμός…
es: Calculando
fil_ph: Nagka-calculate
fr: Calcul en cours
he: מחשב
hi: गणना जारी है
hr: Izračunavanje
hu: Számítás
id: Menghitung
it: Calcolo
ja: 計算中
ms: Mengira
ms_latn_sg: Mengira
nb_no: Kalkulerer
nl: Berekenen
no: Beregner
or_in: ହିସାବ କରୁଛି/ଗଣନା କରୁଅଛି
pl: Obliczam
pt_pt: A calcular…
ro: Calculare
ru: Вычисление
sk: Vypočítavam
sv: Beräknar
ta_in: கணக்கிடுதல்
ta_my: கணிக்கிறது...
th: กำลังคำนวณ
tr: Hesaplanıyor
uk: Обчислювання
vi: Đang tính
vi_vn: Tính toán
xh_za: Ukubala
zh_hans_my: 计算
zh_hk: 正在計算
zh_tw: 正在計算
