Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_2_LEFT
source: Place your device on your left shoulder with the screen facing out, as pictured.
ar: ضع جهازك على كتفك الأيسر بحيث تكون الشاشة موجهة للخارج، كما هو موضح في الصورة.
ca: Posa’t el dispositiu a sobre de l’espatlla esquerra amb la pantalla cap enfora, tal com es mostra.
cs: Přiložte zařízení k levému rameni displejem od sebe, jak vidíte na obrázku.
da: Anbring din enhed på din venstre skulder med skærmen udad som vist på billedet.
de: Lege dein Gerät wie abgebildet auf deine linke Schulter mit dem Bildschirm nach außen.
de_at: Legen Sie Ihr Gerät wie abgebildet mit dem Bildschirm nach außen auf die linke Schulter.
el: Τοποθετήστε τη συσκευή στον αριστερό σας ώμο με την οθόνη να κοιτά προς τα έξω, όπως φαίνεται στην εικόνα.
es: Colócate el dispositivo en el hombro izquierdo con la pantalla hacia arriba, tal y como se ve en la imagen.
fil_ph: Ilagay ang iyong device sa iyong kaliwang balikat na nakaharap ang screen, tulad ng nakalarawan.
fr: Placez votre appareil sur l’épaule gauche avec l’écran orienté vers le haut, comme illustré.
he: הנח/י את המכשיר על כתף שמאל כשהמסך מופנה כלפי מעלה, כפי שנראה בתמונה.
hi: स्क्रीन को बाहर की ओर करके अपना उपकरण अपने बाएँ कंधे पर रखें, जैसा तस्वीर में दिखाया गया है।
hr: Stavite uređaj na lijevo rame, sa zaslonom okrenutim prema van, kako je prikazano na slici.
hu: Tegye az eszközét a bal vállára úgy, hogy a kijelző kifelé nézzen, ahogy ez a képen is látható.
id: Letakkan perangkat di bahu kiri Anda dengan layar menghadap keluar, sebagaimana yang terlihat di gambar.
it: Posiziona il dispositivo sulla spalla sinistra con lo schermo rivolto all’esterno, come illustrato.
ja: 写真のように、画面を外側に向けてデバイスを左肩の上に置きます。
ms: Letakkan peranti anda di atas bahu kiri anda dengan skrin menghadap ke luar, seperti dalam gambar.
ms_latn_sg: Tempatkan peranti pada bahu kiri anda dengan skrin menghadap ke luar, seperti dalam gambar.
nb_no: Legg enheten på din venstre skulder med skjermen vendt ut som avbildet.
nl: Plaats je apparaat op je linkerschouder met het scherm naar boven en de leesrichting van je af, zoals in de afbeelding.
no: Legg enheten på venstre skulder med skjermen vendt utover, som illustrert på bildet.
or_in: ଚିତ୍ର ପରି, ଆପଣଙ୍କର ଡିଭାଇସ୍ କୁ ସ୍କ୍ରିନ୍‍ ସାମ୍ନାରେ ବାମ ପଟ କାନ୍ଧ ଉପରେ ରଖନ୍ତୁ |
pl: Umieść urządzenie na lewym ramieniu, a ekran skieruj na zewnątrz, tak jak na ilustracji.
pt_pt: Coloque o dispositivo sobre o seu ombro esquerdo com o ecrã virado para fora, como na imagem.
ro: Așezați dispozitivul pe umărul stâng cu ecranul în sus, ca în imagine.
ru: Положите устройство экраном вниз на левое надплечье, ближе к плечу, как показано на картинке.
sk: Pridržte si zariadenie na ľavom ramene obrazovkou nahor, ako je to znázornené na obrázku.
sv: Lägg enheten på din vänstra axel med skärmen utåt (se bild).
ta_in: சாதனத்தை உங்கள் இடது தோள்பட்டையில் ஸ்கிரீன் வெளிப்புறமாக, காட்சிப்படுத்தியுள்ளவாறு வைக்கவும்.
ta_my: உங்கள் சாதனத்தை உங்கள் இடது தோள்பட்டை மீது ஸ்கிரீஐ எதிர்கொள்ளுமாறு, படத்தில் உள்ளப்படி வைக்கவும்.
th: วางอุปกรณ์ไว้บนไหล่ข้างซ้ายของคุณพร้อมกับหงายหน้าจอขึ้น ดังภาพ
tr: Aygıtınızı, resimde gösterildiği gibi ekran dışa bakacak şekilde sol omzunuza yerleştirin.
uk: Покладіть свій пристрій на ліве плече екраном назовні, як показано.
vi: Đặt thiết bị trên vai trái của bạn với màn hình hướng ra ngoài, giống như trong hình.
vi_vn: Đặt thiết bị của bạn trên vai trái với màn hình hướng ra ngoài, như trong hình.
xh_za: Beka isixhobo sakho kwigxalaba lakho lasekhohlo isikrini sijonge phandle, njengoko kubonisiwe emfanekisweni.
zh_cn: 将设备放在您的左肩上，屏幕朝外，如图所示。
zh_hans_my: 将设备放在左肩上，屏幕朝外，如图所示。
zh_hk: 請將裝置放在左肩上，螢幕向外（如圖）。
zh_tw: 將裝置放在您的左肩上，螢幕朝上（如圖所示）。

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_2_RIGHT
source: Place your device on your right shoulder with the screen facing out, as pictured.
ar: ضع جهازك على كتفك الأيمن بحيث تكون الشاشة موجهة للخارج، كما هو موضح في الصورة.
ca: Posa’t el dispositiu a sobre de l’espatlla dreta amb la pantalla cap enfora, tal com es mostra.
cs: Přiložte zařízení k pravému rameni displejem od sebe, jak vidíte na obrázku.
da: Anbring din enhed på din højre skulder med skærmen udad som vist på billedet.
de: Lege dein Gerät wie abgebildet auf deine rechte Schulter mit dem Bildschirm nach außen.
de_at: Legen Sie Ihr Gerät wie abgebildet mit dem Bildschirm nach außen auf die rechte Schulter.
el: Τοποθετήστε τη συσκευή στον δεξιό σας ώμο με την οθόνη να κοιτά προς τα έξω, όπως φαίνεται στην εικόνα.
es: Colócate el dispositivo en el hombro derecho con la pantalla hacia arriba, tal y como se ve en la imagen.
fil_ph: Ilagay ang iyong device sa iyong kanang balikat na nakaharap ang screen, tulad ng nakalarawan.
fr: Placez votre appareil sur l’épaule droite avec l’écran orienté vers le haut, comme illustré.
he: הנח/י את המכשיר על כתף ימין כשהמסך מופנה כלפי מעלה, כפי שנראה בתמונה.
hi: स्क्रीन को बाहर की ओर करके अपना उपकरण अपने दाएँ कंधे पर रखें, जैसा तस्वीर में दिखाया गया है।
hr: Stavite uređaj na desno rame, sa zaslonom okrenutim prema van, kako je prikazano na slici.
hu: Tegye az eszközét a jobb vállára úgy, hogy a kijelző kifelé nézzen, ahogy ez a képen is látható.
id: Letakkan perangkat di bahu kanan Anda dengan layar menghadap keluar, sebagaimana yang terlihat di gambar.
it: Posiziona il dispositivo sulla spalla destra con lo schermo rivolto all’esterno, come illustrato.
ja: 写真のように、画面を外側に向けてデバイスを右肩の上に置きます。
ms: Letakkan peranti anda di atas bahu kanan anda dengan skrin menghadap ke luar, seperti dalam gambar.
ms_latn_sg: Tempatkan peranti pada bahu kanan anda dengan skrin menghadap ke luar, seperti dalam gambar.
nb_no: Legg enheten på din høyre skulder med skjermen vendt ut som avbildet.
nl: Plaats je apparaat op je rechterschouder met het scherm naar boven en de leesrichting van je af, zoals in de afbeelding.
no: Legg enheten på høyre skulder med skjermen vendt utover, som illustrert på bildet.
or_in: ଚିତ୍ର ପରି, ଆପଣଙ୍କର ଡିଭାଇସ୍ କୁ ସ୍କ୍ରିନ୍‍ ସାମ୍ନାରେ ଡାହାଣ ପଟ କାନ୍ଧ ଉପରେ ରଖନ୍ତୁ |
pl: Umieść urządzenie na prawym ramieniu, a ekran skieruj na zewnątrz, tak jak na ilustracji.
pt_pt: Coloque o dispositivo sobre o seu ombro direito com o ecrã virado para fora, como na imagem.
ro: Așezați dispozitivul pe umărul drept cu ecranul în sus, ca în imagine.
ru: Положите устройство экраном вниз на правое надплечье, ближе к плечу, как показано на картинке.
sk: Pridržte si zariadenie na pravom ramene obrazovkou nahor, ako je to znázornené na obrázku.
sv: Lägg enheten på din högra axel med skärmen utåt (se bild).
ta_in: சாதனத்தை உங்கள் வலது தோள்பட்டையில் ஸ்கிரீன் வெளிப்புறமாக, காட்சிப்படுத்தியுள்ளவாறு வைக்கவும்.
ta_my: உங்கள் சாதனத்தை உங்கள் வலது தோள்பட்டையில் மீது ஸ்கிரீஐ எதிர்கொள்ளுமாறு, படத்தில் உள்ளப்படி வைக்கவும்.
th: วางอุปกรณ์ไว้บนไหล่ข้างขวาของคุณพร้อมกับหงายหน้าจอขึ้น ดังภาพ
tr: Aygıtınızı, resimde gösterildiği gibi ekran dışa bakacak şekilde sağ omzunuza yerleştirin.
uk: Покладіть свій пристрій на праве плече екраном назовні, як показано.
vi: Đặt thiết bị trên vai phải của bạn với màn hình hướng ra ngoài, giống như trong hình.
vi_vn: Đặt thiết bị của bạn trên vai phải với màn hình hướng ra ngoài, như trong hình.
xh_za: Beka isixhobo sakho kwigxalaba lakho lasekunene isikrini sijonge phandle, njengoko kubonisiwe emfanekisweni.
zh_cn: 将设备放在您的右肩上，屏幕朝外，如图所示。
zh_hans_my: 将设备放在右肩上，屏幕朝外，如图所示。
zh_hk: 請將裝置放在右肩上，螢幕向外（如圖）。
zh_tw: 將裝置放在您的右肩上，螢幕朝上（如圖所示）。

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_3_LEFT
source: When ready, tap the screen to begin and raise your left arm as far as you can. Return to the start position and tap again when you are done.
ar: عندما تكون مستعدًا، اضغط على الشاشة للبدء وارفع ذراعك اليسرى قدر استطاعتك. ارجع إلى وضع البداية واضغط مرة أخرى عندما تنتهي.
ca: Quan estiguis preparat, toca la pantalla per començar i aixeca el braç esquerre tant com puguis. Torna a la posició inicial i toca la pantalla un altre cop quan hagis acabat.
cs: Jakmile budete připraveni, klepněte na obrazovku a začněte zvedat levou ruku tak vysoko, jak budete moct. Až budete hotovi, klepněte ještě jednou.
da: Når du er klar, skal du trykke på skærmen for at starte og løfte din venstre arm så højt op, som du kan. Tryk igen, når du er færdig.
de: Wenn du bereit bist, tippe auf den Bildschirm, um anzufangen und hebe deinen linken Arm so weit, wie du kannst. Tippe erneut, wenn du fertig bist.
de_at: Tippen Sie auf den Bildschirm, um zu beginnen, und heben Sie den linken Arm so weit wie möglich an. Tippen Sie erneut, wenn Sie fertig sind.
el: Όταν είστε έτοιμοι, αγγίξτε την οθόνη για να ξεκινήσετε και σηκώστε το αριστερό χέρι σας όσο μπορείτε. Επιστρέψτε στην αρχική θέση και αγγίξτε πάλι όταν τελειώσετε.
es: Cuando estés preparado, pulsa la pantalla para empezar y sube el brazo izquierdo todo lo que puedas. Vuelve a pulsar cuando hayas terminado.
fil_ph: Kapag handa na, i-tap ang screen upang simulan at itaas ang iyong kaliwang braso hanggang sa maaari mo. I-tap uli kapag tapos ka na.
fr: Lorsque vous êtes prêt, touchez l’écran pour commencer et levez au maximum le bras gauche. Touchez à nouveau l’écran quand vous avez terminé.
he: כשתרצה/י להתחיל את הבדיקה, הקש/י על המסך והרם/י את זרוע שמאל ככל שתוכל/י. לסיום, הקש/י שוב על המסך.
hi: तैयार होने पर आरंभ करने के लिए स्क्रीन पर टैप करें और जितना संभव हो अपना बायाँ हाथ उठाएँ। पूर्ण करने पर पुनः टैप करें।
hr: Kad budete spremni, dodirnite zaslon za pokretanje testa i podignite lijevu ruku koliko možete. Ponovno dodirnite kad budete gotovi.
hu: Ha készen áll, először koppintson a képernyőre, majd emelje fel a bal karját, amennyire csak tudja. Koppintson ismét, ha elkészült.
id: Setelah siap, ketuk layar untuk memulai dan angkat lengan kiri Anda sejauh mungkin. Ketuk lagi setelah selesai.
it: Tocca lo schermo per iniziare e solleva il più possibile il braccio sinistro. Tocca di nuovo quando hai finito.
ja: 準備ができたら、画面をタップして開始し、左腕をできるだけ高く上げてください。終わったら、もう一度タップしてください。
ms: Apabila bersedia, ketik skrin untuk bermula dan angkat tangan kiri anda setinggi yang anda boleh. Ketik semula apabila anda selesai.
ms_latn_sg: Apabila sedia, ketik skrin untuk mula dan melunjurkan lengan kiri anda sejauh mungkin. Ketik sekali lagi apabila selesai.
nb_no: Når du er klar, trykker du på skjermen for å begynne og løfter din venstre arm så langt som mulig. Trykk igjen når du er ferdig.
nl: Wanneer je klaar bent, tik je op het scherm om te beginnen en til je je linkerarm zo ver mogelijk op. Breng je arm terug naar het beginpunt en tik opnieuw wanneer je klaar bent.
no: Når du er klar, trykker du på skjermen for å starte og løfter venstre arm så høyt du klarer. Trykk én gang til når du er ferdig.
or_in: ଯେତେବେଳେ ପ୍ରସ୍ତୁତ ହୋଇଯିବେ, ସେତେବେଳେ ଆରମ୍ଭ କରିବା ପାଇଁ ସ୍କ୍ରିନ୍‍ ଉପରେ ଟ୍ୟାପ୍‍ କରନ୍ତୁ ଏବଂ ନିଜର ବାମପଟ ବାହୁକୁ ଯେତେଦୂର ସମ୍ଭବ ଉଠାନ୍ତୁ | ଆପଣ କରିସାରିଲା ପରେ ପୁର୍ନବାର ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Gdy będziesz gotów, dotknij ekranu i zacznij unosić lewe ramię tak daleko, jak możesz. Gdy skończysz, stuknij ponownie.
pt_pt: Quando estiver pronto, toque no ecrã para começar e levante o seu braço esquerdo até onde conseguir. Toque novamente para terminar.
ro: Când sunteți gata, apăsați ecranul pentru a începe și ridicați brațul stâng cât de mult puteți. Apăsați din nou când ați terminat.
ru: Когда будете готовы, коснитесь экрана, чтобы начать, и максимально поднимите левую руку. Коснитесь экрана еще раз, когда закончите.
sk: Keď budete pripravení, klepnite na obrazovku a čo najviac zdvihnite ľavú ruku. Po skončení znovu klepnite na obrazovku.
sv: När du vill börja trycker du på skärmen och lyfter din vänstra arm så högt du kan. Tryck igen när du är klar.
ta_in: தயாரான உடன், ஸ்கிரீனைத் தட்டவும், உங்கள் இடது கையை உங்களால் முடிந்தவரை உயர்த்தவும். நீங்கள் முடித்ததும் மீண்டும் தட்டவும்.
ta_my: தயாராக இருக்கும்போது, தொடங்குவதற்கு ஸ்கிரீஐ டேப் செய்யவும் மற்றும் உங்களால் முடிந்தவரை உங்கள் இடது கையை உயர்த்தவும். முடிந்ததும் மீண்டும் தட்டவும்.
th: เมื่อพร้อมแล้ว ให้แตะที่หน้าจอแล้วยกแขนข้างซ้ายของคุณ โดยเหยียดให้ตึงที่สุดเท่าที่จะทำได้ จากนั้นแตะอีกครั้งเมื่อคุณทำเสร็จ
tr: Hazır olduğunuzda, başlamak için ekrana dokunun ve sol kolunuzu kaldırabildiğiniz kadar kaldırın. İşiniz bittiğinde yeniden dokunun.
uk: За готовністю для початку торкніть екран і піднімайте ліву руку якомога вище. Завершивши, торкніть знов.
vi: Khi sẵn sàng, chạm vào màn hình để bắt đầu và đưa cánh tay trái của bạn lên xa nhất có thể. Trở lại vị trí bắt đầu và chạm lại khi bạn thực hiện xong.
vi_vn: Khi đã sẵn sàng, hãy nhấp vào màn hình để bắt đầu và nâng cánh tay trái của bạn lên hết mức có thể. Nhấp lại khi bạn hoàn tất.
xh_za: Xa ukulungele, cofa isikrini ukuze uqalise yaye wolule ingalo yakho yasekhohlo kangangoko unako. Cofa kwakhona xa ugqibile.
zh_cn: 准备好后，轻点屏幕以开始，然后尽力抬起左臂。完成后，再轻点一下。
zh_hans_my: 准备好后，点击屏幕开始，然后尽可能地抬起左臂。完成后再次点击。
zh_hk: 當準備好，點一下螢幕即可開始，舉起你的左臂，盡量向上方伸展。完成後，將左臂還原至開始時的位置，並且再點一下。
zh_tw: 準備就緒時，請點一下螢幕來開始並儘量舉高您的左臂。完成時，請再點一下。

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_3_RIGHT
source: When ready, tap the screen to begin and raise your right arm as far as you can. Return to the start position and tap again when you are done.
ar: عندما تكون مستعدًا، اضغط على الشاشة للبدء وارفع ذراعك اليمنى قدر استطاعتك. ارجع إلى وضع البداية واضغط مرة أخرى عندما تنتهي.
ca: Quan estiguis preparat, toca la pantalla per començar i aixeca el braç dret tant com puguis. Torna a la posició inicial i toca la pantalla un altre cop quan hagis acabat.
cs: Jakmile budete připraveni, klepněte na obrazovku a začněte zvedat pravou ruku tak vysoko, jak budete moct. Až budete hotovi, klepněte ještě jednou.
da: Når du er klar, skal du trykke på skærmen for at starte og løfte din højre arm så højt op, som du kan. Tryk igen, når du er færdig.
de: Wenn du bereit bist, tippe auf den Bildschirm, um anzufangen und hebe deinen rechten Arm so weit, wie du kannst. Tippe erneut, wenn du fertig bist.
de_at: Wenn Sie bereit sind, tippen Sie auf den Bildschirm, um zu beginnen, und heben Sie Ihren rechten Arm so weit wie möglich an. Tippen Sie erneut, wenn Sie fertig sind.
el: Όταν είστε έτοιμοι, αγγίξτε την οθόνη για να ξεκινήσετε και σηκώστε το δεξιό χέρι σας όσο μπορείτε. Επιστρέψτε στην αρχική θέση και αγγίξτε πάλι όταν τελειώσετε.
es: Cuando estés preparado, pulsa la pantalla para empezar y sube el brazo derecho todo lo que puedas. Vuelve a pulsar cuando hayas terminado.
fil_ph: Kapag handa na, i-tap ang screen upang simulan at itaas ang iyong kanang braso hangga't maaari. I-tap uli kapag tapos ka na.
fr: Lorsque vous êtes prêt, touchez l’écran pour commencer et levez au maximum le bras droit. Touchez à nouveau l’écran quand vous avez terminé.
he: כשתרצה/י להתחיל את הבדיקה, הקש/י על המסך והרם/י את זרוע ימין ככל שתוכל/י. לסיום, הקש/י שוב על המסך.
hi: तैयार होने पर आरंभ करने के लिए स्क्रीन पर टैप करें और जितना संभव हो अपना दायाँ हाथ उठाएँ। पूर्ण करने पर पुनः टैप करें।
hr: Kad budete spremni, dodirnite zaslon za pokretanje testa i podignite desnu ruku koliko možete. Ponovno dodirnite kad budete gotovi.
hu: Ha készen áll, először koppintson a képernyőre, majd emelje fel a jobb karját, amennyire csak tudja. Koppintson ismét, ha elkészült.
id: Setelah siap, ketuk layar untuk memulai dan angkat lengan kanan Anda sejauh mungkin. Ketuk lagi setelah selesai.
it: Tocca lo schermo per iniziare e solleva il più possibile il braccio destro. Tocca di nuovo quando hai finito.
ja: 準備ができたら、画面をタップして開始し、右腕をできるだけ高く上げてください。終わったら、もう一度タップしてください。
ms: Apabila bersedia, ketik skrin untuk bermula dan angkat tangan kanan anda setinggi yang anda boleh. Ketik semula apabila anda selesai.
ms_latn_sg: Apabila sedia, ketik skrin untuk mula dan melunjurkan lengan kanan anda sejauh mungkin. Ketik sekali lagi apabila selesai.
nb_no: Når du er klar trykker du på skjermen for å begynne, og løft din høyre arm så langt som mulig. Trykk igjen når du er ferdig.
nl: Wanneer je klaar bent, tik je op het scherm om te beginnen en til je je rechterarm zo ver mogelijk op. Breng je arm terug naar het beginpunt en tik opnieuw wanneer je klaar bent.
no: Når du er klar, trykker du på skjermen for å starte og løfter høyre arm så høyt du klarer. Trykk én gang til når du er ferdig.
or_in: ଯେତେବେଳେ ପ୍ରସ୍ତୁତ ହୋଇଯିବେ, ସେତେବେଳେ ଆରମ୍ଭ କରିବା ପାଇଁ ସ୍କ୍ରିନ୍‍ ଉପରେ ଟ୍ୟାପ୍‍ କରନ୍ତୁ ଏବଂ ନିଜର ଡାହାଣପଟ ବାହୁକୁ ଯେତେଦୂର ସମ୍ଭବ ଉଠାନ୍ତୁ | ଆପଣ କରିସାରିଲା ପରେ ପୁର୍ନବାର ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Gdy będziesz gotów, dotknij ekranu i zacznij unosić prawe ramię tak daleko, jak możesz. Gdy skończysz, stuknij ponownie.
pt_pt: Quando estiver pronto, toque no ecrã para começar e levante o seu braço direito até onde conseguir. Toque novamente para terminar.
ro: Când sunteți gata, apăsați ecranul pentru a începe și ridicați brațul drept cât de mult puteți. Apăsați din nou când ați terminat.
ru: Когда будете готовы, коснитесь экрана, чтобы начать, и максимально поднимите правую руку. Коснитесь экрана еще раз, когда закончите.
sk: Keď budete pripravení, klepnite na obrazovku a čo najviac zdvihnite pravú ruku. Po skončení znovu klepnite na obrazovku.
sv: När du vill börja trycker du på skärmen och lyfter din högra arm så högt du kan. Tryck igen när du är klar.
ta_in: தயாரான உடன், ஸ்கிரீனைத் தட்டவும், உங்கள் வலது கையை உங்களால் முடிந்தவரை உயர்த்தவும். நீங்கள் முடித்ததும் மீண்டும் தட்டவும்.
ta_my: தயாராக இருக்கும்போது, தொடங்குவதற்கு ஸ்கிரீஐ டேப் செய்யவும் மற்றும் உங்களால் முடிந்தவரை உங்கள் வலது கையை உயர்த்தவும். முடிந்ததும் மீண்டும் தட்டவும்.
th: เมื่อพร้อมแล้ว ให้แตะที่หน้าจอแล้วยกแขนข้างขวาของคุณ โดยเหยียดให้ตึงที่สุดเท่าที่จะทำได้ จากนั้นแตะอีกครั้งเมื่อคุณทำเสร็จ
tr: Hazır olduğunuzda, başlamak için ekrana dokunun ve sağ kolunuzu kaldırabildiğiniz kadar kaldırın. İşiniz bittiğinde yeniden dokunun.
uk: За готовністю для початку торкніть екран і піднімайте праву руку якомога вище. Завершивши, торкніть знов.
vi: Khi sẵn sàng, chạm vào màn hình để bắt đầu và đưa cánh tay phải của bạn lên xa nhất có thể. Trở lại vị trí bắt đầu và chạm lại khi bạn thực hiện xong.
vi_vn: Khi đã sẵn sàng, hãy nhấp vào màn hình để bắt đầu và nâng cánh tay phải của bạn lên hết mức có thể. Nhấp lại khi bạn hoàn tất.
xh_za: Xa ukulungele, cofa isikrini ukuze uqalise yaye wolule ingalo yakho yasekunene kangangoko unako. Cofa kwakhona xa ugqibile.
zh_cn: 准备好后，轻点屏幕以开始，然后尽力抬起右臂。完成后，再轻点一下。
zh_hans_my: 准备好后，点击屏幕开始，然后尽可能地抬起右臂。完成后再次点击。
zh_hk: 當準備好，點一下螢幕即可開始，舉起你的右臂，盡量向上方伸展。完成後，將右臂還原至開始時的位置，並且再點一下。
zh_tw: 準備就緒時，請點一下螢幕來開始並儘量舉高您的右臂。完成時，請再點一下。

# SHOULDER_RANGE_OF_MOTION_TITLE_LEFT
source: Left Shoulder Range of Motion
ar: نطاق حركة الكتف الأيسر
ca: Rang de moviment de l’espatlla esquerra
cs: Rozsah pohybu levého ramene
da: Bevægelighed af venstre skulder
de: Linke Schulter Bewegungsumfang
de_at: Bewegungsbereich linke Schulter
el: Εύρος κίνησης αριστερού ώμου
es: Rango de movimiento del hombro izquierdo
fil_ph: Saklaw ng Paggalaw ng Kaliwang Balikat
fr: Plage de mouvement de l’épaule gauche
he: טווח התנועה של כתף שמאל
hi: बाएँ कंधे की गति सीमा
hr: Raspon kretanja lijevog ramena
hu: Bal váll mozgástartománya
id: Jangkauan Gerakan Bahu Kiri
it: Ampiezza del movimento della spalla sinistra
ja: 左肩の可動域
ms: Julat Pergerakan Bahu Kiri
ms_latn_sg: Julat Pergerakan Bahu Kiri
nb_no: Bevegelsesområde for venstre skulder
nl: Beweeglijkheid linkerschouder
no: Bevegelsesområde for venstre skulder
or_in: ବାମପଟ କାନ୍ଧ ଗତି କରିବାର ପରିସର
pl: Zasięg ruchu lewego ramienia
pt_pt: Amplitude de movimento do ombro esquerdo
ro: Amplitudinea mișcării umărului stâng
ru: Амплитуда движений левого плечевого сустава
sk: Rozsah pohybu ľavého ramena
sv: Rörlighet, vänster axel
ta_in: இடது தோள்பட்டை இயக்கத்தின் வரம்பு
ta_my: இடது தோள்பட்டையின் நகர்வு
th: พิสัยการเคลื่อนไหวของไหล่ข้างซ้าย
tr: Sol Omuz Hareket Alanı
uk: Межі руху лівого плеча
vi: Phạm vi chuyển động của vai trái
vi_vn: Phạm vi chuyển động của vai trái
xh_za: Uluhlu Lokushukuma Kwegxalaba Lasekhohlo
zh_cn: 左肩运动范围
zh_hans_my: 左肩活动范围
zh_hk: 左肩動作範圍
zh_tw: 左肩活動範圍

# SHOULDER_RANGE_OF_MOTION_TITLE_RIGHT
source: Right Shoulder Range of Motion
ar: نطاق حركة الكتف الأيمن
ca: Rang de moviment de l’espatlla dreta
cs: Rozsah pohybu pravého ramene
da: Bevægelighed af højre skulder
de: Rechte Schulter Bewegungsumfang
de_at: Bewegungsbereich rechte Schulter
el: Εύρος κίνησης δεξιού ώμου
es: Rango de movimiento del hombro derecho
fil_ph: Saklaw ng Paggalaw ng Kanang Balikat
fr: Plage de mouvement de l’épaule droite
he: טווח התנועה של כתף ימין
hi: दाएँ कंधे की गति सीमा
hr: Raspon kretanja desnog ramena
hu: Jobb váll mozgástartománya
id: Jangkauan Gerakan Bahu Kanan
it: Ampiezza del movimento della spalla destra
ja: 右肩の可動域
ms: Julat Pergerakan Bahu Kanan
ms_latn_sg: Julat Pergerakan Bahu Kanan
nb_no: Bevegelsesområde for høyre skulder
nl: Beweeglijkheid rechterschouder
no: Bevegelsesområde for høyre skulder
or_in: ଡାହାଣପଟ କାନ୍ଧ ଗତି କରିବାର ପରିସର
pl: Zasięg ruchu prawego ramienia
pt_pt: Amplitude de movimento do ombro direito
ro: Amplitudinea mișcării umărului drept
ru: Амплитуда движений правого плечевого сустава
sk: Rozsah pohybu pravého ramena
sv: Rörlighet, höger axel
ta_in: வலது தோள்பட்டை இயக்கத்தின் வரம்பு
ta_my: வலது தோள்பட்டையின் நகர்வு
th: พิสัยการเคลื่อนไหวของไหล่ข้างขวา
tr: Sağ Omuz Hareket Alanı
uk: Межі руху правого плеча
vi: Phạm vi chuyển động của vai phải
vi_vn: Phạm vi chuyển động của vai phải
xh_za: Uluhlu Lokushukuma Kwegxalaba Lasekunene
zh_cn: 右肩运动范围
zh_hans_my: 右肩活动范围
zh_hk: 右肩動作範圍
zh_tw: 右肩活動範圍

# SHOULDER_RANGE_OF_MOTION_TOUCH_ANYWHERE_STEP_INSTRUCTION_LEFT
source: Place your device on your left shoulder. Tap the screen and raise your left arm to the front as far as you can.
ar: ضع جهازك على كتفك الأيسر. اضغط على الشاشة وارفع ذراعك اليسرى للأمام قدر المستطاع.
ca: Posa’t el dispositiu a sobre de l’espatlla esquerra. Toca la pantalla i aixeca el braç esquerre cap endavant tant com puguis.
cs: Přiložte zařízení k levému rameni
da: Anbring din enhed på din venstre skulder
de: Lege dein Gerät auf deine linke Schulter
de_at: Legen Sie Ihr Gerät auf die linke Schulter
el: Τοποθετήστε τη συσκευή στον αριστερό σας ώμο. Αγγίξτε την οθόνη και σηκώστε όσο μπορείτε το αριστερό χέρι σας προς τα εμπρός.
es: Colócate el dispositivo en el hombro izquierdo
fil_ph: Ilagay ang iyong device sa iyong kaliwang balikat
fr: Placez votre appareil sur l’épaule gauche
he: הנח/י את המכשיר על כתף שמאל
hi: अपना उपकरण अपने बाएँ कंधे पर रखें
hr: Stavite uređaj na lijevo rame
hu: Tegye az eszközét a bal vállára
id: Letakkan perangkat di bahu kiri Anda
it: Posiziona il dispositivo sulla spalla sinistra
ja: デバイスを左肩の上に置いてください
ms: Letakkan peranti anda di atas bahu kiri anda
ms_latn_sg: Tempatkan peranti pada bahu kiri anda
nb_no: Legg enheten på din venstre skulder
nl: Plaats je apparaat op je rechterschouder. Tik op het scherm en strek je linkerarm zo ver mogelijk naar voren.
no: Legg enheten på venstre skulder
or_in: ନିଜର ବାମପଟ କାନ୍ଧ ଉପରେ ଡିଭାଇସ୍‍ ରଖନ୍ତୁ
pl: Umieść urządzenie na lewym ramieniu
pt_pt: Coloque o dispositivo sobre o seu ombro esquerdo
ro: Așezați dispozitivul pe umărul stâng
ru: Положите устройство на левое надплечье, ближе к плечу
sk: Pridržte si zariadenie na ľavom ramene
sv: Lägg enheten på vänster axel
ta_in: சாதனத்தை உங்கள் இடது தோளில் வைக்கவும்
ta_my: உங்கள் சாதனத்தை உங்கள் இடது தோளில் வைக்கவும்
th: วางอุปกรณ์ไว้บนไหล่ข้างซ้ายของคุณ
tr: Aygıtınızı sol omzunuza yerleştirin
uk: Покладіть пристрій на ліве плече
vi: Đặt thiết bị trên vai trái của bạn. Chạm vào màn hình và đưa cánh tay trái của bạn ra phía trước xa nhất có thể.
vi_vn: Đặt thiết bị của bạn trên vai trái của bạn
xh_za: Beka isixhobo sakho kwigxalaba lakho lasekhohlo
zh_cn: 将设备放在您的左肩上
zh_hans_my: 将设备放在左肩上
zh_hk: 將裝置放在你的左肩上。點一下螢幕，舉起你的左臂，盡量向前方伸展。
zh_tw: 將裝置放在您的左肩上
