Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# AUDIO_TOO_LOUD_MESSAGE
source: The ambient noise level is too loud to record your voice. Please move somewhere quieter and try again.
ar: مستوى الضوضاء المحيطة عالٍ جدًا بحيث لا يمكن تسجيل صوتك. الرجاء الانتقال إلى مكان أكثر هدوءًا والمحاولة مرة أخرى.
ca: El soroll ambiental és massa fort per gravar la teva veu. Vés a un lloc més silenciós i torna‑ho a provar.
cs: Úroveň okolního hluku je pro nahrání vašeho hlasu příliš vysoká. Přesuňte se na klidnější místo a zkuste to znovu.
da: Det omgivende støjniveau er for højt til at optage din stemme. Gå et sted hen, hvor der er mere stille, og prøv igen.
de: Der Hintergrundgeräuschpegel ist zu hoch, um deine Stimme aufzunehmen. Bitte gehe an einen leiseren Ort und versuche es erneut.
de_at: Der Umgebungsgeräuschpegel ist zu laut, um Ihre Stimme aufzunehmen. Bitte gehen Sie an einen ruhigeren Ort und versuchen Sie es erneut.
el: Το επίπεδο περιβαλλοντικού θορύβου είναι πολύ υψηλό για εγγραφή της φωνής σας. Πηγαίνετε σε έναν χώρο με λιγότερο θόρυβο και προσπαθήστε πάλι.
es: Hay demasiado ruido ambiental para grabar tu voz. Ve a un lugar más tranquilo y vuelve a intentarlo.
es_419: Hay mucho ruido ambiental como para grabar tu voz. Ve a un lugar más tranquilo y reintenta.
fi: Ympäristön melutaso on liian korkea, jotta ääntäsi voitaisiin tallentaa. Siirry hiljaisempaan paikkaan ja yritä uudelleen.
fil_ph: Masyadong malakas ang antas ng ingay sa paligid upang mairekord ang iyong boses. Mangyaring lumipat sa isang lugar na mas tahimik at subukang muli.
fr: Le volume ambiant est trop fort pour enregistrer votre voix. Rendez-vous dans un endroit plus calme et réessayez.
fr_ca: Le niveau de bruit ambiant est trop élevé pour enregistrer votre voix. Choisissez un endroit plus silencieux, puis réessayez.
he: רעש הרקע חזק מדי ולא ניתן להקליט את קולך. עבור/י למקום שקט יותר ונסה/י שוב.
hi: आस-पास नॉइज़ का स्तर बहुत अधिक होने के कारण आपकी आवाज़ रिकॉर्ड नहीं की जा सकती। कृपया किसी शांत जगह पर जाएँ और पुनः प्रयास करें।
hr: Razina buke u okruženju je previsoka za snimanje vašeg glasa. Molimo, premjestite se negdje gdje je tiše i pokušajte ponovno.
hu: A környezeti zaj szinte túl magas a hangja felvételéhez. Kérjük, menjen csendesebb helyre, és próbálkozzon újra.
id: Level kebisingan di sekitar terlalu kencang untuk merekam suara Anda. Pindah ke tempat lain yang lebih hening dan coba lagi.
it: Il livello di rumore ambientale è troppo alto per registrare la tua voce. Spostati in un luogo più silenzioso e riprova.
ja: 周囲のノイズが大きすぎるため、声を録音できません。静かな場所に移動してやり直してください。
ms: Aras hingar ambien terlalu bising untuk merakamkan suara anda. Sila pergi ke tempat yang lebih senyap dan cuba lagi.
ms_latn_sg: Tahap bunyi bising persekitaran terlalu lantang untuk merakam suara anda. Sila bergerak ke tempat lain yang lebih senyap dan cuba lagi.
nb_no: Det omgivende støynivået er for høyt til å ta opp stemmen din. Gå til et roligere sted og prøv igjen.
nl: Er is te veel omgevingsgeluid om je stem op te nemen. Ga naar een stillere plek en probeer het opnieuw.
no: Støynivået fra omgivelsene er for høyt til å gjøre opptak av stemmen din. Gå til et sted mindre støy, og prøv igjen.
or_in: ଆପଣଙ୍କ ଭଏସ୍‍କୁ ରେକର୍ଡ କରିବା ପାଇଁ ପରିବେଶ ଶବ୍ଦର ସ୍ତର ଅତ୍ୟଧିକ ଉଚ୍ଚ ଅଟେ | ଦୟାକରି ଏକ ଶାନ୍ତ ସ୍ଥାନକୁ ଯାଆନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pl: Szum otoczenia jest zbyt głośny, aby nagrać Twój głos. Przenieś się w cichsze miejsce i spróbuj ponownie.
pt_pt: O nível de ruído ambiente é demasiado elevado para gravar a sua voz. Desloque‑se para um local menos ruidoso e volte a tentar.
ro: Nivelul zgomotului ambiental este prea puternic pentru a vă înregistra vocea. Mutați‑vă într‑un loc mai liniștit și reîncercați.
ru: Уровень фонового шума слишком большой и не позволяет записать Ваш голос. Найдите более тихое место и повторите попытку.
sk: Úroveň hluku okolitého prostredia je príliš vysoká na nahrávanie hlasu. Presuňte sa na tichšie miesto a skúste to znovu.
sv: Bakgrundsbullret är för högt för att spela in din röst. Gå någonstans tystare och försök igen.
ta_in: உங்கள் குரலைப் பதிவுசெய்கையில் சுற்றுப்புறம் சத்தமாக உள்ளது. தயவுசெய்து அமைதியான பகுதிக்கு நகர்ந்து சென்று மீண்டும் முயற்சிக்கவும்.
ta_my: உங்கள் குரலைப் பதிவு செய்ய சுற்றுப்புற இரைச்சல் நிலை மிகவும் சத்தமாக உள்ளது. அமைதியாக எங்காவது சென்று மீண்டும் முயற்சிக்கவும்.
th: ระดับเสียงแวดล้อมดังเกินกว่าที่จะอัดเสียงของคุณได้ โปรดย้ายไปอยู่บริเวณที่มีเสียงเบากว่านี้แล้วลองอีกครั้ง
tr: Ortam gürültü düzeyi sesinizi kaydedemeyecek kadar yüksek. Lütfen daha sessiz bir yere gidip yeniden deneyin.
uk: Рівень навколишнього шуму зависокий для записування голосу. Будь ласка, повторіть спробу у тихішому місці.
vi: Độ ồn xung quanh quá lớn để ghi âm giọng nói của bạn. Vui lòng di chuyển đến nơi nào đó yên tĩnh hơn và thử lại.
vi_vn: Mức độ tiếng ồn xung quanh quá lớn để ghi âm tiếng nói của bạn. Vui lòng chuyển đến nơi nào đó yên tĩnh hơn và thử lại.
xh_za: Inqanaba lengxolo ekumbindi ingxola kakhulu ukuze irekhode ilizwi lakho. Nceda uye kwindawo ethulileyo yaye uzame kwakhona.
zh_cn: 环境噪声级太高，无法录制您的声音。请移至较为安静的地方，然后再试一次。
zh_hans_my: 环境噪音水平太大，无法录制您的声音。请移到更安静的地方，然后再试一次。
zh_hk: 環境雜音太大聲，無法錄取你的聲音。請前往較靜的地方，然後再試一次。
zh_tw: 周圍的噪音量過高，無法錄下您的聲音。請到較為安靜的位置，並再試一次。

# AX_AMSLER_GRID_HINT
source: Use your finger or stylus to mark the grid directly, or swipe left outside the grid to finish.
ar: استخدم إصبعك أو القلم لوضع العلامة في الشبكة مباشرةً، أو حرّك لليمين خارج الشبكة للإنهاء.
ca: Fes servir el dit o el llapis tàctil per marcar la reixeta directament o llisca cap a l’esquerra a l’exterior de la reixeta per acabar.
cs: Prstem nebo stylusem přidejte značky na mřížku nebo přejetím doleva mimo mřížku ukončete test.
da: Brug din finger eller pen til at markere gitteret, eller skub til venstre uden for gitteret for at fortsætte.
de: Markiere das Gitter direkt mit deinem Finger oder dem Stylus oder streiche links an einer beliebigen Stelle außerhalb des Gitters, um die Aufgabe zu beenden.
de_at: Verwenden Sie Ihren Finger oder Stift, um das Raster direkt zu markieren, oder wischen Sie außerhalb des Rasters nach links, um zu beenden.
el: Χρησιμοποιήστε το δάχτυλό σας ή τη γραφίδα για να σημειώσετε απευθείας πάνω στο πλέγμα, ή σαρώστε προς τα αριστερά έξω από το πλέγμα για ολοκλήρωση.
es: Utiliza el dedo o un lápiz táctil para marcar la rejilla directamente o desliza el dedo hacia la izquierda fuera de la rejilla para terminar la actividad.
fil_ph: Gamitin ang iyong daliri o stylus upang markahan ang grid nang direkta, o mag-swipe nang pakaliwa sa labas ng grid upang tapusin.
fr: Avec votre doigt ou votre stylet, marquez directement la grille ou balayez vers la gauche depuis n’importe où à l’extérieur de la grille pour terminer.
he: השתמש/י באצבע או בעט דיגיטלי כדי לסמן ישירות על הרשת, או החלק/י ימינה מחוץ לרשת לסיום.
hi: ग्रिड को सीधे चिह्नित करने के लिए अपनी उँगली या स्टाइलस का उपयोग करें या पूरा करने के लिए ग्रिड के बाहर बाएँ स्वाइप करें।
hr: Prstom ili olovkom izravno označite rešetku ili za završetak povucite lijevo izvan rešetke.
hu: Az ujja vagy egy érintőceruza segítségével jelölje meg közvetlenül a rácsot, vagy legyintsen balra a rácson kívül a befejezéshez.
id: Gunakan jari atau stylus Anda untuk menandai grid secara langsung, atau gesek ke kiri di luar grid untuk menyelesaikan.
it: Utilizza il dito o lo stilo per segnare direttamente sulla griglia oppure scorri verso sinistra da un punto fuori dalla griglia per finire.
ja: 指かスタイラスペンでグリッドに直接マークするか、グリッドの外を左にスワイプして終了します。
ms: Gunakan jari atau stilus anda untuk terus menandakan grid, atau leret ke kiri di luar grid untuk menghabiskan.
ms_latn_sg: Gunakan jari anda atau stylus untuk menandakan grid secara langsung, atau leret ke kiri dari luar grid untuk selesai.
nb_no: Bruk fingeren eller pekepennen til å markere rutenettet direkte, eller sveip til venstre utenfor rutenettet for å fullføre.
nl: Gebruik je vinger of stylus om rechtstreeks markeringen aan te brengen op het rooster of veeg naar links buiten het rooster om te stoppen.
no: Bruk fingeren eller en stylus til å merke rett i rutenettet, eller sveip til venstre utenfor rutenettet for å avslutte.
or_in: ସିଧାସଳଖ ଭାବରେ ଗ୍ରୀଡକୁ ଚିହ୍ନିତ କରିବା ପାଇଁ ଆପଣ ନିଜର ଆଙ୍ଗୁଳି କିମ୍ବା ଷ୍ଟାଇଲସ ବ୍ୟବହାର କରନ୍ତୁ, କିମ୍ୱା ସମାପ୍ତ କରିବା ପାଇଁ ଗ୍ରୀଡର ବାହାରେ ବାମପଟକୁ ସ୍ୱାଇପ୍‍ କରନ୍ତୁ |
pl: Palcem lub stylusem oznaczaj bezpośrednio na siatce, lub przesuń palcem w lewo poza siatkę, aby zakończyć.
pt_pt: Use o dedo ou o estilete para assinalar diretamente na grelha ou passe o dedo para a esquerda fora da grelha para terminar.
ro: Utilizați degetul sau un stilou pentru a marca grila direct sau glisați spre stânga în exteriorul grilei pentru a termina.
ru: Отметьте участки сетки стилусом или пальцем или смахните влево в любом месте, где нет сетки, чтобы закончить тест.
sk: Pomocou prsta alebo dotykového pera označte mriežku alebo potiahnutím doľava mimo mriežky dokončite úlohu.
sv: Använd fingret eller en ritpenna till att märka rutnätet, eller svep åt vänster utanför rutnätet för att avsluta.
ta_in: கட்டத்தை நேரடியாகக் குறிக்க உங்கள் விரல் அல்லது ஸ்டைலஸைப் பயன்படுத்தவும் அல்லது முடிப்பதற்கு கட்டத்திற்கு வெளியே இடதுபுறமாக நகர்த்தவும்.
ta_my: கட்டத்தை நேரடியாகக் குறிக்க உங்கள் விரல் அல்லது ஸ்டைலஸைப் பயன்படுத்தவும் அல்லது முடிக்க கட்டத்திற்கு வெளியே இடதுபுறமாக ஸ்வைப் செய்யவும்.
th: ใช้นิ้วหรือปากกาสไตลัสของคุณเพื่อทำเครื่องหมายลงบนตารางโดยตรง หรือปัดไปทางซ้ายด้านนอกตารางเพื่อสิ้นสุด
tr: Doğrudan ızgarayı işaretlemek için parmağınızı veya ekran kalemini kullanın ya da bitirmek için ızgaranın dışına doğru sola kaydırın.
uk: Пальцем або стилусом робіть позначки прямо на сітці або посуньте вліво поза сіткою, щоб завершити.
vi: Sử dụng ngón tay của bạn hoặc bút cảm ứng để đánh dấu trực tiếp trên lưới hoặc vuốt sang trái ở bên ngoài lưới để hoàn tất.
vi_vn: Sử dụng ngón tay hoặc bút stylus của bạn để đánh dấu lưới trực tiếp hoặc vuốt sang trái bên ngoài lưới để hoàn tất.
xh_za: Sebenzisa umnwe wakho okanye isitayilasi ukuze uphawule ngqo kwigridi, okanye uswayiphe ekhohlo ngaphandle kwigridi ukuze ugqibe.
zh_hans_my: 用手指或手写笔直接标记网格，或在网格外向左滑动以完成。
zh_hk: 用你的手指或觸控筆直接標記該方格，或在方格外向左掃來完成。
zh_tw: 使用手指或筆直接標出格線，或在外側向左滑動以完成。

# AX_AMSLER_GRID_LABEL
source: Amsler Grid
ar: شبكة أمسلر
ca: Reixeta d’Amsler
cs: Amslerova mřížka
da: Amsler-gitter
de: Amsler-Gitter
de_at: Amsler-Gitter
el: Πλέγμα Amsler
es: Rejilla de Amsler
fr: Grille d'Amsler
he: בדיקת רשת אמסלר
hi: Amsler ग्रिड
hr: Amslerova mreža
hu: Amsler-rács
id: Grid Amsler
it: Griglia di Amsler
ja: アムスラーグリッド
ms: Grid Amsler
ms_latn_sg: Grid Amsler
nl: Amslerrooster
no: Amsler-rutenett
or_in: ଅମସ୍ଲର ଗ୍ରୀଡ
pl: Siatka Amsler
pt_pt: Grelha de Amsler
ro: Grilă Amsler
ru: Сетка Амслера
sk: Amslerova mriežka
sv: Amsler-nät
ta_in: Amsler கட்டம்
ta_my: ஆம்ஸ்லர் கட்டம்
th: ตาราง Amsler
tr: Amsler Izgarası
uk: Сітка Амслера
vi: Lưới Amsler
vi_vn: Lưới Amsler
xh_za: Igridi ye-Amsler
zh_hans_my: 阿姆斯勒网格
zh_hk: 阿姆斯勒⽅格
zh_tw: 阿姆斯勒方格表

# AX_ANNOUNCE_BEGIN_TASK
source: Begin task
ar: بدء المهمة
ca: Començar tasca
cs: Spustit úlohu
da: Start opgave
de: Aufgabe starten
de_at: Aufgabe starten
el: Έναρξη εργασίας
es: Iniciar tarea
es_419: Comenzar tarea
fi: Aloita tehtävä
fil_ph: Simulan ang gawain
fr: Commencer la tâche
fr_ca: Démarrer la tâche
he: התחל משימה
hi: कार्य आरंभ करें
hr: Započni zadatak
hu: Feladat megkezdése
id: Mulai tugas
it: Inizia
ja: タスクを開始します
ko: 과제 시작
ms: Mulakan tugas
ms_latn_sg: Mulakan tugas
nb_no: Begynn oppgaven
nl: Begin met taak
no: Start oppgave
or_in: ଟାସ୍କ ଆରମ୍ଭ କରନ୍ତୁ
pl: Rozpocznij zadanie
pt_pt: Iniciar tarefa
ro: Începeți sarcina
ru: Приступить
sk: Spustiť úlohu
sv: Påbörja åtgärd
ta_in: பணியைத் துவங்கவும்
ta_my: பணியை தொடங்குங்கள்
th: เริ่มบททดสอบ
tr: Göreve başla
uk: Почати завдання
vi: Bắt đầu nhiệm vụ
vi_vn: Bắt đầu nhiệm vụ
xh_za: Qalisa umsebenzi
zh_cn: 开始任务
zh_hans_my: 开始任务
zh_hk: 開始任務
zh_tw: 開始任務

# AX_AUDIO_BAR_GRAPH
source: Audio Bar Graph
ar: الرسم البياني لشريط الصوت
ca: Gràfic de barres d’àudio
cs: Pruhový graf zvuku
da: Lydsøjlegraf
de: Audio-Balkendiagramm
de_at: Grafik der Audioleiste
el: Γράφημα ράβδων ήχου
es: Gráfico de barras de audio
fr: Graphique à barres audio
he: תצוגת עמודות (עוצמת שמע)
hi: ऑडियो बार ग्राफ़
hr: Stupčasti grafikon audio zapisa
hu: Hangsávdiagram
id: Grafik Bar Audio
it: Grafico barra audio
ja: オーディオバーグラフ
ms: Graf Bar Audio
ms_latn_sg: Graf Bar Audio
nb_no: Lydfeltgraf
nl: Audiostaafdiagram
no: Lydgraf
or_in: ଅଡିଓ ବାର୍‍ ଗ୍ରାଫ
pl: Wykres paskowy audio
pt_pt: Gráfico de barras de áudio
ro: Grafic bară audio
ru: Столбчатый график звука
sk: Stĺpcový graf audia
sv: Ljudstapeldiagram
ta_in: ஆடியோ பார் வரைபடம்
ta_my: ஆடியோ பார் வரைபடம்
th: กราฟแท่งเสียง
tr: Ses Çubuğu Grafiği
uk: Аудіографік
vi: Biểu đồ thanh âm thanh
vi_vn: Đồ thị thanh âm thanh
xh_za: Igrafu Yebha Yeodiyo
zh_cn: 音频条图形
zh_hans_my: 音频条形图
zh_hk: 音量棒圖表
zh_tw: 音訊條圖形

# AX_BUTTON_ANNOTATE
source: Annotate
ar: تعليق توضيحي
ca: Anotar
cs: Anotace
da: Tilføj kommentar
de: Anmerken
de_at: Mit Anmerkungen versehen
el: Σχολιασμός
es: Anotar
fil_ph: Magkomentaryo
fr: Annoter
he: הוסף הערות
hi: टिप्पणी करें
hr: Zabilježi
hu: Annotáció
id: Anotasi
it: Annota
ja: 注釈
ms: Anotasi
ms_latn_sg: Anotasi
nb_no: Kommenter
nl: Annoteer
no: Merknad
or_in: ବାଖ୍ୟା କରନ୍ତୁ
pl: Adnotacja
pt_pt: Anotar
ro: Adnotare
ru: Добавить пометку
sk: Anotovať
sv: Anteckna
ta_in: குறிப்பு
ta_my: விளக்கக் குறிப்பு செய்
th: อธิบายประกอบ
tr: Açıklama Ekle
uk: Анотувати
vi: Chú thích
vi_vn: Chú thích
xh_za: Ukongela Amanqaku
zh_hans_my: 注释
zh_hk: 註解
zh_tw: 註解

# AX_BUTTON_BACK
source: Back
ar: السابق
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
de_at: Zurück
el: Πίσω
es: Atrás
es_419: Atrás
fi: Takaisin
fil_ph: Balik
fr: Retour
fr_ca: Retour
he: הקודם
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Balik
ms_latn_sg: Kembali
nb_no: Tilbake
nl: Terug
no: Tilbake
or_in: ପଛକୁ ଯାଆନ୍ତୁ
pl: Wróć
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
ta_in: பின் செல்க
ta_my: PIN செல்லவும்
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
vi_vn: Quay lại
xh_za: Emva
zh_cn: 上一步
zh_hans_my: 后退
zh_hk: 上一步
zh_tw: 返回

# AX_BUTTON_HIDE_PDF_THUMBNAIL
source: Hide PDF Thumbnail
ar: إخفاء الصورة المصغرة للـ PDF
ca: Ocultar la miniatura del PDF
cs: Skrýt miniaturu PDF
da: Skjul PDF-miniaturer
de: PDF-Miniatur ausblenden
de_at: PDF-Miniaturansicht ausblenden
el: Απόκρυψη μικρογραφίας PDF
es: Ocultar la miniatura del PDF
fil_ph: Itago ang PDF Thumbnail
fr: Masquer les vignettes PDF
he: הסתר תמונות ממוזערות בפורמט PDF
hi: PDF थंबनेल छिपाएँ
hr: Sakrij minijaturu PDF-a
hu: PDF-bélyegképek elrejtése
id: Sembunyikan Gambar Mini PDF
it: Nascondi miniature PDF
ja: PDFサムネールを非表示
ms: Sembunyikan Imej Kecil PDF
ms_latn_sg: Sembunyikan Imej Kecil PDF
nb_no: Skjul PDF-miniatyrbildet
nl: Verberg pdf-miniatuur
no: Skjul PDF-miniatyrbilde
or_in: PDF ଥମ୍ୱନେଲ୍‍ ଲୁଚାନ୍ତୁ
pl: Ukryj miniaturkę PDF
pt_pt: Ocultar miniatura do PDF
ro: Ascundeți miniatura PDF
ru: Скрыть миниатюру PDF
sk: Skryť PDF miniatúru
sv: Göm PDF-miniatyr
ta_in: PDF Thumbnail ஐ மறைக்கவும்
ta_my: PDF Thumbnail மறை
th: ซ่อนรูปย่อ PDF
tr: PDF Küçük Resmini Gizle
uk: Сховати PDF-мініатюри
vi: Ẩn hình thu nhỏ PDF
vi_vn: Ẩn hình thu nhỏ PDF
xh_za: Fihla Ithambuneyili Ye-PDF
zh_hans_my: 隐藏 PDF 缩略图
zh_hk: 隱藏PDF縮圖
zh_tw: 隱藏 PDF 縮覽圖

# AX_BUTTON_HIDE_SEARCH
source: Hide Search Bar
ar: إخفاء شريط البحث
ca: Ocultar la barra de cerca
cs: Skrýt panel hledání
da: Skjul søgelinje
de: Suchleiste ausblenden
de_at: Suchleiste ausblenden
el: Απόκρυψη γραμμής αναζήτησης
es: Ocultar la barra de búsqueda
fil_ph: Itago ang Search Bar
fr: Masquer la barre de recherche
he: הסתר את שורת החיפוש
hi: खोज बार छिपाएँ
hr: Sakrij traku za pretraživanje
hu: Keresési sáv elrejtése
id: Sembunyikan Bar Pencarian
it: Nascondi barra di ricerca
ja: 検索バーを非表示
ms: Sembunyikan Bar Carian
ms_latn_sg: Sembunyikan Bar Carian
nb_no: Skjul søkefeltet
nl: Verberg zoekbalk
no: Skjul søkelinje
or_in: ସନ୍ଧାନ ବାର୍‍ ଲୁଚାନ୍ତୁ
pl: Ukryj pasek wyszukiwania
pt_pt: Ocultar barra de pesquisa
ro: Ascundeți bara de căutare
ru: Скрыть строку поиска
sk: Skryť vyhľadávaciu lištu
sv: Göm sökfält
ta_in: Search Bar ஐ மறைக்கவும்
ta_my: தேடல் பட்டியை மறை
th: ซ่อนแถบค้นหา
tr: Arama Çubuğunu Gizle
uk: Сховати смугу пошуку
vi: Ẩn thanh tìm kiếm
vi_vn: Ẩn thanh tìm kiếm
xh_za: Fihla Ibha Yokukhangela
zh_hans_my: 隐藏搜索栏
zh_hk: 隱藏搜尋列
zh_tw: 隱藏搜尋列

# AX_BUTTON_SHARE
source: Share
ar: مشاركة
ca: Compartir
cs: Sdílet
da: Del
de: Teilen
de_at: Teilen
el: Κοινή χρήση
es: Compartir
fil_ph: Magbahagi
fr: Partager
he: שתף
hi: साझा करें
hr: Dijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ms: Kongsi
ms_latn_sg: Kongsi
nb_no: Dele
nl: Deel
no: Del
or_in: ଅଂଶୀଦାର କରନ୍ତୁ
pl: Udostępnij
pt_pt: Partilhar
ro: Partajați
ru: Поделиться
sk: Zdieľať
sv: Dela
ta_in: பகிரவும்
ta_my: பகிருங்கள்
th: แชร์
tr: Paylaş
uk: Оприлюднити
vi: Chia sẻ
vi_vn: Đăng lại
xh_za: Yabelana
zh_hans_my: 共享
zh_hk: 分享
zh_tw: 分享

# AX_BUTTON_SHOW_PDF_THUMBNAIL
source: Show PDF Thumbnail
ar: إظهار الصورة المصغرة للـ PDF
ca: Mostrar la miniatura del PDF
cs: Zobrazit miniaturu PDF
da: Vis PDF-miniature
de: PDF-Miniatur einblenden
de_at: PDF-Miniaturansicht anzeigen
el: Εμφάνιση μικρογραφίας PDF
es: Mostrar la miniatura del PDF
fil_ph: Ipakita ang Thumbnail ng PDF
fr: Afficher la vignette PDF
he: הצג תמונה ממוזערת של PDF
hi: PDF थंबनेल दिखाएँ
hr: Prikaži minijaturu PDF-a
hu: PDF-bélyegkép megjelenítése
id: Tampilkan Gambar Mini PDF
it: Mostra miniatura PDF
ja: PDFサムネールを表示
ms: Tunjukkan Imej Kecil PDF
ms_latn_sg: Tunjukkan Imej Kecil PDF
nb_no: Vis PDF-miniatyrbildet
nl: Toon pdf-miniatuur
no: Vis PDF-miniatyrbilde
or_in: PDF ଥମ୍ୱନେଲ୍‍ ଦେଖାନ୍ତୁ
pl: Pokaż miniaturkę PDF
pt_pt: Mostrar miniatura do PDF
ro: Afișați miniatura PDF
ru: Показать миниатюру PDF
sk: Zobraziť PDF miniatúru
sv: Visa PDF-miniatyr
ta_in: PDF Thumbnail ஐ காட்சிப்படுத்தவும்
ta_my: பிடிஎப் சிறுபடத்தைக் காட்டு
th: แสดงรูปย่อ PDF
tr: PDF Küçük Resmini Göster
uk: Показати PDF-мініатюри
vi: Hiển thị hình thu nhỏ PDF
vi_vn: Hiển thị hình thu nhỏ PDF
xh_za: Bonisa Ithambuneyili Ye-PDF
zh_hans_my: 显示 PDF 缩略图
zh_hk: 顯示PDF縮圖
zh_tw: 顯示 PDF 縮覽圖

# AX_BUTTON_SHOW_SEARCH
source: Show Search Bar
ar: إظهار شريط البحث
ca: Mostrar la barra de cerca
cs: Zobrazit panel hledání
da: Vis søgelinje
de: Suchleiste einblenden
de_at: Suchleiste anzeigen
el: Εμφάνιση γραμμής αναζήτησης
es: Mostrar la barra de búsqueda
fil_ph: Ipakita ang Search Bar
fr: Afficher la barre de recherche
he: הצג את שורת החיפוש
hi: खोज बार दिखाएँ
hr: Prikaži traku za pretraživanje
hu: Keresési sáv megjelenítése
id: Tampilkan Bar Pencarian
it: Mostra barra di ricerca
ja: 検索バーを表示
ms: Tunjukkan Bar Carian
ms_latn_sg: Tunjukkan Bar Carian
nb_no: Vis søkefeltet
nl: Toon zoekbalk
no: Vis søkelinje
or_in: ସନ୍ଧାନ ବାର୍‍ ଦେଖାନ୍ତୁ
pl: Pokaż pasek wyszukiwania
pt_pt: Mostrar barra de pesquisa
ro: Afișați bara de căutare
ru: Показать строку поиска
sk: Zobraziť vyhľadávaciu lištu
sv: Visa sökfält
ta_in: Search Bar காட்சிப்படுத்தவும்
ta_my: தேடல் பட்டியைகாண்பி
th: แสดงแถบค้นหา
tr: Arama Çubuğunu Göster
uk: Показати смугу пошуку
vi: Hiển thị thanh tìm kiếm
vi_vn: Hiển thị thanh tìm kiếm
xh_za: Bonisa Ibha Yokukhangela
zh_hans_my: 显示搜索栏
zh_hk: 顯示搜尋列
zh_tw: 顯示搜尋列

# AX_COMPLETION_ILLUSTRATION
source: Illustration of a check mark in a blue circle conveying success
ar: رسم توضيحي لعلامة صح في دائرة زرقاء تشير إلى النجاح
ca: Il·lustració d’una marca de verificació dins d’un cercle blau que significa que l’activitat s’ha completat amb èxit
cs: Obrázek zaškrtávací značky v modrém kroužku značící úspěch
da: Illustration af et flueben i en blå cirkel angiver, at det lykkedes
de: Die Abbildung eines Häkchens in einem blauen Kreis, das auf Erfolg hinweist
de_at: Die Abbildung eines Häkchens in einem blauen Kreis bedeutet Erfolg
el: Εικόνα σημαδιού επιλογής σε ένα μπλε κύκλο που υποδεικνύει επιτυχία
es: Ilustración de una marca de verificación en un círculo azul para indicar que se ha hecho correctamente
fil_ph: Paglalarawan ng isang marka ng tsek sa isang asul na bilog na naghahatid ng tagumpay
fr: Illustration d’une coche dans un cercle bleu indiquant une réussite
he: איור של סימן בחירה בתוך עיגול כחול המציין הצלחה
hi: नीले रंग के वृत्त में चेक मार्क का चित्रण सफलता को बताता है
hr: Prikaz kvačice u plavom krugu što označava uspjeh
hu: Egy kék körben lévő pipa, amelynek jelentése siker
id: Ilustrasi tanda centang dalam lingkaran biru menandakan keberhasilan
it: Illustrazione di un segno di spunta in un cerchio blu che indica successo
ja: 成功を示すために青い丸の中にチェックマークがある図
ms: Ilustrasi tanda semak dalam bulatan biru menunjukkan ia berjaya
ms_latn_sg: Ilustrasi tanda semak dalam bulatan biru menandakan kejayaan
nb_no: Illustrasjon av en hake i en blå sirkel som formidler suksess
nl: Illustratie van een vinkje in een blauwe cirkel ten teken van een geslaagde afronding
no: Illustrasjon av et hakemerke i en blå sirkel som viser at det er fullført
or_in: ଏକ ନୀଳ ବୃତ୍ତରେ ଯାଞ୍ଚକରଣର ଚିହ୍ନର ଉଦାହରଣ ସଫଳତାକୁ ବୁଝାଏ
pl: Ilustracja znaku zaznaczenia w niebieskim okręgu oznacza sukces
pt_pt: Ilustração de uma marca de seleção dentro de um círculo azul a indicar êxito
ro: Ilustrație a unei bife într-un cerc albastru însemnând succes
ru: Обозначение в виде галочки в синем кружке, означающее успешное выполнение
sk: Ilustrácia symbolu zaškrtnutia v modrom kruhu označujúca úspech
sv: Illustration av en bockmarkering i en blå cirkel som förmedlar ett lyckat resultat
ta_in: சோதனை குறியில் காண்பிக்கப்படும் நீல வட்டம் வெற்றியைக் குறிக்கும்
ta_my: வெற்றியை வெளிப்படுத்தும் நீல வட்டத்தில் ஒரு சரிக்குறியீட்டின் விளக்கம்
th: ภาพประกอบที่แสดงเครื่องหมายถูกในวงกลมสีน้ำเงินหมายถึงความสำเร็จ
tr: Mavi daire içinde onay işareti çizimi başarıyı gösterir
uk: Ілюстрація галочки в синьому колі на позначення успіху
vi: Hình minh họa dấu chọn trong vòng tròn màu lam biểu thị thành công
vi_vn: Hình minh họa dấu kiểm trong vòng tròn màu xanh lam truyền đạt thành công
xh_za: Umzekeliso wokujonga uphawu kwisangqa esizuba sokudlulisela impumelelo
zh_hans_my: 在表示成功的蓝色圆圈中的复选标记插图
zh_hk: 藍色圓圈內的剔號圖示表示成功
zh_tw: 藍色圓圈中包含勾號的插圖表示成功
