Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# SHOULDER_RANGE_OF_MOTION_TOUCH_ANYWHERE_STEP_INSTRUCTION_RIGHT
source: Place your device on your right shoulder. Tap the screen and raise your right arm to the front as far as you can.
ar: ضع جهازك على كتفك الأيمن. اضغط على الشاشة وارفع ذراعك اليمنى للأمام قدر المستطاع.
ca: Posa’t el dispositiu a sobre de l’espatlla dreta. Toca la pantalla i aixeca el braç dret cap endavant tant com puguis.
cs: Přiložte zařízení k pravému rameni
da: Anbring din enhed på din højre skulder
de: Lege dein Gerät auf deine rechte Schulter
de_at: Legen Sie Ihr Gerät auf die rechte Schulter
el: Τοποθετήστε τη συσκευή στον δεξιό σας ώμο. Αγγίξτε την οθόνη και σηκώστε όσο μπορείτε το δεξιό χέρι σας προς τα εμπρός.
es: Colócate el dispositivo en el hombro derecho
fil_ph: Ilagay ang iyong device sa iyong kanang balikat
fr: Placez votre appareil sur l’épaule droite
he: הנח/י את המכשיר על כתף ימין
hi: अपना उपकरण अपने दाएँ कंधे पर रखें
hr: Stavite uređaj na desno rame
hu: Tegye az eszközét a jobb vállára
id: Letakkan perangkat di bahu kanan Anda
it: Posiziona il dispositivo sulla spalla destra
ja: デバイスを右肩の上に置いてください
ms: Letakkan peranti anda di atas bahu kanan anda
ms_latn_sg: Tempatkan peranti pada bahu kanan anda
nb_no: Legg enheten på din høyre skulder
nl: Plaats je apparaat op je rechterschouder. Tik op het scherm en strek je rechterarm zo ver mogelijk naar voren.
no: Legg enheten på høyre skulder
or_in: ନିଜର ଡାହାଣପଟ କାନ୍ଧ ଉପରେ ଡିଭାଇସ୍‍ ରଖନ୍ତୁ
pl: Umieść urządzenie na prawym ramieniu
pt_pt: Coloque o dispositivo sobre o seu ombro direito
ro: Așezați dispozitivul pe umărul drept
ru: Положите устройство на правое надплечье, ближе к плечу
sk: Pridržte si zariadenie na pravom ramene
sv: Lägg enheten på höger axel
ta_in: சாதனத்தை உங்கள் வலது தோளில் வைக்கவும்
ta_my: உங்கள் சாதனத்தை உங்கள் வலது தோளில் வைக்கவும்
th: วางอุปกรณ์ไว้บนไหล่ข้างขวาของคุณ
tr: Aygıtınızı sağ omzunuza yerleştirin
uk: Покладіть пристрій на праве плече
vi: Đặt thiết bị trên vai phải của bạn. Chạm vào màn hình và đưa cánh tay phải của bạn ra phía trước xa nhất có thể.
vi_vn: Đặt thiết bị của bạn trên vai phải của bạn
xh_za: Beka isixhobo sakho kwigxalaba lakho lasekunene
zh_cn: 将设备放在您的右肩上
zh_hans_my: 将设备放在右肩上
zh_hk: 將裝置放在你的右肩上。點一下螢幕，舉起你的右臂，盡量向前方伸展。
zh_tw: 將裝置放在您的右肩上

# SPATIAL_SPAN_MEMORY_CALL_TO_ACTION
source: To begin, tap Get Started, then watch closely.
ar: للبدء، اضغط على البدء ثم قم بالمشاهدة عن قُرب.
ca: Per començar, prem Començar i mira atentament.
cs: Chcete-li začít, klepněte na Začít a pozorně se dívejte.
da: Du starter ved at trykke på Gå i gang og følge nøje med.
de: Tippe zum Starten auf „Los geht’s“ und schaue dann genau hin.
de_at: Tippen Sie zunächst auf Erste Schritte und schauen Sie genau hin.
el: Για να αρχίσετε, αγγίξτε «Έναρξη» και μετά παρακολουθήστε προσεκτικά.
es: Para comenzar, pulsa Empezar y observa con atención.
es_419: Para comenzar, toca Empezar y luego observa cuidadosamente.
fi: Aloita napauttamalla Aloita ja katso tarkasti.
fil_ph: Upang magsimula, i-tap ang Magsimula, pagkatapos ay panoorin nang mabuti.
fr: Pour commencer, touchez Démarrer puis regardez avec attention.
fr_ca: Pour commencer, touchez Démarrer et soyez attentif.
he: כדי להתחיל, הקש/י על ״התחלה״ וצפה/י בתשומת לב.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें और फिर ध्यान से देखें।
hr: Za početak dodirnite Pokreni i zatim gledajte pažljivo.
hu: A kezdéshez koppintson a Kezdés elemre, majd figyeljen.
id: Untuk memulai, ketuk Mulai, lalu perhatikan dengan saksama.
it: Per cominciare, tocca Inizia e osserva con attenzione.
ja: 始めるには、“開始”をタップしてから、じっと見てください。
ko: 시작하려면 시작하기를 탭한 다음 주의깊게 보십시오.
ms: Untuk memulakan, ketik Mulakan, kemudian lihat dengan teliti.
ms_latn_sg: Untuk mula, ketik Bermula, kemudian perhatikan dengan teliti.
nb_no: Trykk på Start for å begynne, og følg nøye med.
nl: Tik op 'Start' om te beginnen en kijk goed.
no: Begynn ved å trykke på Start, og følg så nøye med.
or_in: ଆରମ୍ଭ କରିବା ପାଇଁ, ଆରମ୍ଭ ହେବା ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ, ତାପରେ ନିକଟରୁ ଦେଖନ୍ତୁ |
pl: Aby rozpocząć, stuknij w Start, a następnie obserwuj ekran.
pt_pt: Para dar início ao teste, toque em Começar e observe com atenção.
ro: Pentru a începe, apăsați “Start”, apoi priviți cu atenție.
ru: Чтобы приступить, коснитесь «Начать» и внимательно смотрите на экран.
sk: Klepnutím na Začať spustite test a pozorne sa dívajte.
sv: Tryck på Kom igång för att börja och titta noggrant.
ta_in: துவங்குவதற்கு, ‘Get Started’ என்பதைத் தட்டவும், பின்னர் உன்னிப்பாக கவனிக்கவும்.
ta_my: தொடங்குவதற்கு, ஸ்டார்ட் என்பதைத் டேப் செய்து, PINனர் உன்னிப்பாகப் பார்க்கவும்.
th: ในการเริ่มต้น ให้แตะเริ่มต้นใช้งาน แล้วจับตาดูอย่างใกล้ชิด
tr: Başlamak için Başla'ya dokunun, sonra dikkatlice izleyin.
uk: Щоб почати, торкніть «Розпочати», потім уважно слідкуйте.
vi: Để bắt đầu, chạm Bắt đầu, sau đó theo dõi chặt chẽ.
vi_vn: Để bắt đầu, hãy nhấp vào Bắt đầu, sau đó theo dõi kỹ.
xh_za: Ukuze uqalise, cofa QALISA, emva koko ubukele ngokusondeleyo.
zh_cn: 若要开始，请轻点“开始”，然后留心观察。
zh_hans_my: 首先，点击“开始”，然后仔细观察。
zh_hk: 點一下「開始」以進行測試，然後細心觀看。
zh_tw: 若要開始，請點一下「開始測試」，然後仔細觀看螢幕。

# SPATIAL_SPAN_MEMORY_INTRO_2_TEXT_%@
source: Some of the %@ will light up one at a time. Tap those %@ in the same order they lit up.
cs: Některé %@ se postupně rozsvítí. Klepejte na %@ v pořadí, ve kterém se rozsvěcovaly.
da: Nogle af %@ne vil blinke en ad gangen. Tryk på %@ne i den samme rækkefølge, som de blinker i.
de: Einige der %@ werden der Reihe nach aufleuchten. Tippe in derselben Reihenfolge auf diese %@.
de_at: Einige der % @ leuchten nacheinander auf. Tippen Sie auf die % @ in der gleichen Reihenfolge, in der sie aufleuchteten.
es: Las %@ se irán iluminando de una en una. Pulsa las %@ en el mismo orden en el que se han iluminado.
es_419: Algunas imágenes de %@ se encenderán una a la vez. Toca las imágenes de %@ en el mismo orden en que se encendieron.
fi: Näet yksi kerrallaan syttyviä %@. Napauta %@ samassa järjestyksessä kuin ne syttyivät.
fil_ph: Ang ilan %@ ay mag-iilaw nang paisa-isa. I-tap ang mga iyon %@ na nasa parehong pagkakasunod-sunod na naiilawan sila.
fr: Certaines des images de %@ s’allumeront une par une. Touchez ces images de %@ dans l’ordre dans lequel elles s’allument.
fr_ca: Certaines %@ s’allumeront une par une. Touchez ces %@ dans l’ordre duquel elles se sont allumées.
he: כמה מה%@ יידלקו זה אחר זה. הקש/י על ה%@ בסדר זהה לזה שבו הם נדלקו.
hi: %1$@ में से कुछ एक-एक करके चमकेंगे। उन %2$@ पर उनके चमकने के क्रम में टैप करें।
hr: Gledajte %@ kako će zasvijetliti jedan za drugim. Dodirnite te %@ istim redoslijedom kojim su zasvijetlili.
hu: A(z) %@ egymás után fel fognak villanni. Koppintson a(z) %@ képeire a megjelenésükkel azonos sorrendben.
id: Beberapa %@ akan menyala satu per satu. Ketuk %@ tersebut sesuai urutan menyalanya.
it: I simboli a forma di %@ si accenderanno uno alla volta. Tocca i %@ seguendo l'ordine di accensione.
ja: %@のいくつかが1つずつ明るく表示されます。それらの%@を明るく表示された順番と同じ順番でタップしてください。
ko: 일부 %@에 한 번에 하나씩 불이 들어옵니다. 이 %@을(를) 불이 들어온 순서와 같은 순서로 탭하십시오.
ms: Sesetengah %@ akan bernyala satu demi satu. Ketik %@ tersebut dalam urutan yang sama ia menyala.
ms_latn_sg: Beberapa %@ akan menyala satu per satu. Ketik %@ dalam susunan nyalaannya.
nb_no: Noen av %@ lyser opp én om gangen. Trykk på de %@ i samme rekkefølge som de lyser opp.
no: Noen av %@ vil lyse én om gangen. Trykk på disse %@ i samme rekkefølge som de lyser opp.
or_in: %@ କିଛି ଅଂଶ ଥରେ ଆଲୋକିତ ହେବ | ଯେତେବେଳେ ସେଗୁଡିକୁ ଆଲୋକିତ ହୋଇଥିବେ, %@ ରେ ସମାନ କ୍ରମରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Widoczne na ekranie %@ będą kolejno podświetlane. Stuknij w te %@ w takie samej kolejności.
pt_pt: Um de cada vez, alguns dos elementos (%@) vão ficar mais destacados que os outros. Toque nos elementos (%@) na ordem pela qual se destacam.
ro: Unele dintre simbolurile de %@ se vor aprinde pe rând. Apăsați pe %@ în ordinea în care s‑au aprins.
ru: Некоторые из %@ будут подсвечиваться поочередно в определенном порядке. Касайтесь %@ в том же порядке.
sk: Obrázky (%@) sa budú postupne rozsvecovať. Klepnite na obrázky (%@) v rovnakom poradí, v akom sa rozsvietili.
sv: En del av %@na kommer att lysa upp en i taget. Tryck på de %@na i samma ordning som de lyser upp.
ta_in: சில %@ இல் ஒரு சமயத்தில் ஒன்று மட்டும் ஒளிரும். அந்த %@ ஐ ஒளிரும் அதே வரிசையில் தட்டவும்.
ta_my: சிலவை %@ ஒரே நேரத்தில் ஒளிர் தரும். அவர்கள் ஏற்றிய அதே வரிசையில் அந்த %@ ஐத் தட்டவும்.
th: %@บางตัวจะสว่างขึ้นครั้งละหนึ่งตัว ให้แตะ%@เหล่านั้นแบบตามลำดับการสว่าง
tr: Bu %@ görüntülerinin bazıları teker teker yanacaktır. Bu %@ görüntülerine yandıkları sırada dokunun.
uk: Деякі %@ будуть загорятися по черзі. Торкайте ці %@ у такому самому порядку загоряння.
vi_vn: Một số %@ sẽ sáng lên tại một thời điểm. Nhấp vào những %@ đó theo thứ tự chúng sáng lên.
xh_za: Ezinye i %@ ziza kukhanyisa nganye ngexesha. Cofa ezo %@ ngohlobo olufanayo ezikhanyisa ngalo.
zh_cn: 部分%@一次只亮起一个。请以亮起的顺序轻点这些%@。
zh_hans_my: 一些%@将一个一个地亮起来。按照它们点亮的顺序点击这些%@。
zh_tw: 部分的%@會一次點亮一個。按照相同的點亮順序點一下這些%@。

# SPATIAL_SPAN_MEMORY_INTRO_2_TEXT_REVERSE_%@
source: Some of the %@ will light up one at a time. Tap those %@ in the reverse of the order they lit up.
cs: Některé %@ se postupně rozsvítí. Klepejte na %@ v obráceném pořadí rozsvěcování.
da: Nogle af %@ne vil blinke en ad gangen. Tryk på disse %@ i modsat rækkefølge af, hvordan de blinkede.
de: Einige der %@ werden der Reihe nach aufleuchten. Tippe in umgekehrter Reihenfolge auf diese %@.
de_at: Einige der % @ leuchten nacheinander auf. Tippen Sie auf %@ in der umgekehrten Reihenfolge, in der sie aufleuchteten.
es: Las %@ se irán iluminando de una en una. Pulsa las %@ en orden inverso al que se han iluminado.
es_419: Algunas imágenes de %@ se encenderán una a la vez. Toca las imágenes de %@ en orden inverso al que se encendieron.
fi: Näet yksi kerrallaan syttyviä %@. Napauta %@ käänteisessä syttymisjärjestyksessä.
fil_ph: Ang ilan %@ ay mag-iilaw nang paisa-isa. I-tap ang mga iyon %@ na nasa kabaligtarang pagkakasunod-sunod na naiilawan sila.
fr: Certaines des images de %@ s’allumeront une par une. Touchez ces images de %@ dans l’ordre inverse dans lequel elles s’allument.
fr_ca: Certaines %@ s’allumeront une par une. Touchez ces %@ dans l’ordre inverse duquel elles se sont allumées.
he: כמה מה%@ יידלקו זה אחר זה. הקש/י על ה%@ בסדר הפוך מזה שבו הם נדלקו.
hi: %1$@ में से कुछ एक-एक करके चमकेंगे। उन %2$@ पर उनके चमकने के विपरीत क्रम में टैप करें।
hr: Gledajte %@ kako će zasvijetliti jedan za drugim. Dodirnite te %@ obrnutim redoslijedom od onog kojim su zasvijetlili.
hu: A(z) %@ egymás után fel fognak villanni. Koppintson a(z) %@ képeire a megjelenésük fordított sorrendjében.
id: Beberapa %@ akan menyala satu per satu. Ketuk %@ tersebut berkebalikan dengan urutan menyalanya.
it: I simboli a forma di %@ si accenderanno uno alla volta. Tocca i %@ in ordine inverso rispetto alla sequenza iniziale.
ja: %@のいくつかが1つずつ明るく表示されます。それらの%@を明るく表示された順番と逆の順番でタップしてください。
ko: 일부 %@에 한 번에 하나씩 불이 들어옵니다. 이 %@을(를) 불이 들어온 순서와 반대로 탭하십시오.
ms: Sesetengah %@ akan bernyala satu demi satu. Ketik %@ tersebut dalam urutan terbalik ia menyala.
ms_latn_sg: Beberapa %@ akan menyala satu per satu. Ketik %@ dalam susunan nyalaan terbalik.
nb_no: Noen av %@ lyser opp én om gangen. Trykk på de %@ i motsatt rekkefølge som de lyser opp i.
no: Noen av %@ vil lyse én om gangen. Trykk på disse %@ i omvendt rekkefølge av hvordan de lyser opp.
or_in: %@ କିଛି ଅଂଶ ଥରେ ଆଲୋକିତ ହେବ | ଯେତେବେଳେ ସେଗୁଡିକୁ ଆଲୋକିତ ହୋଇଥିବେ, %@ ରେ ଓଲଟା କ୍ରମରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Widoczne na ekranie %@ będą kolejno podświetlane. Stuknij w te %@ w odwrotnej kolejności.
pt_pt: Um de cada vez, alguns dos elementos (%@) vão ficar mais destacados que os outros. Toque nos elementos (%@) na ordem inversa à qual se destacam.
ro: Unele dintre simbolurile de %@ se vor aprinde pe rând. Apăsați pe %@ în ordinea inversă aprinderii lor.
ru: Некоторые из %@ будут подсвечиваться поочередно в определенном порядке. Касайтесь %@ в обратном порядке.
sk: Obrázky (%@) sa budú postupne rozsvecovať. Klepnite na obrázky (%@) v opačnom poradí, v akom sa rozsvietili.
sv: En del av %@na kommer att lysa upp en i taget. Tryck på de %@na i omvänd ordning jämfört med hur de lyser upp.
ta_in: சில %@ இல் ஒரு சமயத்தில் ஒன்று மட்டும் ஒளிரும். அந்த %@ ஐ ஒளிரும் வரிசையில் தலைகீழாக தட்டவும்.
ta_my: சிலவை %@ ஒரே நேரத்தில் ஒளிர் தரும். அவர்கள் ஏற்றிய வரிசையின் தலைகீழாக அந்த %@ ஐத் தட்டவும்.
th: %@บางตัวจะสว่างขึ้นครั้งละหนึ่งตัว ให้แตะ%@เหล่านั้นแบบย้อนลำดับการสว่าง
tr: Bu %@ görüntülerinin bazıları teker teker yanacaktır. Bu %@ görüntülerine yandıkları sıranın tersinde dokunun.
uk: Деякі %@ будуть загорятися по черзі. Торкайте %@ у зворотному порядку їх загоряння.
vi_vn: Một số %@ sẽ sáng lên tại một thời điểm. Nhấp vào những %@ đó ngược lại thứ tự chúng sáng lên.
xh_za: Ezinye i %@ ziza kukhanyisa nganye ngexesha. Cofa ezo %@ ngohlobo lwasemva ezikhanyisa ngalo.
zh_cn: 部分%@一次只亮起一个。请以与亮起相反的顺序轻点这些%@。
zh_hans_my: 一些%@将一个一个地亮起来。按与它们点亮的顺序相反的顺序点击这些%@。
zh_tw: 部分的%@會一次點亮一個。按照相反的點亮順序點一下這些%@。

# SPATIAL_SPAN_MEMORY_INTRO_TEXT_%@
source: This activity measures your short-term spatial memory by asking you to repeat the order in which %@ light up.
ar: يقيس هذا النشاط ذاكرتك المكانية قصيرة المدى من خلال مطالبتك بتكرار نفس ترتيب إضاءة %@.
ca: Aquesta activitat mesura la memòria espacial a curt termini demanant-te que repeteixis l’ordre en què s’il·luminen les %@.
cs: Tato aktivita změří vaši krátkodobou prostorovou paměť. Budete požádáni o zopakování pořadí, ve kterém se budou rozsvěcovat %@.
da: Denne aktivitet måler din rumlige korttidshukommelse ved at bede dig om at gentage den rækkefølge, som de enkelte %@ blinker i.
de: Mit dieser Aktivität wird dein räumliches Kurzzeitgedächtnis gemessen, indem du aufgefordert wirst, die Reihenfolge, in der die %@ aufleuchten, zu wiederholen.
de_at: Diese Aktivität misst Ihr räumliches Kurzzeitgedächtnis, indem Sie aufgefordert werden, die Reihenfolge zu wiederholen, in der %@ aufleuchtet.
el: Αυτή η δραστηριότητα αξιολογεί τη χωρική μνήμη σας ζητώντας σας να επαναλάβετε τη σειρά με την οποία φωτίζονται οι %@.
es: Esta actividad mide tu memoria espacial a corto plazo haciendo que repitas el orden en que se iluminan las %@.
es_419: Esta actividad mide tu memoria espacial a corto plazo al pedirte repetir el orden en que se encienden las imágenes de %@.
fi: Tämä aktiiviteetti mittaa lyhytaikaista avaruudellista muistiasi. Toista järjestys, jossa %@ syttyy.
fil_ph: Sinusukat ng aktibidad na ito ang iyong panandaliang malapad na memorya sa pamamagitan ng pagtatanong sa iyo na ulitin ang pagkakasunod-sunod ng kung saan %@ ang ilaw.
fr: Cette activité évalue votre mémoire spatiale à court terme en vous demandant de répéter l’ordre dans lequel les images de %@ s’éclairent.
fr_ca: Cette activité mesure votre mémoire spatiale à court terme en vous demandant de reproduire l’ordre dans lequel les %@ se sont allumées.
he: פעילות זו מודדת את הזכרון המרחבי שלך לטווח קצר על-ידי הנחיה לחזור על הסדר שבו נדלקו ה%@.
hi: %@ के चमकने के क्रम को दोहराने के लिए कहकर इस गतिविधि द्वारा आपकी अल्पावधि स्थानिक याददाश्त का मापन किया जाता है।
hr: Ova aktivnost mjeri vašu kratkotrajnu prostornu memoriju dok dodirujete %@ redoslijedom kojim su zasvijetlili.
hu: Ez a tevékenység a rövidtávú térbeli memóriát vizsgálja. Ehhez ismételje meg a felvillanó %@ képeinek sorrendjét.
id: Aktivitas ini mengukur memori spasial jangka pendek dengan meminta Anda untuk mengulangi urutan menyalanya %@.
it: L'attività valuta la tua memoria spaziale a breve termine. Ripeti l'ordine di accensione dei simboli a forma di %@.
ja: このアクティビティでは、%@が明るく表示される順番を再現することで、短期空間記憶を測定します。
ko: 이 실험은 %@에 불이 들어오는 순서를 반복하도록 하여 사용자의 단기 공간 기억 능력을 측정합니다.
ms: Aktiviti ini mengukur memori ruang jangka pendek anda dengan meminta anda mengulangi tertib %@ bernyala.
ms_latn_sg: Aktiviti ini mengukur memori ruang jangka pendek anda dengan meminta anda untuk mengulangi susunan %@ nyalaan.
nb_no: Denne aktiviteten måler din romlige korttidsminne ved å be deg om å gjenta rekkefølgen %@ lyser opp i.
nl: Tijdens deze activiteit wordt je ruimtelijk kortetermijngeheugen gemeten door je de volgorde waarin %@ oplichten te laten herhalen.
no: Denne aktiviteten måler den visuelle korttidshukommelsen din ved å be deg gjenta i hvilken rekkefølge %@ lyser.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ଆପଣଙ୍କର ସ୍ୱଳ୍ପକାଳୀନ ସ୍ପାସିଆଲ ମେମୋରୀ ମାପ କରେ ଯେଉଁଥିରେ %@ ଲାଇଟ୍ ଅପ୍ କ୍ରମର ପୁନରାବୃତ୍ତି କରିବାକୁ କହିଥାଏ |
pl: To ćwiczenie mierzy Twoją krótkotrwałą pamięć przestrzenną: podświetla %@ w określonej sekwencji i prosi o jej powtórzenie.
pt_pt: Este exercício mede a sua memória espacial de curto termo, pedindo‑lhe que repita a ordem pela qual os elementos (%@) se tornam mais destacados.
ro: Această activitate vă măsoară memoria spațială pe termen scurt, solicitându-vă să repetați ordinea în care se aprind simbolurile reprezentând %@.
ru: Во время выполнения этого задания оцениваются возможности Вашей кратковременной пространственной памяти. Программа попросит Вас повторить последовательность, в которой подсвечиваются %@.
sk: Táto aktivita zmeria vašu krátkodobú pamäť zobrazením sekvencie obrázkov (%@), ktorú budete musieť zopakovať.
sv: Den här aktiviteten mäter ditt spatiala korttidsminne genom att be dig upprepa den ordning i vilken %@ lyser upp.
ta_in: இந்த செயல்பாடு உங்கள் குறுகிய கால இடஞ்சார்ந்த நினைவகத்தை அளவிடுகிறது, இது %@ ஒளிரும் வரிசையை மீண்டும் செய்யும்படி கேட்கும்.
ta_my: இந்த செயல்பாடு உங்கள் குறுகிய கால இடஞ்சார்ந்த நிஐவகத்தை அளவிடுகிறது, இது %@ ஒளிரும் வரிசையை மீண்டும் செய்யவும்.
th: กิจกรรมนี้จะวัดความจำเชิงพื้นที่ระยะสั้นของคุณโดยจะขอให้คุณทวนลำดับการสว่างขึ้นของ%@
tr: Bu aktivite, %@ görüntülerinin sırasını yinelemenizi isteyerek kısa süreli konumsal belleğinizi ölçer.
uk: Цей тест оцінює вашу короткострокову пам’ять, коли вам потрібно повторити порядок загоряння %@.
vi: Hoạt động này sẽ đánh giá trí nhớ không gian ngắn hạn của bạn bằng cách yêu cầu bạn lặp lại thứ tự sáng lên của %@.
vi_vn: Hoạt động này đo trí nhớ không gian ngắn hạn của bạn bằng cách yêu cầu bạn lặp lại thứ tự %@ chiếu sáng.
xh_za: Lo msebenzi ulinganisa indawo yenkumbulo encinane yakho ngokukucela ukuba uphinde indlela oye %@ wakhanyisa ngayo.
zh_cn: 本活动通过重现%@亮起的顺序来测量您的短期空间记忆能力。
zh_hans_my: 此活动通过要求您重复%@点亮的顺序来测量您的短期空间记忆。
zh_hk: 此測試活動需要你重覆%@圖案亮起的次序，以測量你的短期空間記憶。
zh_tw: 此活動會讓您重複%@亮起來的順序以測量您的短期空間記憶。

# SPATIAL_SPAN_MEMORY_TARGET_PLURAL
source: flowers
ar: زهور
ca: flors
cs: květiny
da: blomster
de: Blumen
de_at: Blumen
el: εικόνες
es: flores
es_419: flores
fi: kukkia
fil_ph: mga bulaklak
fr: fleurs
fr_ca: fleurs
he: פרחים
hi: फूलों
hr: cvjetove
hu: virágok
id: bunga
it: fiore
ja: 花
ko: 꽃
ms: bunga
ms_latn_sg: bunga
nb_no: blomster
nl: bloemen
no: blomstene
or_in: ଫୁଲ
pl: kwiaty
pt_pt: flores
ro: flori
ru: цветов
sk: kvety
sv: blommor
ta_in: மலர்கள்
ta_my: pookal
th: ดอกไม้
tr: çiçek
uk: квітки
vi: những bông hoa
vi_vn: hoa
xh_za: Iintyatyambo
zh_cn: 花朵
zh_hans_my: 花卉
zh_hk: 花朵
zh_tw: 花朵

# SPATIAL_SPAN_MEMORY_TARGET_STANDALONE
source: flowers
ar: زهور
ca: flors
cs: květiny
da: blomster
de: Blumen
de_at: Blumen
el: εικόνες
es: flores
es_419: flores
fi: kukkia
fil_ph: mga bulaklak
fr: fleurs
fr_ca: fleurs
he: פרחים
hi: फूल
hr: cvjetovi
hu: virágok
id: bunga
it: fiori
ja: 花
ko: 꽃
ms: bunga
ms_latn_sg: bunga
nb_no: blomster
nl: bloemen
no: blomstene
or_in: ଫୁଲ
pl: kwiaty
pt_pt: flores
ro: flori
ru: цветов
sk: kvety
sv: blommor
ta_in: மலர்கள்
ta_my: pookal
th: ดอกไม้
tr: çiçek
uk: квітки
vi: những bông hoa
vi_vn: hoa
xh_za: Iintyatyambo
zh_cn: 花朵
zh_hans_my: 花卉
zh_hk: 花朵
zh_tw: 花朵

# SPATIAL_SPAN_MEMORY_TITLE
source: Spatial Memory
ar: الذاكرة المكانية
ca: Memòria espacial
cs: Prostorová paměť
da: Rumlig hukommelse
de: Räumliches Gedächtnis
de_at: Räumliches Gedächtnis
el: Χωρική μνήμη
es: Memoria espacial
es_419: Memoria espacial
fi: Avaruudellinen muisti
fil_ph: Malapad na Memorya
fr: Mémoire spatiale
fr_ca: Mémoire spatiale
he: זכרון מרחבי
hi: स्थानिक याददाश्त
hr: Prostorna memorija
hu: Térbeli memória
id: Memori Spasial
it: Memoria spaziale
ja: 空間記憶
ko: 공간 기억
ms: Memori Ruang
ms_latn_sg: Memori Ruang
nb_no: Romlig minne
nl: Ruimtelijk geheugen
no: Visuell hukommelse
or_in: ସ୍ପାସିଆଲ ମେମୋରୀ
pl: Pamięć przestrzenna
pt_pt: Memória espacial
ro: Memorie spațială
ru: Пространственная память
sk: Priestorová pamäť
sv: Spatialt minne
ta_in: இடஞ்சார்ந்த நினைவகம்
ta_my: இடஞ்சார்ந்த நிஐவகம்
th: ความจำเชิงพื้นที่
tr: Konumsal Bellek
uk: Просторова пам’ять
vi: Trí nhớ Không gian
vi_vn: Bộ nhớ không gian
xh_za: Indawo Yenkumbulo
zh_cn: 空间记忆
zh_hans_my: 空间记忆
zh_hk: 空間記憶
zh_tw: 空間記憶
