Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# WALK_INTRO_2_TEXT_BACK_AND_FORTH_INSTRUCTION
source: Find a place where you can safely walk back and forth in a straight line. Try to walk continuously by turning at the ends of your path, as if you are walking around a cone. Next you will be instructed to turn around in a full circle, then stand still with your arms at your sides and your feet about shoulder-width apart.
ar: اذهب إلى مكان يمكنك السير فيه بأمان ذهابًا وإيابًا في خط مستقيم. حاول السير بشكل متواصل عن طريق الانعطاف عند طرفي مسارك وكأنك تسير حول قمع. سيتم توجيهك بعد ذلك للاستدارة في دائرة كاملة، ثم الوقوف ويداك على جانبيك والمسافة بين قدميك تساوي عرض كتفك تقريبًا.
ca: Busca un lloc on puguis anar i tornar caminant en línia recta de forma segura. Camina sense parar i gira al final del camí com si estiguessis vorejant un con. A continuació, se’t demanarà que giris fent un cercle complet i que et quedis quiet amb els braços als costats i els peus separats més o menys per la mateixa distància que hi ha entre espatlla i espatlla.
cs: Najděte si místo, kde můžete bezpečně chodit tam a zpět v přímém směru. Pokuste se o chůzi, kterou nebude přerušovat obracení na koncích. Obraťte se, jako kdybyste obcházeli kužel. Potom budete požádáni, abyste se otočili kolem dokola a zůstali stát s rukama podél těla a nohama rozkročenýma na šířku ramen.
da: Find et sted, hvor du kan gå sikkert frem og tilbage i en lige linje. Forsøg at gå uden stop ved at vende i slutningen af din rute, som om du går omkring en kegle. Du vil derefter blive bedt om at dreje 360 grader omkring og derefter stå stille med dine arme ned langs siderne og med en skulderbreddes afstand mellem fødderne.
de: Suche eine Stelle, an der du auf einer geraden Linie sicher vor- und zurückgehen kannst. Versuche, gleichmäßig zu gehen, indem du am Ende des Weges so umkehrst, als würdest du um einen Kegel herumgehen. Als Nächstes wirst du aufgefordert, dich um die eigene Achse zu drehen und dann stehenzubleiben, wobei du die Arme an den Seiten hältst und deine Füße schulterbreit aufstellst.
de_at: Finden Sie einen Ort, an dem Sie sicher in einer geraden Linie hin und her gehen können. Versuchen Sie, kontinuierlich zu gehen, indem Sie sich an den Enden Ihres Weges drehen, als ob Sie um einen Kegel gehen. Als nächstes werden Sie angewiesen, sich in einem vollen Kreis umzudrehen, dann stehen Sie still mit den Armen an der Seite und den Füßen etwa schulterbreit auseinander.
el: Βρείτε έναν χώρο όπου μπορείτε να περπατήσετε με ασφάλεια μπρος-πίσω σε ευθεία γραμμή. Προσπαθήστε να περπατήσετε συνεχόμενα στρίβοντας στα άκρα της διαδρομής, σαν να περπατάτε γύρω από έναν κώνο. Στη συνέχεια, θα σας δοθούν οδηγίες να στρίψετε σε πλήρη κύκλο και μετά πρέπει να σταθείτε ακίνητοι με τα χέρια στα πλάγιά σας και τα πόδια σας ανοιχτά περίπου στην ευθεία του πλάτους των ώμων.
es: Busca un lugar en el que puedas caminar de un lado a otro en línea recta de forma segura. Camina sin parar y da la vuelta al final del recorrido, como si rodearas un cono. A continuación, se te indicará que gires sobre ti mismo dando una vuelta completa y que te quedes quieto, con los brazos relajados a los lados del cuerpo y los pies separados de forma que estén alineados con los hombros.
es_419: Busca un lugar en donde puedas caminar de forma segura de un lado a otro en una línea recta. Intenta caminar sin detenerte al final, como si giraras alrededor de un cono. Después se te pedirá que hagas una vuelta completa sobre tu eje y que te quedes quieto con los brazos a los lados y los pies separados y alineados con tus hombros.
fi: Etsi paikka, jossa voit turvallisesti kävellä suoraa reittiä edestakaisin. Yritä kävellä jatkuvasti kääntyen reitin päissä ikään kuin kiertäisit liikenteenohjainta. Seuraavaksi sinua pyydetään kääntymään ympäri täysi kierros, ja sitten seisomaan paikallasi kädet sivuilla ja jalat noin hartianleveyden etäisyydellä toisistaan.
fil_ph: Maghanap ng isang lugar kung saan maaari kang ligtas na maglakad nang pabalik-balik sa isang tuwid na linya. Subukang maglakad nang tuloy-tuloy sa pamamagitan ng pagliko sa mga dulo ng iyong landas, na parang naglalakad ka sa paligid ng isang kono. Susunod ay aatasan ka sa pagliko sa isang buong bilog, pagkatapos ay tumayo ka nakatigil gamit ang iyong mga braso sa iyong mga gilid at ang iyong mga paa nakalayo na na kalaparan ng balikat.
fr: Trouvez un endroit vous permettant d’avancer et de reculer en ligne droite en toute sécurité. Essayez de marcher de façon continue en tournant à la fin de votre chemin, comme si vous contourniez un cône. On vous invitera ensuite à faire demi-tour en décrivant un cercle complet, puis à vous tenir immobile avec vos bras le long du corps et vos pieds placés de façon à être alignés avec vos épaules.
fr_ca: Identifiez un endroit où vous pouvez faire des allers-retours en ligne droite de façon sécuritaire. Essayez de marcher sans vous arrêter, en faisant demi-tour en fin de ligne droite, comme si vous contourniez un cône. Il vous sera ensuite demandé de vous retourner en effectuant un cercle complet, puis de rester immobile, les bras le long du corps et les pieds dans l’alignement des épaules.
he: מצא/י מקום שבו ניתן ללכת בקו ישר הלוך וחזור בבטחה. נסה/י לצעוד באופן רציף ולבצע פניות בקצוות המסלול, כאילו תוך הקפת קונוס דמיוני המסמן את הקצה. לאחר מכן, תתבקש/י ללכת במסלול מעגלי שלם ואז לעצור ולעמוד כשהידיים לצידי הגוף והרגליים בפיסוק קל ברוחב הכתפיים.
hi: ऐसी जगह ढूँढें, जहाँ आप एक ओर व दूसरी ओर सुरक्षित रूप से सीधी रेखा में चल सकें। मार्ग की समाप्ति पर मुड़ें और लगातार चलते रहने का प्रयास करें, जैसे कि आप किसी शंकु के इर्द-गिर्द चल रहे हों। इसके बाद आपको पूर्ण वृत्त में मुड़ने के लिए, फिर अपनी भुजाओं को फैलाकर और अपने पैरों को लगभग कंधे की चौड़ाई तक फैलाकर स्थिर खड़े रहने के लिए कहा जाएगा।
hr: Pronađite mjesto gdje možete sigurno i pravocrtno hodati naprijed i natrag. Pokušajte hodati u kontinuitetu okrećući se na krajevima svoje staze, kao da hodate oko čunja. Zatim ćete dobiti upute da se okrenete oko sebe, te da stanete mirno s rukama uz bokove i stopalima u širini ramena.
hu: Keressen egy olyan helyet, ahol egyenes vonalban tud oda-vissza gyalogolni. Próbáljon meg folyamatosan gyalogolni, és a végeken úgy forduljon meg, mintha egy útjelző bóját kerülne meg. Ezután utasítást fog kapni, hogy fogduljon meg egy teljes kört megtéve, majd álljon meg, engedje le a törzse mellett karjait, és álljon vállszélességű terpeszben.
id: Cari tempat yang memungkinkan Anda untuk berjalan maju mundur dalam garis lurus dengan aman. Coba terus berjalan dengan memutar balik di ujung jalur Anda, seakan-akan Anda memutari kerucut lalu lintas. Berikutnya, Anda akan diinstruksikan untuk memutar dalam lingkaran penuh, kemudian diam berdiri dengan tangan di samping Anda dan kaki Anda direnggangkan selebar bahu.
it: Trova un luogo dove puoi camminare in sicurezza avanti e indietro in linea retta. Cerca di camminare senza interruzioni girandoti alla fine del percorso come se camminassi attorno a un cono. Successivamente ti verrà chiesto di girare in un cerchio completo, quindi di fermarti con le braccia lungo il corpo e i piedi circa alla larghezza delle spalle.
ja: 安全にまっすぐ行ったり来たり歩ける場所を見つけてください。進路の終わりまで来たら、コーンを回るように折り返して歩き続けます。 次に、完全な円を描いて回るように指示されます。その後、両腕を脇につけ、足を肩幅くらいに開いてじっと立ってください。
ms: Cari tempat yang anda boleh berjalan mundar-mandir dalam garis lurus dengan selamat. Cuba berjalan berterusan dengan berpusing di penghujung laluan anda, seperti anda berjalan mengelilingi kon. Seterusnya anda akan diarahkan untuk berpusing dalam bulatan penuh, kemudian berdiri tegak dengan tangan anda di sisi anda dan kaki anda dibuka selebar bahu.
ms_latn_sg: Cari tempat untuk anda berjalan ulang-alik dalam garisan lurus dengan selamat. Cuba untuk berjalan berterusan dengan berpusing pada akhir laluan anda, ibarat anda berjalan mengelilingi kon. Seterusnya, anda akan diarahkan untuk berpatah balik dalam bulatan penuh, kemudian berdiri tegak dengan lengan di sisi dan kaki dijarakkan separas dengan bahu.
nb_no: Finn et sted der du kan gå trygt frem og tilbake i en rett linje. Prøv å gå kontinuerlig ved å snu deg ved målstreken som om du går rundt en kjegle. Du vil deretter bli bedt om å snu deg helt rundt og deretter stå i ro med armene ned langs sidene og føttene i skulderbredde.
nl: Zoek een plek waar je veilig in een rechte lijn heen en weer kunt lopen. Maak aan de einden van de looproute een bocht (alsof je om een pylon heenloopt) zodat je niet hoeft te stoppen. Daarna wordt je gevraagd om één keer om je as te draaien en vervolgens om stil te staan met je armen langs je lichaam en je voeten uit elkaar op schouderbreedte.
no: Finn et sted hvor du trygt kan gå fram og tilbake i en rett linje. Prøv å gå kontinuerlig når du skal snu, som om du skal gå rundt en kjegle. Du vil bli bedt om å snu deg helt rundt og deretter stå helt stille med armene ned langs siden og føttene med en skulderbreddes avstand.
or_in: ଆପଣ ଗୋଟିଏ ସ୍ଥାନ ଖୋଜନ୍ତୁ, ଯେଉଁଠାରେ ଆପଣ ଗୋଟିଏ ସିଧା ଲାଇନ୍‌ରେ ଆଗକୁ ଓ ପଛକୁ ଚାଲିପାରିବେ | ଆପଣ ନିଜର ଶେଷ ରାସ୍ତାରୁ ବୁଲିବା ପର୍ଯ୍ୟନ୍ତ ଲଗାତାର ଚାଲନ୍ତୁ, କାରଣ ଆପଣ ଏକ କୋନ ଚାରିପାଖେ ଚାଲୁଛନ୍ତି | ପରେ ଆପଣଙ୍କୁ ଗୋଟିଏ ସମ୍ପୂର୍ଣ୍ଣ ବୃତ୍ତରେ ବୁଲିବାକୁ କୁହାଯିବ, ତାପରେ ନିଜର କାନ୍ଧର ପ୍ରସ୍ଥ ଅନୁଯାୟୀ ନିଜର ବାହୁ ଏବଂ ପାଦକୁ ସମାନ ରଖି ଠିଆହେବେ |
pl: Znajdź miejsce, gdzie bez przeszkód możesz chodzić po linii prostej tam i z powrotem. Staraj się iść nieprzerwanie, obracając się na końcach ścieżki, tak jakby chód odbywał się dookoła stożka. Następnie poprosimy Cię o obrócenie się, a następnie spokojne stanie z rękami po bokach i stopami rozstawionymi na szerokość ramion.
pt_pt: Escolha um sítio onde possa andar em segurança, para trás e para frente em linha reta. Tente andar sem parar, dando a volta no final do percurso como se estivesse a andar à volta de um cone. Depois, ser‑lhe‑á pedido que se vire, dando uma volta completa, e que permaneça imóvel, com os braços ao logo do corpo e os pés afastados à largura dos ombros.
ro: Găsiți un loc unde puteți să mergeți în siguranță înainte și înapoi în linie dreaptă. Încercați să mergeți continuu întorcându-vă la capătul traseului ca și cum ați merge în jurul unui con. În continuare veți fi instruit să vă întoarceți descriind un cerc complet, apoi să stați nemișcat cu brațele pe lângă corp și cu picioarele depărtate la lățimea umerilor.
ru: Найдите место, где бы Вы могли ходить по прямой линии вперед и назад. Постарайтесь идти не останавливаясь. Разворачивайтесь в конце пути так, будто обходите острый угол. Затем Вы получите указание развернуться на 360 градусов и просто стоять, опустив руки вдоль тела и расставив ноги на ширине плеч.
sk: Nájdite si miesto, kde môžete bezpečne chodiť po priamke tam a naspäť. Skúste kráčať plynule a na konci sa otočiť, ako keby ste obchádzali kužeľ. V ďalšom kroku budete požiadaní o otočenie na mieste o 360 stupňov a následné státie v pokoji s pripaženými rukami a chodidlami na šírku ramien.
sv: Hitta en plats där du tryggt kan gå fram och tillbaka i en rät linje. Försök att gå kontinuerligt genom att vända dig om vid slutet av linjen, som om du gick runt en kon. Därefter blir du ombedd att vända dig ett helt varv och sedan stå stilla med armarna längs sidorna och fötterna i ungefär axelbredd.
ta_in: நீங்கள் ஒரு நேர் கோட்டில் பாதுகாப்பாக முன்னும் பின்னுமாக நடக்கக்கூடிய இடத்தைக் கண்டறியவும். நீங்கள் ஒரு கூம்பைச் சுற்றி நடப்பது போல, உங்கள் பாதையின் முனைகளில் திரும்புவது போல தொடர்ந்து நடக்க முயற்சி செய்யுங்கள். அடுத்து ஒரு முழு வட்டத்தில் சுற்றித் திரும்பும்படி அறிவுறுத்தப்படுவீர்கள், பின்னர் உங்கள் கைகள் பக்கங்களிலும், தோள்களின் அகலத்திற்கு உங்கள் கால்களிலும் நிற்கவும்.
ta_my: நீங்கள் நேர் கோட்டில் பாதுகாப்பாக முன்னும் PINனுமாக நடக்கக்கூடிய இடத்தைக் கண்டறியவும். நீங்கள் ஒரு கூம்பை சுற்றி நடப்பது போல், உங்கள் பாதையின் முஐகளில் திரும்புவதன் மூலம் தொடர்ந்து நடக்க முயற்சி செய்யுங்கள். அடுத்து நீங்கள் ஒரு முழு வட்டத்தில் திரும்பும்படி அறிவுறுத்தப்படுவீர்கள், PINனர் உங்கள் கைகளை உங்கள் பக்கங்களிலும் மற்றும் உங்கள் அழைப்புகளை தோள்பட்டை அகலத்திலும் தவிர்த்து நிற்கவும்.
th: หาสถานที่ที่คุณสามารถเดินไปมาเป็นเส้นตรงได้อย่างปลอดภัย ให้ลองเดินไปเรื่อยๆ จนสุดทางแล้วเดินกลับ เสมือนคุณเดินวนรอบกรวย จากนั้นระบบจะแนะนำให้คุณกลับหลังหัน แล้วยืนนิ่งๆ โดยแนบแขนไว้ข้างลำตัวและวางเท้าให้ห่างกันเท่ากับความกว้างของหัวไหล่
tr: Düz bir çizgide güvenli bir şekilde ileri ve geri yürüyebileceğiniz bir yer bulun. Tıpkı bir koninin etrafında yürüyor gibi, yolunuzun sonundan dönerek sürekli yürümeyi deneyin. Ardından, tam daire çevresinde dönmeniz, kollarınız iki yanınızda ve ayaklarınız omuz genişliğinde açık olacak şekilde ayakta sabit durmanız istenecektir.
uk: Знайдіть місце, де ви можете безпечно пройтися туди й назад по прямій. Намагайтеся не зупинятися, розвертаючись у кінцях шляху, а ніби обходити дорожній конус. Далі вам накажуть обернутися повним колом і завмерти з руками по боках і ногами на ширині плечей.
vi: Tìm một nơi mà bạn có thể đi tới đi lui an toàn theo đường thẳng. Cố gắng đi bộ liên tục bằng cách rẽ cuối đường, như thể bạn đang đi bộ quanh một hình nón. Tiếp theo, bạn sẽ được hướng dẫn xoay một vòng tròn, sau đó đứng yên với hai cánh tay ở bên sườn và hai chân mở rộng bằng vai.
vi_vn: Tìm một nơi mà bạn có thể đi qua lại một cách an toàn trên một đường thẳng. Cố gắng đi bộ liên tục bằng cách rẽ vào cuối con đường của bạn, như thể bạn đang đi vòng quanh một hình nón. Tiếp theo, bạn sẽ được hướng dẫn xoay người theo một vòng tròn, sau đó đứng yên, hai tay đặt ngang hông và chân cách nhau khoảng bằng vai.
xh_za: Fumana indawo apho unokuhamba kuyo ubuyele emva yaye uye phambili kumgca othe nkqo. Zama ukuhamba ngokuqhubekayo ngokujika ekupheleni kwendlela yakho, ngokungathi uhamba ujikeleza ikhoni. Okulandelayo uya kuyalelwa ukuba ujike kwisangqa esipheleleyo, emva koko ume nkqo iingalo zakho emacaleni wakhko yaye iinyawo zakho zimalunga nobubanzi begxalaba ukwahlukana.
zh_cn: 找到一处您可以沿直线安全往返的地方。在路线的尽头转弯，不要停下来，就好像绕着交通锥转圈一样。 接下来会要求您转一圈，然后站立不动，双手放在两侧，双脚张开，与肩同宽。
zh_hans_my: 找一个可以安全地来回走直线的地方。尝试通过在道路尽头转弯来连续行走，就好像您在绕着圆锥体行走一样。 接下来，您将按指令旋转一整圈，然后站立不动，双臂放在身体两侧，双脚分开与肩同宽。
zh_hk: 找一個你可以安全地來回走直線的地方。請在路徑的盡頭調頭以持續行走，就像繞過錐形路標走路。 然後你會收到指示360度自轉一次，並以雙手放在身側，雙腳稍微分開至肩膀距離的姿勢站立不動。
zh_tw: 找一個您可以安全地以直線來回步行的地點。請試著持續走到盡頭再折返，如同繞過交通錐折返。 接著會指示您轉一圈，然後站著不動，雙手自然放鬆，並且雙腳張開與肩同寬。

# WALK_INTRO_TEXT
source: This activity measures your gait and balance as you walk and stand still. Do not continue if you cannot safely walk unassisted.
ar: يقيس هذا النشاط سرعة مشيتك وتوازنك أثناء المشي والوقوف ثابتًا. لا تقم بالمتابعة إذا لم تكن قادرًا على المشي دون مساعدة.
ca: Aquesta activitat valora la marxa i l’equilibri quan camines i quan estàs quiet. No continuïs si no pots caminar sol de manera segura.
cs: Tato aktivita změří váš krok a rovnováhu při chůzi a stání. Pokud nedokážete bezpečně chodit bez pomoci, v tomto testu nepokračujte.
da: Denne aktivitet måler din gang og balance, mens du går og står stille. Fortsæt ikke, hvis du ikke kan gå sikkert uden hjælp.
de: Mit dieser Aktivität wird dein Gang und Gleichgewichtsinn beim Gehen und Stillstehen getestet. Fahre nur fort, wenn du ohne Hilfe sicher gehen kannst.
de_at: Diese Aktivität misst Ihren Gang und Ihr Gleichgewicht, während Sie gehen und still stehen. Fahren Sie nicht fort, wenn Sie nicht sicher gehen können.
el: Αυτή η δραστηριότητα αξιολογεί το βάδισμα και την ισορροπία σας καθώς περπατάτε και στέκεστε όρθιοι. Μην πραγματοποιήσετε τη δραστηριότητα αν δεν μπορείτε να περπατήσετε με ασφάλεια χωρίς βοήθεια.
es: Esta actividad mide tu forma de andar, tu equilibrio al caminar y al permanecer quieto de pie. No sigas adelante si no puedes caminar de forma segura sin ayuda.
es_419: Esta actividad mide tus pasos así como tu equilibrio al caminar y al permanecer de pie. No continúes si no puedes caminar sin ayuda.
fi: Tämä aktiviteetti arvioi askellustasi ja tasapainoasi, kun kävelet tasaisesti ja seisot. Älä jatka, jos et pysty turvallisesti kävelemään avustamatta.
fil_ph: Sinusukat ng aktibidad na ito ang iyong lakad at balanse habang ikaw ay naglalakad at tumatayo nang nakatigil. Huwag magpatuloy kung hindi ka ligtas na makalakad nang hindi tinulungan.
fr: Cette activité observe votre allure et votre équilibre pendant que vous marchez et que vous vous tenez debout. Ne continuez pas si vous ne pouvez pas marcher en sécurité sans assistance.
fr_ca: Cette activité mesure votre démarche et votre équilibre lorsque vous marchez et lorsque vous êtes immobile. Ne poursuivez pas cette activité si vous ne pouvez pas marcher sans assistance.
he: פעילות זו מודדת את ההליכה והאיזון שלך תוך כדי הליכה ועמידה במקום. אל תמשיך/י אם אינך יכול/ה ללכת בבטחה ללא סיוע.
hi: इस गतिविधि द्वारा आपके पैदल चलने या खड़े रहने पर आपकी चाल और संतुलन का मापन किया जाता है। यदि आप बिना किसी सहायता के सुरक्षित पैदल नहीं चल सकते हैं, तो इसे जारी न रखें।
hr: Ova aktivnost mjeri vaš položaj tijela i ravnotežu dok hodate i stojite mirno. Nemojte nastavljati ako ne možete sigurno hodati bez pomoći.
hu: Ez a tevékenység a testtartását és egyensúlyát méri járás és állás közben. Ne folytassa, ha segítség nélkül nem tud biztonságosan gyalogolni.
id: Aktivitas ini mengukur gaya dan keseimbangan Anda saat Anda berjalan dan berdiri. Jangan lanjutkan jika Anda tidak dapat berjalan dengan aman tanpa bantuan.
it: L'attività valuta la capacità di deambulazione e di equilibrio mentre cammini e rimani fermo. Non continuare se non sei in grado di spostarti in modo sicuro e autonomo.
ja: このアクティビティでは、歩行中とじっと立っているときの歩行/バランスを測定します。介助なしで安全に歩行できない場合は、続行しないでください。
ko: 이 실험은 사용자가 걸을 때와 가만히 서 있을 때의 보행 및 균형 능력을 측정합니다. 도움 없이 안전하게 걸을 수 있는 상황이 아닌 경우 이 실험을 중단하십시오.
ms: Aktiviti ini mengukur gaya jalan dan keseimbangan anda semasa anda berjalan dan berdiri pegun. Jangan teruskan jika anda tidak boleh berjalan dengan selamat tanpa bantuan.
ms_latn_sg: Aktiviti ini mengukur gaya jalan dan keseimbangan anda semasa anda berjalan dan berdiri tegak. Jangan teruskan jika anda tidak boleh berjalan tanpa sokongan dengan selamat.
nb_no: Denne aktiviteten måler gangen og balansen din mens du går og står i ro. Ikke fortsett hvis du ikke kan gå trygt uten hjelp.
nl: Tijdens deze activiteit worden je tred en balans gemeten terwijl je loopt en stilstaat. Ga niet verder als je niet veilig zelfstandig kunt lopen.
no: Denne aktiviteten måler balansen og gangen din mens du går og står i ro. Ikke fortsett hvis du ikke kan gå trygt uten hjelp.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ଆପଣ ଚାଲିବା ଏବଂ ଠିଆ ହୋଇଥିବା ସମୟରେ ଆପଣଙ୍କର ଗତି ଏବଂ ସନ୍ତୁଳନକୁ ମାପେ | ଯଦି ଆପଣ ବିନା ସହାୟତାରେ ସୁରକ୍ଷିତ ଭାବରେ ଚାଲିପାରୁନାହାଁନ୍ତି, ତେବେ ଜାରି ରଖନ୍ତୁ ନାହିଁ |
pl: To ćwiczenie mierzy Twój chód i równowagę w ruchu i bezruchu. Jeśli nie możesz bezpiecznie chodzić bez pomocy innych, nie wykonuj go.
pt_pt: Este exercício mede o seu equilíbrio e modo de andar. Se não tem condições para andar em segurança sem ajuda, não continue.
ro: Această activitate vă măsoară mersul și echilibrul în timp ce mergeți și stați în repaus. Nu continuați dacă nu puteți merge în siguranță, fără a necesita asistență.
ru: Во время выполнения этого задания оценивается координация движений при ходьбе и в положении стоя. Не выполняйте это задание, если Вы не можете передвигаться без посторонней помощи.
sk: Táto aktivita zmeria vaše držanie tela a rovnováhu počas chôdze a státia. Ak nemôžete bezpečne chodiť bez cudzej pomoci, nepokračujte.
sv: Den här aktiviteten mäter din gångstil och balans medan du går och står still. Fortsätt endast om du säkert kan gå utan hjälp.
ta_in: இந்த செயல்பாடு நீங்கள் நடந்து செல்லும்போது உங்கள் நடை மற்றும் சமநிலையை அளவிடும். நீங்கள் பாதுகாப்பாக நடக்க முடியாவிட்டால் தொடர வேண்டாம்.
ta_my: இந்த நடவடிக்கை உங்கள் நடை மற்றும் சமநிலையை நீங்கள் நடக்கும்போது மற்றும் நிற்கும்போது அளவிடும். நீங்கள் பாதுகாப்பாக உதவியின்றி நடக்க முடியாவிட்டால் தொடர வேண்டாம்.
th: กิจกรรมนี้จะวัดท่าเดินและความสมดุลของคุณในขณะที่คุณเดินและยืนนิ่งๆ อย่าดำเนินการต่อหากคุณไม่สามารถเดินได้อย่างปลอดภัยโดยไม่มีตัวช่วย
tr: Bu aktivite, yürürken ve ayakta dururken yürüyüş tarzınızı ve dengenizi ölçer. Yardımsız, güvenli bir şekilde yürüyemiyorsanız devam etmeyin.
uk: Цей тест оцінює вашу ходу і рівновагу під час ходіння і стояння. Не продовжуйте, якщо ви не можете безпечно ходити без допомоги.
vi: Hoạt động này sẽ đo khả năng thăng bằng và dáng đi của bạn khi bạn đi bộ và đứng yên. Không tiếp tục hoạt động nếu bạn không thể đi bộ an toàn mà không có sự hỗ trợ.
vi_vn: Hoạt động này đo dáng đi và thăng bằng của bạn khi bạn đi bộ và đứng yên. Đừng tiếp tục nếu bạn không thể đi bộ một cách an toàn mà không có người trợ giúp.
xh_za: Lo msebenzi ulinganisa isantya sakho kunye nokungawi njengoko uhamba yaye usima nkqo. Musa ukuqhubeka ukuba awukwazi ukuhamba ngokukhululekileyo ungancedwa.
zh_cn: 本活动测量您在步行和站立时的步态和平衡。请仅在步行安全区域（无外力辅助条件下）进行。
zh_hans_my: 这项活动测量您走路和站立时的步态和平衡。如果您无法在无人协助的情况下安全行走，请不要继续。
zh_hk: 此測試活動可測量你步行及站立時的步態及平衡。如果你行動不便或行走時需要輔助，請勿繼續進行。
zh_tw: 此活動會在您步行和靜止站立時測量您的步態和平衡。若無法獨立地安全步行，請勿繼續。

# WALK_OUTBOUND_INSTRUCTION_FORMAT
source: Walk up to %ld steps in a straight line.
ar: قم بمشي حوالي %ld خطوة في خط مستقيم.
ca: Camina fins a %ld passos en línia recta.
cs: Ujděte až %ld kroků v přímém směru.
da: Gå op til %ld trin i en lige linje.
de: Gehe bis zu %ld Schritte in einer geraden Linie.
de_at: Gehen Sie bis zu %ld Schritte in einer geraden Linie.
el: Περπατήστε έως %ld βήματα σε ευθεία γραμμή.
es: Da unos %ld pasos en línea recta.
es_419: Da hasta %ld pasos en línea recta.
fi: Kävele enintään %ld askelta suoraan.
fil_ph: Maglakad hanggang sa %ld na mga hakbang sa isang tuwid na linya.
fr: Faites jusqu’à %ld pas sur une ligne droite.
fr_ca: Parcourez %ld pas en ligne droite.
he: לך/י %ld צעדים לכל היותר בקו ישר.
hi: लगभग %ld क़दम सीधी रेखा में चलें।
hr: Hodajte najviše %ld koraka u ravnoj liniji.
hu: Tegyen meg legalább %ld lépést egyenesen.
id: Berjalan kaki hingga %ld langkah dalam garis lurus.
it: Fai fino a %ld passi in linea retta.
ja: まっすぐに%ld歩まで歩いてください。
ko: 일직선으로 최대 %ld보를 걸으십시오.
ms: Jalan sehingga %ld langkah dalam garis lurus.
ms_latn_sg: Berjalan sehingga %ld langkah dalam garisan lurus.
nb_no: Gå opptil %ld skritt i en rett linje.
nl: Zet maximaal %ld stappen in een rechte lijn.
no: Gå opptil %ld skritt i rett linje.
or_in: ଗୋଟିଏ ସିଧା ଲାଇନ୍‌ ରେ %ld ପାଦ ପର୍ଯ୍ୟନ୍ତ ଚାଲନ୍ତୁ |
pl: Idź prosto i zatrzymaj się po maksymalnie %ld krokach.
pt_pt: Dê até %ld passos em linha reta.
ro: Mergeți până la %ld pași în linie dreaptă.
ru: Пройдите прямо %ld шагов.
sk: Prejdite rovno %ld krokov
sv: Gå upp till %ld steg i en rak linje.
ta_in: %ld அடிகள் வரை நேர்க் கோட்டில் நடக்கவும்.
ta_my: ஒரே நேர் கோட்டில் %ld படிகள் வரை நடக்கவும்.
th: เดินตรงขึ้นไป %ld ก้าว
tr: Düz bir çizgide en fazla %ld adım yürüyün.
uk: Зробіть до %ld кроків по прямій.
vi: Đi bộ tối đa %ld bước theo đường thẳng.
vi_vn: Đi bộ tới %ld bước trên một đường thẳng.
xh_za: Hamba ukusa %ld amanyathelo kumgca othe nkqo.
zh_cn: 请直线步行最多 %ld 步。
zh_hans_my: 沿直线向前走%ld步。
zh_hk: 直線步行最多%ld步。
zh_tw: 直線步行到最多 %ld 步。
