Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# AX_TAPPING_INSTRUCTION_VOICEOVER
source: %@ Using VoiceOver, explore the screen by touch to learn where the buttons are located. Activate either button to make the buttons directly tappable.
ar: ‏%@ باستخدام VoiceOver، استكشف الشاشة من خلال اللمس لتعرف أين توجد الأزرار. قم بتنشيط أحد الأزرار لتصبح الأزرار قابلة للضغط مباشرة.
ca: %@ Amb el VoiceOver, explora la pantalla tocant-la per descobrir on són els botons. Activa un dels botons per fer que es puguin tocar directament.
de_at: %@ Mit VoiceOver können Sie den Bildschirm durch Berührung erkunden, um zu erfahren, wo sich die Schaltflächen befinden. Aktivieren Sie eine der Schaltflächen, um die Schaltflächen direkt antippbar zu machen.
el: %@ Χρησιμοποιώντας το VoiceOver, εξερευνήστε την οθόνη με αφή για να μάθετε πού βρίσκονται τα κουμπιά για κάθε αυτί. Ενεργοποιήστε οποιοδήποτε κουμπί ώστε να είναι δυνατό το απευθείας άγγιγμα στα κουμπιά.
fil_ph: %@ Gamit ang VoiceOver, galugarin ang screen sa pamamagitan ng pagpindot upang malaman kung saan matatagpuan ang mga button. I-activate ang alinmang button upang gawing direktang nata-tap ang mga button.
ms_latn_sg: %@ Menggunakan VoiceOver, terokai skrin dengan menyentuh untuk mengetahui lokasi butang. Aktifkan mana-mana butang untuk menjadikan butang berkenaan boleh diketik secara langsung.
nb_no: %@ Ved bruk av VoiceOver utforsker du skjermen med berøring for å lære hvor knappene befinner seg. Aktiver en av knappene for å gjøre knappene direkte trykkbare.
nl: %@ Als je VoiceOver gebruikt, verken je het scherm door middel van aanraken om de locatie van de knoppen voor elk oor vast te stellen. Activeer de knoppen om ze direct tikbaar te maken.
or_in: %@ ଭଏସ୍‍ ଓଭର ବ୍ୟବହାର କରି, ବଟନ୍‌ଗୁଡିକ କେଉଁଠାରେ ଅଛି ଜାଣିବା ପାଇଁ ଟଚ୍‍ କରି ସ୍କ୍ରିନ୍‍କୁ ଦେଖନ୍ତୁ | ସିଧାସଳଖ ଭାବରେ ବଟନ୍‍ଗୁଡିକୁ ଟ୍ୟାପକ୍ଷମ କରିବା ପାଇଁ ବଟନକୁ ସକ୍ରିୟ କରନ୍ତୁ |
ta_in: % Voice VoiceOver ஐப் பயன்படுத்தி, ஒவ்வொரு காதுக்கும் பட்டன்கள் எங்கு அமைந்துள்ளன என்பதை தொடுவதன் மூலம் ஸ்கிரீனில் ஆராயுங்கள். ஏதேனும் ஒரு பட்டனை செயலாக்கம் செய்து நேரடியாக தட்டக்கூடியவையாக ஆக்கவும்.
ta_my: %@ வாய்ஸ்ஓவரைப் பயன்படுத்தி, பொத்தான்கள் எங்கு உள்ளன என்பதை அறிய தொடுவதன் மூலம் திரையை ஆராயுங்கள். பொத்தான்களை நேரடியாக ஒட்டுவதற்கு எந்த பொத்தானையும் செயல்படுத்தவும்.
vi: %@ Sử dụng VoiceOver, khám phá màn hình bằng cách chạm để tìm hiểu vị trí đặt các nút. Kích hoạt một trong hai nút để làm cho các nút có thể chạm trực tiếp.
vi_vn: %@ Sử dụng VoiceOver, khám phá màn hình bằng cách chạm để tìm hiểu vị trí của các nút. Kích hoạt một trong hai nút để làm cho các nút có thể nhấp trực tiếp.
xh_za: %@ Usebenzisa i-VoiceOver, hlola isikrini ngokubamba ukufunda apho amaqhosha akhoyo. Sebenzisa enoba liqhosha ukuze wenze amaqhosha acofe ngqo.
zh_hans_my: %@ 使用 VoiceOver，通过触摸浏览屏幕以了解按钮所在的位置。激活任一按钮以使按钮可直接点击。
zh_hk: %@使用「旁白」後，透過觸碰來學習按鈕所在位置以探索螢幕。啟用任何一個按鈕，令按鈕變為可以直接輕點。

# AX_TONE_AUDIOMETRY_BUTTON_LEFT_EAR_HINT
source: Activate to start the test. When the test starts, tap directly on this button when you hear a sound in your left ear.
ar: قم بالتنشيط لبدء الاختبار. عندما يبدأ الاختبار، اضغط مباشرة على هذا الزر عندما تسمع صوتًا في أذنك اليسرى.
ca: Activa’l per començar la prova. Quan comenci, toca directament aquest botó quan sentis un so a l’orella esquerra.
de_at: Aktivieren, um den Test zu starten. Wenn der Test beginnt, tippen Sie direkt auf diese Schaltfläche, wenn Sie ein Geräusch in Ihrem linken Ohr hören.
el: Ενεργοποιήστε για έναρξη του τεστ. Όταν ξεκινήσει το τεστ, αγγίξτε απευθείας αυτό το κουμπί όταν ακούσετε έναν ήχο στο αριστερό αυτί σας.
fil_ph: I-activate upang simulan ang test. Kapag nagsimula ang test, direktang i-tap itong button pag nakarinig ka ng tunog sa iyong kaliwang tainga.
ms_latn_sg: Aktifkan untuk memulakan ujian. Apabila ujian bermula, ketik secara langsung pada butang ini apabila anda mendengar bunyi dalam telinga kiri anda.
nb_no: Aktiver for å starte testen. Når testen starter, trykker du direkte på denne knappen når du hører en lyd i venstre øre.
nl: Activeer om de test te starten. Wanneer de test start, tik je direct op deze knop wanneer je een geluid in je linkeroor hoort.
or_in: ପରୀକ୍ଷା ଆରମ୍ଭ କରିବା ପାଇଁ ସକ୍ରିୟ କରନ୍ତୁ | ଯେତେବେଳେ ପରୀକ୍ଷା ଆରମ୍ଭ ହୁଏ, ସେତେବେଳେ ଆପଣ ନିଜ ବାମ କାନରେ ଏକ ଶବ୍ଦ ଶୁଣନ୍ତି, ତେବେ ଏହି ବଟନ୍‍ ଉପରେ ସିଧାସଳଖ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
ta_in: சோதனையைத் தொடங்க செயல்படுத்தவும். சோதனை தொடங்கும் சமயம், உங்கள் இடது காதில் ஒரு சத்தம் கேட்கும்போது இந்த பட்டனை நேரடியாகத் தட்டவும்.
ta_my: சோதனையைத் தொடங்க செயல்படுத்தவும். சோதனை தொடங்கும் போது, உங்கள் இடது காதில் ஒலி கேட்கும்போது இந்தப் பொத்தானை நேரடியாகத் தட்டவும்.
vi: Kích hoạt để bắt đầu kiểm tra. Khi kiểm tra bắt đầu, hãy chạm trực tiếp vào nút này khi bạn nghe thấy âm thanh trong tai trái của mình.
vi_vn: Kích hoạt để bắt đầu kiểm tra. Khi quá trình kiểm tra bắt đầu, hãy nhấp trực tiếp vào nút này khi bạn nghe thấy âm thanh bên tai trái của mình.
xh_za: Sebenzisa ukuze uqalise uvavanyo. Xa uvavanyo luqalisa, cofa ngqo kweli qhosha xa usiva isandi kwindlebe yakho yasekhohlo.
zh_hans_my: 激活以开始测试。测试开始时，当您听到左耳有声音时，直接点击此按钮。
zh_hk: 啟用以開始測試。測試開始後，當你的左耳聽到聲音時，請直接點一下此按鈕。

# AX_TONE_AUDIOMETRY_BUTTON_LEFT_EAR_LABEL
source: Tap for Left Ear
ar: اضغط للأذن اليسرى
ca: Tocar per a l’orella esquerra
de_at: Antippen für linkes Ohr
el: Αγγίξτε για αριστερό αυτί
fil_ph: I-tap para sa Kaliwang Tainga
ms_latn_sg: Ketik untuk Telinga Kiri
nb_no: Trykk for venstre øre
nl: Tik voor linkeroor
or_in: ବାମ କାନ ପାଇଁ ଟ୍ୟାପ୍‌ କରନ୍ତୁ
ta_in: இடது காதிற்கு தட்டவும்
ta_my: இடது காதுக்கு தட்டவும்
vi: Chạm cho tai trái
vi_vn: Nhấp cho Tai trái
xh_za: Cofa Kwindlebe Yasekhohlo
zh_hans_my: 点击表示左耳
zh_hk: 點一下表示左耳

# AX_TONE_AUDIOMETRY_BUTTON_RIGHT_EAR_HINT
source: Activate to start the test. When the test starts, tap directly on this button when you hear a sound in your right ear.
ar: قم بالتنشيط لبدء الاختبار. عندما يبدأ الاختبار، اضغط مباشرة على هذا الزر عندما تسمع صوتًا في أذنك اليمنى.
ca: Activa’l per començar la prova. Quan comenci, toca directament aquest botó quan sentis un so a l’orella dreta.
de_at: Aktivieren, um den Test zu starten. Wenn der Test beginnt, tippen Sie direkt auf diese Schaltflächen, wenn Sie ein Geräusch im rechten Ohr hören.
el: Ενεργοποιήστε για έναρξη του τεστ. Όταν ξεκινήσει το τεστ, αγγίξτε απευθείας αυτό το κουμπί όταν ακούσετε έναν ήχο στο δεξιό αυτί σας.
fil_ph: I-activate upang simulan ang test. Kapag nagsimula ang test, direktang i-tap itong button pag nakarinig ka ng tunog sa iyong kanang tainga.
ms_latn_sg: Aktifkan untuk memulakan ujian. Apabila ujian bermula, ketik secara langsung pada butang ini apabila anda mendengar bunyi dalam telinga kanan anda.
nb_no: Aktiver for å starte testen. Når testen starter, trykker du direkte på denne knappen når du hører en lyd i høyre øre.
nl: Activeer om de test te starten. Wanneer de test start, tik je direct op deze knop wanneer je een geluid in je rechteroor hoort.
or_in: ପରୀକ୍ଷା ଆରମ୍ଭ କରିବା ପାଇଁ ସକ୍ରିୟ କରନ୍ତୁ | ଯେତେବେଳେ ପରୀକ୍ଷା ଆରମ୍ଭ ହୁଏ, ସେତେବେଳେ ଆପଣ ନିଜ ଡାହାଣ କାନରେ ଏକ ଶବ୍ଦ ଶୁଣନ୍ତି, ତେବେ ଏହି ବଟନ୍‍ ଉପରେ ସିଧାସଳଖ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
ta_in: சோதனையைத் தொடங்க செயல்படுத்தவும். சோதனை தொடங்கும் சமயம், உங்கள் வலது காதில் ஒரு சத்தம் கேட்கும்போது இந்த பட்டனை நேரடியாகத் தட்டவும்.
ta_my: சோதனையைத் தொடங்க செயல்படுத்தவும். சோதனை தொடங்கும் போது, உங்கள் வலது காதில் ஒலி கேட்கும்போது இந்தப் பொத்தானை நேரடியாகத் தட்டவும்.
vi: Kích hoạt để bắt đầu kiểm tra. Khi kiểm tra bắt đầu, hãy chạm trực tiếp vào nút này khi bạn nghe thấy âm thanh trong tai phải của mình.
vi_vn: Kích hoạt để bắt đầu kiểm tra. Khi quá trình kiểm tra bắt đầu, hãy nhấp trực tiếp vào nút này khi bạn nghe thấy âm thanh bên tai phải của mình.
xh_za: Sebenzisa ukuze uqalise uvavanyo. Xa uvavanyo luqalisa, cofa ngqo kweli qhosha xa usiva isandi kwindlebe yakho yasekunene.
zh_hans_my: 激活以开始测试。测试开始时，当您听到右耳有声音时，直接点击此按钮。
zh_hk: 啟用以開始測試。測試開始後，當你的右耳聽到聲音時，請直接點一下此按鈕。

# AX_TONE_AUDIOMETRY_BUTTON_RIGHT_EAR_LABEL
source: Tap for Right Ear
ar: اضغط للأذن اليمنى
ca: Tocar per a l’orella dreta
de_at: Antippen für rechtes Ohr
el: Αγγίξτε για δεξιό αυτί
fil_ph: I-tap para sa Kanang Tainga
ms_latn_sg: Ketik untuk Telinga Kanan
nb_no: Trykk for høyre øre
nl: Tik voor rechteroor
or_in: ଡାହାଣ କାନ ପାଇଁ ଟ୍ୟାପ୍‌ କରନ୍ତୁ
ta_in: வலது காதிற்கு தட்டவும்
ta_my: வலது காதுக்கு தட்டவும்
vi: Chạm cho tai phải
vi_vn: Nhấp cho Tai phải
xh_za: Cofa Kwindlebe Yasekunene
zh_hans_my: 点击表示右耳
zh_hk: 點一下表示右耳

# AX_TONE_AUDIOMETRY_PREP_TEXT_VOICEOVER
source: %@ Using VoiceOver, explore the screen by touch to learn where the buttons for each ear are located. When the test starts, the buttons will be directly tappable. %@
ar: ‏%@ باستخدام VoiceOver، استكشف الشاشة من خلال اللمس لتعرف أين توجد الأزرار الخاصة بكل أذن. عندما يبدأ الاختبار، ستكون الأزرار قابلة للضغط مباشرة. %@
ca: %@ Amb el VoiceOver, explora la pantalla tocant-la per descobrir on són els botons per a cada orella. Quan comenci la prova, podràs tocar els botons directament. %@
de_at: %@ Mit VoiceOver können Sie den Bildschirm durch Berührung erkunden, um zu erfahren, wo sich die Schaltflächen für jedes Ohr befinden. Wenn der Test beginnt, können die Schaltflächen direkt angetippt werden. %@
el: %@ Χρησιμοποιώντας το VoiceOver, εξερευνήστε την οθόνη με αφή για να μάθετε πού βρίσκονται τα κουμπιά για κάθε αυτί. Όταν ξεκινήσει το τεστ, θα είναι δυνατό το απευθείας άγγιγμα στα κουμπιά. %@
fil_ph: %@ Gamit ang VoiceOver, i-explore ang screen sa pamamagitan ng paghawak upang malaman kung saan matatagpuan ang mga button para sa bawat tainga. Kapag nagsimula ang test, direkta nang mata-tap ang mga button. %@
ms_latn_sg: %@ Menggunakan VoiceOver, terokai skrin dengan menyentuh untuk mengetahui lokasi butang bagi setiap telinga. Apabila ujian bermula, butang-butang ini akan dapat diketik secara langsung. %@
nb_no: %@ Ved bruk av VoiceOver utforsker du skjermen med berøring for å lære hvor knappene befinner seg. Aktiver en av knappene for å gjøre knappene direkte trykkbare. %@
nl: %@ Als je VoiceOver gebruikt, verken je het scherm door middel van aanraken om de locatie van de knoppen voor elk oor vast te stellen. Wanneer de test start, zijn de knoppen direct tikbaar. %@
or_in: %@ ଭଏସ୍‍ ଓଭର ବ୍ୟବହାର କରି, ବଟନ୍‌ଗୁଡିକ କେଉଁଠାରେ ଅଛି ଜାଣିବା ପାଇଁ ଟଚ୍‍ କରି ସ୍କ୍ରିନ୍‍କୁ ଦେଖନ୍ତୁ | ସିଧାସଳଖ ଭାବରେ ବଟନ୍‍ଗୁଡିକୁ ଟ୍ୟାପକ୍ଷମ କରିବା ପାଇଁ ବଟନକୁ ସକ୍ରିୟ କରନ୍ତୁ | %@
ta_in: % Voice VoiceOver ஐப் பயன்படுத்தி, ஒவ்வொரு காதுக்கும் பட்டன்கள் எங்கு அமைந்துள்ளன என்பதை தொடுவதன் மூலம் ஸ்கிரீனில் ஆராயுங்கள். சோதனை தொடங்கும் போது, பட்டன்கள் நேரடியாக தட்டக்கூடியதாக இருக்கும். %@
ta_my: %@ வாய்ஸ்ஓவர் பயன்படுத்தி, ஒவ்வொரு காதின் பொத்தான்கள் எங்கே உள்ளன என்பதை அறிய தொடுமூலம் திரையை ஆராயவும். சோதனை தொடங்கும் போது, பொத்தான்கள் நேரடியாக தட்டப்படும். %@
vi: %@ Sử dụng VoiceOver, khám phá màn hình bằng cách chạm để tìm hiểu vị trí đặt các nút cho từng tai. Khi kiểm tra bắt đầu, bạn sẽ có thể chạm trực tiếp vào các nút. %@
vi_vn: %@ Sử dụng VoiceOver, khám phá màn hình bằng cách chạm để tìm hiểu vị trí của các nút cho mỗi tai. Khi kiểm tra bắt đầu, các nút sẽ có thể được chạm trực tiếp. %@
xh_za: %@ Usebenzisa i-VoiceOver, hlola isikrini ngokubamba ukufunda apho amaqhosha endlebe nganye ezikuyo. Xa uvavanyo luqalisa, amaqhosha aya kucofeka ngqo. %@
zh_hans_my: %@ 使用 VoiceOver，通过触摸浏览屏幕以了解代表每只耳朵的按钮所在的位置。测试开始时，按钮将可直接点击。 %@
zh_hk: %@使用「旁白」時，透過觸碰來學習每隻耳朵的按鈕之所在位置以探索螢幕。測試開始時，按鈕將變為可以直接輕點。%@

# AX_TOWER_OF_HANOI_INVALID_MOVE_FORMAT
source: Unable to place disk with size %@ on disk with size %@
ar: غير قادر على وضع القرص بحجم %@ على القرص بحجم %@
ca: No s’ha pogut situar el disc de mida %@ sobre el disc de mida %@
cs: Disk o velikosti %@ nelze umístit na disk o velikosti %@
da: Kan ikke anbringe ring i størrelse %@ på ring i størrelse %@
de: Die Scheibe der Größe %@ kann nicht auf die Scheibe der Größe %@ gelegt werden
de_at: Scheibe mit der Größe %@ kann nicht auf Scheibe mit der Größe %@ platziert werden
el: Δεν είναι δυνατή η τοποθέτηση δίσκου μεγέθους %@ πάνω σε δίσκο μεγέθους %@
es: No se puede colocar un disco de tamaño %@ en un disco de tamaño %@
es_419: No se puede colocar un disco de tamaño %@ sobre otro de tamaño %@
fi: Koon %@ levyä ei voida laittaa koon %@ levyn päälle
fil_ph: Hindi mailagay ang disk na may sukat %@ sa disk na may sukat %@
fr: Impossible de placer un disque de taille %@ sur un disque de taille %@
fr_ca: Impossible de placer un disque de taille %@ sur un disque de taille %@
he: לא ניתן למקם דיסקית בגודל %@ על-גבי דיסקית בגודל %@
hi: %2$@ आकार के डिस्क पर %1$@ आकार के डिस्क को रखने में असमर्थ
hr: Pločica veličine %@ ne može se staviti na pločicu veličine %@
hu: Nem helyezhető %@ méretű korong %@ méretű korongra
id: Tidak dapat meletakkan disk dengan ukuran %@ pada disk dengan ukuran %@
it: Impossibile posizionare il disco di dimensione %@ sul disco di dimensione %@
ja: サイズ%@の円盤をサイズ%@の円盤の上に置くことはできません
ko: 크기가 %@인 디스크를 크기가 %@인 디스크 위에 놓을 수 없습니다.
ms: Gagal menempatkan cakera bersaiz %@ pada cakera bersaiz %@
ms_latn_sg: Tidak dapat menempatkan cakera bersaiz %@ pada cakera bersaiz %@
nb_no: Kan ikke plassere diskett med størrelsen %@ på diskett med størrelse %@
nl: De schijf met grootte %@ kan niet op de schijf met grootte %@ worden geplaatst.
no: Kan ikke plassere skive med størrelse %@ på skive med størrelse %@
or_in: ଗୋଟିଏ %@ ସାଇଜ୍‍ର ଡିସ୍କ ଉପରେ %@ ସାଇଜ୍‍ର ଡିସ୍କ ସ୍ଥାନିତ କରିବାକୁ ଅକ୍ଷମ
pl: Nie można umieścić dysku o rozmiarze %@ na dysku o rozmiarze %@
pt_pt: Impossível colocar o disco com tamanho %@ no disco com tamanho %@
ro: Nu se poate plasa un disc de mărimea %@ pe un disc de mărimea %@
ru: Нельзя положить кольцо размера %@ на кольцо размера %@
sk: Kotúč veľkosti %@ nie je možné umiestniť na kotúč veľkosti %@
sv: Ka inte placera skivan med storleken %@ på skivan med storleken %@
ta_in: %@ அளவுடைய டிஸ்க்கை %@ அளவுடைய டிஸ்க்கில் வைக்கமுடியவில்லை
ta_my: அளவு %@கொண்ட வட்டில் அளவு %@ உடன் வட்டை வைக்க முடியவில்லை
th: ไม่สามารถวางจานที่มีขนาด %@ บนจานที่มีขนาด %@
tr: %@ büyüklüğündeki disk, %@ büyüklüğündeki diskin üzerine yerleştirilemez
uk: Неможливо розмістити диск розміру %@ на диск розміру %@
vi: Không thể đặt đĩa có kích cỡ %@ lên trên đĩa có kích cỡ %@
vi_vn: Không thể đặt đĩa có kích thước %@ trên đĩa với kích thước %@
xh_za: Ayikwazi ukubeka ubungakanani bediski %@ kwidiski yobungakanani %@
zh_cn: 无法将大小为“%@”的圆盘放在大小为“%@”的圆盘上
zh_hans_my: 无法将大小为%@的磁盘放置在大小为%@的磁盘上
zh_hk: 無法將%@號的圓盤放在%@號的圓盤上
zh_tw: 無法將 %@ 號的圓盤放在 %@ 號的圓盤上

# AX_TOWER_OF_HANOI_PLACE_DISK
source: Double-tap to place disk
ar: اضغط مرتين لوضع القرص
ca: Prem dos cops per situar el disc
cs: Poklepáním umístíte disk
da: Tryk to gange for at anbringe ring
de: Zum Ablegen der Scheibe doppeltippen
de_at: Doppeltippen zum Platzieren der Scheibe
el: Αγγίξτε δύο φορές για τοποθέτηση του δίσκου
es: Pulsa dos veces para colocar el disco
es_419: Toca dos veces para colocar el disco
fi: Aseta levy kaksoisnapauttamalla
fil_ph: Dobleng i-tap upang ilagay ang disk
fr: Toucher deux fois pour placer le disque
fr_ca: Touchez deux fois pour placer le disque.
he: הקש/י פעמיים למיקום הדיסקית
hi: डिस्क रखने के लिए डबल टैप करें
hr: Dodirnite dvaput za stavljanje pločice
hu: Koppintson duplán a korong elhelyezéséhez
id: Ketuk dua kali untuk meletakkan disk
it: Tocca due volte per posizionare il disco
ja: ダブルタップして円盤を置く
ko: 디스크를 놓으려면 이중 탭하십시오.
ms: Dwiketik untuk menempatkan cakera
ms_latn_sg: Dwiketik untuk menempatkan cakera
nb_no: Dobbeltrykk for å plassere diskett
nl: Tik dubbel om de schijf te plaatsen
no: Dobbelttrykk for å plassere skiven
or_in: ଡିସ୍କ ସ୍ଥାନିତ କରିବା ପାଇଁ ଡବଲ୍‍ ଟ୍ୟାପ୍‍ କରନ୍ତୁ
pl: Stuknij dwukrotnie, aby umieścić krążek
pt_pt: Dê dois toques para colocar o disco
ro: Apăsați dublu pentru a plasa discul
ru: Коснитесь дважды, чтобы положить кольцо
sk: Klepnutím dvakrát umiestnite kotúč
sv: Tryck snabbt två gånger för att placera skivan
ta_in: டிஸ்க்கை வைக்க இரு முறை தட்டவும்
ta_my: வட்டை வைக்க இருமுறை தட்டவும்
th: แตะสองครั้งเพื่อวางจาน
tr: Diski yerleştirmek için çift dokunun
uk: Торкніть двічі, щоб розмістити диск
vi: Chạm hai lần để đặt đĩa
vi_vn: Nhấp đúp để đặt đĩa
xh_za: Cofa kabini ukuze ubeke idiski
zh_cn: 轻点两下来放置圆盘
zh_hans_my: 双击以放置磁盘
zh_hk: 點兩下放置圓盤
zh_tw: 點兩下來放置圓盤

# AX_TOWER_OF_HANOI_SELECT_DISK
source: Double-tap to select top-most disk
ar: اضغط مرتين لتحديد أعلى قرص
ca: Prem dos cops per seleccionar el disc superior
cs: Poklepáním vyberte vrchní disk
da: Tryk to gange for at vælge den øverste ring
de: Zum Auswählen der obersten Scheibe doppeltippen
de_at: Doppeltippen, um die oberste Scheibe auszuwählen
el: Αγγίξτε δύο φορές για επιλογή του ανώτερου δίσκου
es: Pulsa dos veces para seleccionar el disco situado más arriba
es_419: Toca dos veces para seleccionar el disco de hasta arriba.
fi: Valitse päällimmäinen levy kaksoisnapauttamalla
fil_ph: Dobleng i-tap upang mapili ang pinakaibabaw na disk
fr: Toucher deux fois pour sélectionner le disque supérieur
fr_ca: Touchez deux fois pour sélectionner le disque le plus haut.
he: הקש/י פעמיים לבחירת הדיסקית הכי עליונה
hi: सबसे ऊपर के डिस्क का चयन करने के लिए डबल टैप करें
hr: Dodirnite dvaput za odabir najviše pločice
hu: Koppintson duplán a legfelső korong kijelöléséhez
id: Ketuk dua kali untuk memilih disk teratas
it: Tocca due volte per selezionare il disco superiore
ja: ダブルタップして一番上の円盤を選択
ko: 가장 위에 있는 디스크를 선택하려면 이중 탭하십시오.
ms: Dwiketik untuk memilih cakera teratas
ms_latn_sg: Dwiketik untuk memilih cakera paling atas
nb_no: Dobbeltrykk for å velge den mest disketten
nl: Tik dubbel om de bovenste schijf te selecteren
no: Dobbelttrykk for å velge øverste skive
or_in: ଶୀର୍ଷ ସ୍ଥାନରେ ଥିବା ଡିସ୍କକୁ ଚୟନ କରିବା ପାଇଁ ଡବଲ୍‍ ଟ୍ୟାପ୍‍ କରନ୍ତୁ
pl: Stuknij dwukrotnie, aby wybrać krążek znajdujący się na górze
pt_pt: Dê dois toques para selecionar o primeiro disco
ro: Apăsați dublu pentru a selecta discul cel mai de sus
ru: Коснитесь дважды, чтобы выбрать самое верхнее кольцо
sk: Klepnutím dvakrát vyberte najvrchnejší kotúč
sv: Tryck snabbt två gånger för att markera den översta skivan
ta_in: மேலுள்ள பிரதானமான டிஸ்க்கை தேர்ந்தெடுக்க இரு முறை தட்டவும்
ta_my: மிக அதிகமான வட்டைத் தேர்ந்தெடுக்க இருமுறை தட்டவும்
th: แตะสองครั้งเพื่อเลือกจานที่อยู่ด้านบนสุด
tr: En üstteki diski seçmek için çift dokunun
uk: Торкніть двічі, щоб вибрати верхній диск
vi: Chạm hai lần để chọn đĩa trên cùng
vi_vn: Nhấp đúp để chọn đĩa nhiều nhất
xh_za: Cofa kabini ukuze ukhethe idiski ephezulu kakhulu
zh_cn: 轻点两下来选择最顶端的圆盘
zh_hans_my: 双击以选择最上面的磁盘
zh_hk: 點兩下選擇最上方的圓盤
zh_tw: 點兩下來選取最上方的圓盤

# AX_TOWER_OF_HANOI_TARGET_DISK
source: Target
ar: الهدف
ca: Objectiu
cs: Cíl
da: Mål
de: Ziel
de_at: Zielvorgabe
el: Στόχος
es: Objetivo
es_419: Destino
fi: Kohde
fr: Cible
fr_ca: Cible
he: יעד
hi: लक्ष्य
hr: Cilj
hu: Cél
it: Destinazione
ja: ターゲット
ko: 대상
ms: Sasaran
ms_latn_sg: Sasaran
nb_no: Mål
nl: Doel
no: Mål
or_in: ଲକ୍ଷ୍ୟ
pl: Krążek docelowy
pt_pt: Destino
ro: Țintă
ru: Цель
sk: Cieľ
sv: Mål
ta_in: இலக்கு
ta_my: இலக்கு
th: เป้าหมาย
tr: Hedef
uk: Ціль
vi: Đích
vi_vn: Mục tiêu
xh_za: Usukelo
zh_cn: 目标圆盘
zh_hans_my: 目标
zh_hk: 目標
zh_tw: 目標

# AX_TOWER_OF_HANOI_TOWER
source: Tower
ar: برج
ca: Torre
cs: Věž
da: Tårn
de: Turm
de_at: Turm
el: Πύργος
es: Torre
es_419: Torre
fi: Torni
fil_ph: Tore
fr: Tour
fr_ca: Tour
he: מגדל
hi: टॉवर
hr: Toranj
hu: Torony
id: Menara
it: Torre
ja: 塔
ko: 탑
ms: Menara
ms_latn_sg: Menara
nb_no: Tårn
nl: Toren
no: Tårn
or_in: ଟାୱାର
pl: Wieża
pt_pt: Torre
ro: Turn
ru: Башня
sk: Veža
sv: Torn
ta_in: டவர்
ta_my: கோபுரம்
th: หอคอย
tr: Kule
uk: Вежа
vi: Tháp
vi_vn: Tháp
xh_za: Inqaba
zh_cn: 塔
zh_hans_my: 塔
zh_hk: 塔座
zh_tw: 塔座

# AX_TOWER_OF_HANOI_TOWER_CONTAINS
source: Has disk with sizes %@
ar: يحتوي على أقراص بأحجام %@
ca: Té disc amb mides %@
cs: Obsahuje disky o velikosti %@
da: Har ringe med størrelserne %@
de: Mit Scheiben in den Größen %@
de_at: Hat Scheibe mit den Größen %@
el: Έχει δίσκο με μεγέθη %@
es: Tiene discos de tamaño %@
es_419: Tiene discos de tamaño %@
fi: Sisältää levyjä, joiden koko on %@
fil_ph: May disk na may mga sukat %@
fr: Possède un disque de tailles %@
fr_ca: Comporte des disques de tailles %@
he: כולל דיסק בגדלים %@
hi: इसमें %@ आकारों के डिस्क हैं
hr: Ima pločicu veličine %@
hu: A következő méretű korongokat tárolja: %@
id: Memiliki disk dengan ukuran %@
it: Dimensioni dischi: %@
ja: %@のサイズの円盤があります
ko: %@ 크기의 디스크가 있음
ms: Mempunyai cakera bersaiz %@
ms_latn_sg: Mempunyai cakera bersaiz %@
nb_no: Har diskett med størrelser %@
nl: Heeft schijf met groottes %@
no: Har skive med størrelse %@
or_in: %@ ସାଇଜ ସହିତ ଡିସ୍କ
pl: Zawiera krążki o rozmiarach %@
pt_pt: Tem disco com tamanhos %@
ro: Are disc de mărime %@
ru: Содержит кольцо размеров: %@
sk: Obsahuje kotúče o veľkostiach %@
sv: Har skivor med storlekarna %@
ta_in: %@ அளவுடைய டிஸ்க் உள்ளது
ta_my: அளவுகள் %@உடன் வட்டு உள்ளது
th: มีจานที่มีขนาด %@
tr: %@ büyüklüklerinde disk içeriyor
uk: Має диски з розмірами %@
vi: Có đĩa có kích cỡ %@
vi_vn: Có đĩa với các kích thước %@
xh_za: Inediski enobungakanani %@
zh_cn: 包含圆盘，大小为“%@”
zh_hans_my: 有大小为%@的磁盘
zh_hk: 其中的圓盤大小是%@
zh_tw: 圓盤大小是 %@

# AX_TOWER_OF_HANOI_TOWER_EMPTY
source: Empty
ar: فارغ
ca: Buidar
cs: Prázdné
da: Tom
de: Leer
de_at: Leer
el: Κενός
es: Vacía
es_419: Vacía
fi: Tyhjä
fil_ph: Walang laman
fr: Vide
fr_ca: Vide
he: ריק
hi: ख़ाली
hr: Isprazni
hu: Üres
id: Kosong
it: Vuota
ja: 空
ko: 비어 있음
ms: Kosong
ms_latn_sg: Kosong
nb_no: Tom
nl: Leeg
no: Tom
or_in: ଖାଲି
pl: Pusta
pt_pt: Vazio
ro: Gol
ru: Пусто
sk: Prázdne
sv: Tomt
ta_in: வெற்றிடம்
ta_my: வெற்று
th: ว่างเปล่า
tr: Boş
uk: Пусто
vi: Trống
vi_vn: Trống
xh_za: Ayinanto
zh_cn: 空
zh_hans_my: 空
zh_hk: 空白
zh_tw: 空白

# AX_TRAILMAKING_CALL_TO_ACTION_VOICEOVER
source: %@ Using VoiceOver, the buttons in the test will be directly tappable.
ar: ‏%@ باستخدام VoiceOver، سيكون الزر قابلاً للضغط مباشرة.
ca: %@ Amb el VoiceOver, podràs tocar els botons de la prova directament.
de_at: %@ Mit VoiceOver können die Schaltflächen im Test direkt angetippt werden.
el: %@ Με τη χρήση του VoiceOver, θα είναι δυνατό το απευθείας άγγιγμα στα κουμπιά του τεστ.
fil_ph: %@ Gamit ang VoiceOver, ang mga button sa test ay direkta nang mata-tap.
ms_latn_sg: %@ Menggunakan VoiceOver, butang-butang dalam ujian ini akan dapat diketik secara langsung.
nb_no: %@ Ved bruk av VoiceOver vil knappene i testen være direkte trykkbare.
nl: %@ Als je VoiceOver gebruikt, zijn de knoppen in de test direct tikbaar.
or_in: %@ ଭଏସ୍‍ ଓଭର ବ୍ୟବହାର କରୁଥିଲେ, ପରୀକ୍ଷାର ବଟନ୍‍ଗୁଡିକ ସିଧାସଳଖ ଭାବରେ ଟ୍ୟାପକ୍ଷମ ହୋଇଯିବ |
ta_in: %@ Voice VoiceOver ஐப் பயன்படுத்தி, சோதனையில் பட்டன்கள் நேரடியாகத் தட்டக்கூடியதாக இருக்கும்.
ta_my: %@ வாய்ஸ்ஓவரைப் பயன்படுத்தி, சோதனையின் பொத்தான்கள் நேரடியாகத் தட்டப்படும்.
vi: %@ Sử dụng VoiceOver, bạn sẽ có thể chạm trực tiếp vào các nút trong kiểm tra.
vi_vn: %@ Sử dụng VoiceOver, các nút trong bài kiểm tra sẽ có thể được chạm trực tiếp.
xh_za: %@ Usebenzisa i-VoiceOver, amaqhosha kuvavanyo aya kucofwa ngqo.
zh_hans_my: %@ 使用 VoiceOver，测试中的按钮将可以直接点击。
zh_hk: %@使用「旁白」時，測試中的按鈕將可以直接輕點。
