Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# LOCATION_ERROR_MESSAGE_LOCATION_UNKNOWN
source: Unable to resolve your current location. Please type in an address or move to a location with better GPS signal if applicable.
ar: غير قادر على حل موقعك الحالي. يرجى كتابة العنوان أو الانتقال إلى موقع فيه إشارة GPS أفضل إن وجد.
ca: No s’ha pogut determinar la ubicació actual. Escriu una adreça o vés a un lloc que tingui un senyal de GPS més bo, si pot ser.
cs: Vaši aktuální polohu nelze zjistit. Zadejte adresu nebo se přesuňte na místo s lepším GPS signálem, je‑li to možné.
da: Din aktuelle lokalitet blev ikke fundet. Skriv en adresse, eller flyt til en lokalitet med bedre GPS-signal, hvis relevant.
de: Der aktuelle Standort konnte nicht ermittelt werden. Gib eine Adresse ein oder begib dich ggf. an einen Ort mit einem besseren GPS-Signal.
de_at: Der aktuelle Standort kann nicht ermittelt werden. Bitte geben Sie eine Adresse ein oder wechseln Sie gegebenenfalls an einen Ort mit besserem GPS-Signal.
el: Δεν είναι δυνατή η επίλυση της τρέχουσας τοποθεσίας σας. Πληκτρολογήστε μια διεύθυνση ή μετακινηθείτε σε μια τοποθεσία με καλύτερο σήμα GPS, αν είναι δυνατόν.
es: No se ha podido determinar tu ubicación actual. Escribe una dirección o dirígete a una ubicación donde la señal GPS sea mejor.
es_419: No se pudo determinar tu ubicación actual. Ingresa una dirección o ve a una ubicación con mejor recepción de señal GPS, si aplica.
fi: Nykyistä sijaintiasi ei voida määrittää. Kirjoita osoite tai, jos mahdollista, siirry paikkaan, jossa GPS-signaali on parempi.
fil_ph: Hindi malutas ang iyong kasalukuyang lokasyon. Mangyaring mag-type ng isang address o lumipat sa isang lokasyon na may mas mahusay na signal ng GPS kung maaari.
fr: Impossible de vous localiser. Saisissez une adresse ou rendez-vous si possible dans un endroit avec un meilleur signal GPS.
fr_ca: Impossible de déterminer votre position actuelle. Tapez une adresse ou déplacez-vous vers un endroit où le signal GPS est meilleur, si possible.
he: לא ניתן לזהות את מיקומך הנוכחי. הקלד/י כתובת או עבור/י אל מיקום שבו קליטת ה-GPS טובה יותר, אם אפשר.
hi: आपके वर्तमान स्थान का पता लगाने में असमर्थ। कृपया कोई पता टाइप करें या लागू होने पर किसी ऐसे स्थान पर जाएँ जहाँ बेहतर GPS सिग्नल हों।
hr: Nije moguće utvrditi vašu trenutnu lokaciju. Molimo unesite adresu ili se premjestite na lokaciju s boljim GPS signalom, ako je primjenjivo.
hu: Az aktuális hely feloldása nem sikerült. Írjon be egy címet, vagy menjen olyan helyre, ahol a GPS-jelerősség kedvezőbb.
id: Tidak dapat menemukan lokasi Anda saat ini. Ketikkan alamat atau pindah ke lokasi dengan sinyal GPS yang lebih baik jika memungkinkan.
it: Impossibile individuare la tua posizione attuale. Inserisci l'indirizzo o spostati in una zona con una migliore copertura GPS.
ja: 現在地を確認できません。住所を入力するか、GPS信号の受信状況が良好な場所に移動してください。
ko: 사용자의 현재 위치를 확인할 수 없습니다. 주소를 입력하거나, 가능한 경우 GPS 신호가 좋은 곳으로 위치를 이동하십시오.
ms: Gagal menentukan lokasi semasa anda. Sila taipkan alamat atau pergi ke lokasi dengan isyarat GPS yang lebih baik jika berkenaan.
ms_latn_sg: Tidak dapat menentukan lokasi semasa anda. Sila taipkan alamat atau bergerak ke lokasi dengan isyarat GPS yang lebih baik jika perlu.
nb_no: Kan ikke løse din nåværende posisjon. Skriv inn en adresse eller flytt til et sted med et bedre GPS-signal hvis det er aktuelt.
nl: De huidige locatie kan niet worden bepaald. Typ een adres of ga indien nodig naar een plek met een beter gps-signaal.
no: Finner ikke din nåværende posisjon. Skriv inn adressen, eller gå om mulig til et sted med bedre GPS-signal.
or_in: ଆପଣଙ୍କ ବର୍ତ୍ତମାନର ଅବସ୍ଥାନ ପାଇବାକୁ ଅକ୍ଷମ | ଦୟାକରି ଗୋଟିଏ ଠିକଣା ଟାଇପ୍‍ କରନ୍ତୁ କିମ୍ୱା ଯଦି ପ୍ରଯୁଜ୍ୟ ତେବେ ଭଲ GPS ସିଗନାଲ୍‍ ସହିତ ଗୋଟିଏ ସ୍ଥାନକୁ ଯାଆନ୍ତୁ |
pl: Nie można określić Twojego bieżącego położenia. Podaj adres lub przenieś się w miejsce z lepszym sygnałem GPS.
pt_pt: Não foi possível encontrar a localização atual. Digite um endereço ou desloque‑se para um local com sinal GPS mais forte.
ro: Imposibil de rezolvat localizarea dvs. actuală. Introduceți o adresă sau mergeți într-un loc cu semnal GPS mai bun dacă este cazul.
ru: Не удается устранить проблему с текущей геопозицией. Введите адрес или переместитесь в геопозицию с лучшим GPS‑сигналом, если возможно.
sk: Nepodarilo sa identifikovať aktuálnu polohu. Zadajte adresu alebo prejdite na miesto s lepším signálom GPS.
sv: Kunde inte bestämma din aktuella plats. Ange en adress eller flytta dig till en plats med bättre GPS-signal om det är tillämpligt.
ta_in: உங்கள் தற்போதைய இருப்பிடத்தை அறிய முடியவில்லை. தயவுசெய்து முகவரியை உள்ளிடவும் அல்லது GPS சிக்னல் உள்ள பொருத்தமான இடத்திற்கு செல்லுங்கள்.
ta_my: உங்கள் தற்போதைய இருப்பிடத்தை தீர்க்க முடியவில்லை. தயவுசெய்து ஒரு முகவரியை உள்ளிடவும் அல்லது பொருந்திஆல் சிறந்த GPS சமிக்ஞை உள்ள இடத்திற்கு செல்லவும்.
th: ไม่สามารถหาตำแหน่งที่ตั้งปัจจุบันของคุณ กรุณาป้อนที่อยู่หรือไปอยู่ในที่ที่มีสัญญาณ GPS ที่ดีกว่านี้หากเป็นไปได้
tr: Şu anki konumunuz çözülemedi. Lütfen bir adres girin veya uygunsa daha iyi GPS sinyalı olan bir konuma gidin.
uk: Не вдається відстежити ваше поточне місце. Введіть адресу або перейдіть у місце з кращим сигналом GPS, якщо це можливо.
vi: Không thể xử lý vị trí hiện tại của bạn. Vui lòng nhập địa chỉ hoặc di chuyển đến một vị trí có tín hiệu GPS tốt hơn nếu có thể.
vi_vn: Không thể giải quyết vị trí hiện tại của bạn. Vui lòng nhập địa chỉ hoặc di chuyển đến vị trí có tín hiệu GPS tốt hơn nếu có.
xh_za: Ayikwazi ukulungisa okwangoku indawo yakho. Nceda ubhale idilesi okanye uye kwindawo enomqondiso we-GPS ukuba kunokwenzeka.
zh_cn: 未能解析您的当前位置。请键入地址或转移到 GPS 信号较好的位置（若条件允许）。
zh_hans_my: 无法解析您当前的位置。如果适用，请输入地址或移动到 GPS 信号更好的位置。
zh_hk: 無法找出現時位置，請輸入地址或移動至GPS訊號較佳的位置（如適用）。
zh_tw: 無法解析您的目前位置。請輸入地址，或者如果可以，請移至 GPS 訊號較佳的位置。

# LOCATION_ERROR_TITLE
source: Could not Find Specified Address
ar: تعذر العثور على العنوان المحدد
ca: No s’ha trobat l‘adreça especificada
cs: Zadanou adresu se nepodařilo najít
da: Den angivne adresse blev ikke fundet
de: Angegebene Adresse konnte nicht gefunden werden
de_at: Angegebene Adresse konnte nicht gefunden werden
el: Δεν βρέθηκε η καθορισμένη διεύθυνση
es: No se ha encontrado la dirección especificada
es_419: No se encontró la dirección especificada
fi: Määritettyä osoitetta ei löydy
fil_ph: Hindi Mahanap ang Tinukoy na Address
fr: Impossible de localiser l’adresse
fr_ca: Adresse indiquée introuvable
he: לא ניתן למצוא את הכתובת שצוינה
hi: निर्दिष्ट पता ढूँढा नहीं जा सका
hr: Navedena adresa nije pronađena
hu: A megadott cím nem található
id: Tidak Dapat Menemukan Alamat yang Ditetapkan
it: Impossibile trovare l'indirizzo specificato
ja: 指定した住所が見つかりませんでした
ko: 지정된 주소를 찾을 수 없음
ms: Tidak Menemui Alamat yang Ditentukan
ms_latn_sg: Tidak Menemui Alamat yang Ditentukan
nb_no: Kunne ikke finne spesifisert adresse
nl: Opgegeven adres niet gevonden
no: Fant ikke angitt adresse
or_in: ନିର୍ଦ୍ଦିଷ୍ଟ ଠିକଣା ମିଳିପାରିଲା ନାହିଁ
pl: Nie można było znaleźć określonego adresu
pt_pt: Não foi possível encontrar o endereço indicado.
ro: Adresa specificată nu a putut fi găsită
ru: Указанный адрес не найден
sk: Špecifikovaná adresa sa nenašla
sv: Kunde inte hitta den angivna adressen
ta_in: குறிப்பிடப்பட்ட விலாசத்தைக் கண்டுபிடிக்க முடியவில்லை
ta_my: குறிப்பிட்ட முகவரியைக் கண்டுபிடிக்க முடியவில்லை
th: ไม่สามารถหาที่อยู่ที่ระบุได้
tr: Belirtilen Adres Bulunamadı
uk: Не вдалося знайти вказану адресу
vi: Không thể Tìm thấy Địa chỉ Được chỉ định
vi_vn: Không thể tìm thấy địa chỉ đã chỉ định
xh_za: Ayikwazanga Ukufumana Idilesi Echaziweyo
zh_cn: 无法找到指定地址
zh_hans_my: 找不到指定地址
zh_hk: 找不到指定的地址
zh_tw: 找不到指定的地址

# LOCATION_QUESTION_PLACEHOLDER
source: Enter an address
ar: أدخل عنوان
ca: Escriu una adreça
cs: Zadejte adresu
da: Indtast en adresse
de: Eine Adresse eingeben
de_at: Adresse eingeben
el: Εισαγάγετε διεύθυνση
es: Introduce una dirección
es_419: Ingresa una dirección
fi: Syötä osoite
fil_ph: Maglagay ng address
fr: Saisir une adresse
fr_ca: Entrer une adresse
he: הקש/י כתובת
hi: पता दर्ज करें
hr: Unesite adresu
hu: Adjon meg egy címet
id: Masukkan alamat
it: Inserisci un indirizzo
ja: 住所を入力
ko: 주소 입력
ms: Masukkan alamat
ms_latn_sg: Masukkan alamat
nb_no: Skriv inn en adresse
nl: Voer een adres in
no: Skriv inn en adresse
or_in: ଗୋଟିଏ ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ
pl: Podaj adres
pt_pt: Digite um endereço
ro: Introduceți o adresă
ru: Введите адрес
sk: Zadajte adresu
sv: Ange en adress
ta_in: விலாசத்தை உள்ளிடவும்
ta_my: ஒரு முகவரியை உள்ளிடவும்
th: ป้อนที่อยู่
tr: Adres girin
uk: Введіть адресу
vi: Nhập một địa chỉ
vi_vn: Nhập địa chỉ
xh_za: Faka idilesi
zh_cn: 输入地址
zh_hans_my: 输入地址
zh_hk: 輸入地址
zh_tw: 輸入地址

# LOGIN_CONTINUE_BUTTON_TITLE
source: Login
ar: تسجيل الدخول
ca: Iniciar sessió
cs: Přihlásit se
da: Log ind
de: Anmeldung
de_at: Einloggen
el: Είσοδος
es: Iniciar sesión
es_419: Inicio de sesión
fi: Kirjaudu sisään
fr: Connexion
fr_ca: Connexion
he: התחבר
hi: लॉगइन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
ms: Log Masuk
ms_latn_sg: Log masuk
nb_no: Logg inn
nl: Inloggen
no: Logg på
or_in: ଲଗ ଇନ୍‍ କରନ୍ତୁ
pl: Logowanie
pt_pt: Iniciar sessão
ru: Вход
sk: Prihlásenie
sv: Inloggning
ta_in: உள் நுழைக
ta_my: உள்நுழையவும்
th: เข้าสู่ระบบ
tr: Oturum Aç
uk: Ім’я
vi: Đăng nhập
vi_vn: Đăng nhập
xh_za: Ngena
zh_cn: 登录
zh_hans_my: 登录
zh_hk: 登入
zh_tw: 登入

# MEASURING_UNIT_CM
source: cm
ar: سم
el: εκ.
he: ס״מ
hi: सें॰मी॰
ms_latn_sg: sm
or_in: cm (ସିଏମ୍‍(ସେଣ୍ଟିମିଟର)
ru: см
ta_my: செ.மீ.
th: ซม.
uk: см
zh_cn: 厘米
zh_hans_my: 厘米
zh_hk: 厘米
zh_tw: 公分

# MEASURING_UNIT_FT
source: ft
ar: قدم
da: fod
el: πδ
es_419: pie(s)
fr: pi
fr_ca: pi
he: רגל
hi: फ़ीट
id: kaki
it: piedi
ms: ka
ms_latn_sg: kaki
nb_no: fot
nl: vt
no: fot
or_in: Ft(ଏଫଟି(ଫୁଟ)
pt_pt: pés
ru: фт
sv: fot
ta_my: அடி
th: ฟุต
tr: fit
uk: фт
zh_cn: 英尺
zh_hans_my: 英尺
zh_hk: 呎
zh_tw: 英尺

# MEASURING_UNIT_IN
source: in
ar: بوصة
el: ίντσ.
es_419: pulg.
fr: po
fr_ca: po
he: אינץ׳
hi: इंच
hr: u
id: inci
it: pollici
ms: inci
nb_no: tommer
nl: inch
no: to
or_in: in (ଆଇଏନ୍‍)
pl: cale
pt_pt: pol.
ru: дюйм.
sv: tum
ta_my: உள்ளே
th: นิ้ว
tr: inç
uk: дм
vi_vn: trong
xh_za: Nge
zh_cn: 英寸
zh_hans_my: 英寸
zh_hk: 吋
zh_tw: 英吋

# MEASURING_UNIT_KG
source: kg
ar: كغم
el: κ.
he: ק״ג
hi: कि॰ग्रा॰
or_in: kg (କେଜି)
ru: кг
ta_my: கிலோகிராம்
th: กก.
uk: кг
zh_hans_my: 公斤
zh_hk: 公斤
zh_tw: 公斤

# MEASURING_UNIT_LB
source: lb
ar: رطل
el: λβ
he: ליב׳
hi: पाउंड
hu: font
ms_latn_sg: paun
nb_no: pund
no: pund
or_in: lb (ଏଲ୍‍ ବି)
ro: livre
ru: фнт
ta_my: பவுண்டு
th: ปอนด์
uk: фнт
vi: pao
zh_hans_my: 磅
zh_hk: 磅
zh_tw: 磅

# MEASURING_UNIT_OZ
source: oz
ar: أونصة
fr: once
he: אונק׳
hi: औंस
hu: uncia
ms_latn_sg: auns
nb_no: unser
no: unse(r)
or_in: oz (ଓଜେଡ)
ru: унц
sv: uns
ta_my: அவுன்ஸ்
th: ออนซ์
uk: унц
zh_hans_my: 盎司
zh_hk: 安士
zh_tw: 盎司

# MEMORY_GAME_COMPLETE
source: Game Complete
ar: اكتملت اللعبة
ca: Joc completat
cs: Hra byla dokončena
da: Spil udført
de: Spiel abgeschlossen
de_at: Spiel abgeschlossen
el: Το παιχνίδι ολοκληρώθηκε
es: Juego completado
es_419: Juego completado
fi: Peli päättyi
fil_ph: Nakumpleto ang Laro
fr: Jeu terminé
fr_ca: Jeu terminé
he: המשחק הושלם
hi: गेम पूर्ण हुआ
hr: Igra je dovršena
hu: Játék befejezve
id: Permainan Selesai
it: Fine
ja: ゲーム完了
ko: 게임 종료
ms: Permainan Selesai
ms_latn_sg: Permainan Lengkap
nb_no: Spillet er ferdig
nl: Spel voltooid
no: Spill ferdig
or_in: ଖେଳ ସମ୍ପୂର୍ଣ୍ଣ
pl: Gra zakończona
pt_pt: Jogo terminado
ro: Joc finalizat
ru: Игра завершена
sk: Hra dokončená
sv: Spelet är klart
ta_in: கேம் முடிந்தது
ta_my: விளையாட்டு முடிந்தது
th: เกมเสร็จสมบูรณ์
tr: Oyun Tamamlandı
uk: Гру завершено
vi: Hoàn tất Trò chơi
vi_vn: Trò chơi hoàn chỉnh
xh_za: Umdlalo Ugqityiwe
zh_cn: 游戏完成
zh_hans_my: 游戏完成
zh_hk: 遊戲結束
zh_tw: 遊戲完成

# MEMORY_GAME_COMPLETE_MESSAGE
source: To continue, tap Next
ar: للمتابعة اضغط على التالي.
ca: Per continuar, prem Següent
cs: Pokračujte klepnutím na Další.
da: Tryk på Næste for at fortsætte
de: Zum Fortfahren tippst du auf „Weiter“
de_at: Um fortzufahren, tippen Sie auf Weiter
el: Για να συνεχίσετε, αγγίξτε «Επόμενο»
es: Para continuar, pulsa Siguiente
es_419: Para continuar, toca Siguiente
fi: Jatka napauttamalla Seuraava
fil_ph: Upang magpatuloy, i-tap ang Susunod
fr: Pour continuer, touchez Suivant.
fr_ca: Pour continuer, touchez Suivant
he: להמשך, הקש/י על ״הבא״.
hi: जारी रखने के लिए “अगला” पर टैप करें
hr: Za nastavak dodirnite Sljedeće
hu: A folytatáshoz koppintson a Következő gombra
id: Untuk melanjutkan, ketuk Berikutnya
it: Per continuare, tocca Avanti
ja: 続けるには、“次へ”をタップしてください
ko: 계속하려면 다음을 탭하십시오.
ms: Untuk meneruskan, ketik Seterusnya
ms_latn_sg: Untuk teruskan, ketik Seterusnya
nb_no: Klikk på Neste for å fortsette
nl: Tik op 'Ga door' om verder te gaan
no: Trykk på Neste for å fortsette
or_in: ଜାରି ରଖିବାକୁ, ପରବର୍ତ୍ତୀ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ
pl: Aby kontynuować, stuknij w Dalej
pt_pt: Para continuar, toque em Seguinte
ro: Pentru a continua, apăsați “Înainte”
ru: Нажмите «Далее», чтобы продолжить
sk: Pre pokračovanie klepnite na Ďalej.
sv: Tryck på Nästa när du vill fortsätta
ta_in: தொடருவதற்கு, ‘Next’ ஐ தட்டவும்
ta_my: தொடர, அடுத்து என்பதைத் தட்டவும்
th: ในการดำเนินการต่อ ให้แตะถัดไป
tr: Devam etmek için İleri’ye dokunun
uk: Щоб продовжити, торкніть «Далі»
vi: Để tiếp tục, hãy chạm vào Tiếp
vi_vn: Để tiếp tục, hãy nhấp vào Tiếp theo
xh_za: Ukuze uqhubeke, cofa Okulandelayo
zh_cn: 轻点“下一步”来继续
zh_hans_my: 要继续，请点击“下一步”
zh_hk: 如要繼續，點一下「下一步」
zh_tw: 若要繼續，請點「下一步」

# MEMORY_GAME_COMPLETE_TITLE
source: Sequence Complete
ar: اكتمل التتابع
ca: Seqüència completa
cs: Sekvence byla dokončena
da: Sekvens færdig
de: Sequenz abgeschlossen
de_at: Sequenz abgeschlossen
el: Η ακολουθία ολοκληρώθηκε
es: Secuencia completada
es_419: Secuencia completada
fi: Jakso valmis
fil_ph: Nakumpleto ang Sequence
fr: Séquence terminée
fr_ca: Séquence terminée
he: הרצף הושלם
hi: अनुक्रम पूर्ण
hr: Niz je dovršen
hu: A sorozat befejeződött
id: Urutan Selesai
it: Sequenza completa
ja: シーケンス完了
ko: 순서 완료
ms: Jujukan Selesai
ms_latn_sg: Turutan Lengkap
nb_no: Sekvens fullført
nl: Volgorde voltooid
no: Mønster fullført
or_in: କ୍ରମ ସମ୍ପୂର୍ଣ୍ଣ
pl: Koniec sekwencji
pt_pt: Sequência completa
ro: Secvență finalizată
ru: Задание выполнено
sk: Sekvencia dokončená
sv: Sekvensen är klar
ta_in: வரிசை முடிந்தது
ta_my: வரிசை முடிந்தது
th: ลำดับเสร็จสมบูรณ์
tr: Dizi Tamamlandı
uk: Послідовність завершено
vi: Chuỗi Hoàn thành
vi_vn: Hoàn thành trình tự
xh_za: Ukulandelelana Kugqityiwe
zh_cn: 顺序完成
zh_hans_my: 序列完成
zh_hk: 已完成順序
zh_tw: 完成順序

# MEMORY_GAME_COPYRIGHT_TEXT
source: The memory activity was developed with assistance from Katherine Possin, PhD and Joel Kramer, PhD from University of California, San Francisco.
ar: تم تطوير نشاط الذاكرة بمساعدة من د. كاثرين بوسين ود. جويل كرامر، دكتوراه من جامعة كاليفورنيا، سان فرانسيسكو.
ca: L’activitat de memòria s’ha desenvolupat amb l’ajuda de la Dra. Katherine Possin i el Dr. Joel Kramer, de la Universitat de Califòrnia, San Francisco.
cs: Paměťovou aktivitu pomohli vyvinout Katherine Possin, PhD a Joel Kramer, PhD z University of California v San Franciscu.
da: Hukommelsesaktiviteten er udviklet med hjælp fra Katherine Possin, PhD, og Joel Kramer, PhD, fra University of California, San Francisco.
de: Die Gedächtnisaktivität wurde in Zusammenarbeit mit Katherine Possin, PhD, und Joel Kramer, PhD, der University of California, San Francisco entwickelt.
de_at: Die Gedächtnisaktivität wurde mit Unterstützung von Katherine Possin, PhD und Joel Kramer, PhD von der University of California, San Francisco, entwickelt.
el: Η δραστηριότητα μνήμης αναπτύχθηκε με τη βοήθεια της Katherine Possin, PhD και του Joel Kramer, PhD από το Πανεπιστήμιο της Καλιφόρνια, στο Σαν Φρανσίσκο.
es: El ejercicio de memoria se ha desarrollado con la ayuda de la doctora Katherine Possin y del doctor Joel Kramer, de la Universidad de California, San Francisco.
fil_ph: Ang activity memory ay dinevelop sa tulong ni Katherine Possin, PhD at Joel Kramer, PhD mula sa University of California, San Francisco.
fr: L’activité de mémoire a été développée avec l’aide des docteurs en psychologie Katherine Possin et Joel Kramer de l’université de Californie, San Francisco.
he: בדיקת הזיכרון פותחה בעזרתם של ד״ר קתרין פוסין (Katherine Possin, PhD) וד״ר ג׳ואל קרמר (Joel Kramer, PhD) מאוניברסיטת קליפורניה בסן-פרנסיסקו.
hi: मेमोरी गतिविधि को कैलिफ़ोर्निया विश्वविद्यालय, सैन फ़्रैंसिस्को से पीएचडी केथरीन पॉसिन और जोल क्रामेर के सहयोग से विकसित किया गया है।
hr: Memorijska aktivnost razvijena je uz pomoć dr. Katherine Possin i dr. Joela Kramera s Kalifornijskog sveučilišta u San Franciscu.
hu: A memóriát vizsgáló feladat elkészítéséhez Katherine Possin PhD és Joel Kramer PhD, a San Franciscó-i Kaliforniai Egyetem munkatársai nyújtottak segítséget.
id: Aktivitas ingatan dikembangkan dengan bantuan dari Katherine Possin, PhD dan Joel Kramer, PhD dari University of California, San Fransisco.
it: L'attività sulla memoria è stata sviluppata con l’assistenza della dottoressa Katherine Possin e del dottor Joel Kramer dell’Università della California, San Francisco.
ja: 記憶アクティビティは、カリフォルニア大学サンフランシスコ校のKatherine Possin博士およびJoel Kramer博士の支援を受けて開発されました。
ms: Aktiviti memori dibangunkan dengan bantuan Katherine Possin, PhD dan Joel Kramer, PhD dari University of California, San Francisco.
ms_latn_sg: Aktiviti memori ini dibangunkan dengan bantuan daripada Katherine Possin, PhD dan Joel Kramer, PhD dari University of California, San Francisco.
nb_no: Minneaktiviteten ble utviklet med bistand fra Katherine Possin, PhD og Joel Kramer, PhD fra University of California, San Francisco.
nl: De geheugenactiviteit is ontwikkeld met hulp van Katherine Possin, PhD en Joel Kramer, PhD van de University of California in San Francisco.
no: Hukommelsesaktiviteten er utviklet i samarbeid med Katherine Possin, PhD og Joel Kramer, PhD fra University of California i San Francisco.
or_in: ସାନ ଫ୍ରାନ୍ସିସ୍କୋ, କାଲିଫର୍ନିଆ ୟୁନିଭରସିଟିର ପିଏଚଡି କ୍ୟାଥରିନ୍ ପୋସିନ୍, ପିଏଚଡି ଏବଂ ଜୋଏଲ୍ କ୍ରାମରଙ୍କ ସହାୟତାରେ ସ୍ମରଣ ବା ମେମୋରି କାର୍ଯ୍ୟକଳାପକୁ ବିକଶିତ କରାଯାଇଥିଲା |
pl: Ćwiczenie pamięci zostało opracowane przy pomocy dr Katherine Possin, dr Joel Kramer, z Uniwersytetu Kalifornijskiego w San Francisco.
pt_pt: O exercício de memória foi desenvolvido com o apoio de Katherine Possin, PhD, e Joel Kramer, PhD, da Universidade da Califórnia, São Francisco.
ro: Activitatea pentru memorie a fost dezvoltată cu ajutorul dr. Katherine Possin și al dr. Joel Kramer de la Universitatea din California, San Francisco.
ru: Задание для оценки памяти было подготовлено при участии доктора философских наук Кэтрин Поссин и доктора философских наук Джоэла Крамера из Калифорнийского университета в Сан-Франциско.
sk: Na vývoji tejto aktivity sa podieľali Katherine Possin, PhD a Joel Kramer, PhD z Kalifornskej univerzity v San Franciscu.
sv: Minnesaktiviteten har tagits fram med hjälp av fil.dr Katherine Possin och fil.dr Joel Kramer från University of California i San Francisco i USA.
ta_in: சான் பிரான்சிஸ்கோவின் கலிபோர்னியா பல்கலைக்கழகத்தின் கேத்ரின் போசின், PhD மற்றும் ஜோயல் கிராமர், PhD ஆகியோரின் உதவியுடன் நினைவக செயல்பாடு உருவாக்கப்பட்டது.
ta_my: சான் பிரான்சிஸ்கோவின் கலிபோர்னியா பல்கலைக்கழகத்தில் கேத்ரின் போஸின், பிஎச்டி மற்றும் பிஹெச்டி ஜோயல் கிராமர் ஆகியோரின் உதவியுடன் நினைவக செயல்பாடு உருவாக்கப்பட்டது.
th: กิจกรรมด้านความจำได้รับการพัฒนาโดยอาศัยความช่วยเหลือจาก ศ. Katherine Possin และ ศ. Joel Kramer จาก University of California, ซานฟรานซิสโก
tr: Bellek aktivitesi, San Francisco’daki Kaliforniya Üniversitesi’nden Katherine Possin (PhD) ile Joel Kramer’in (PhD) yardımlarıyla geliştirilmiştir.
uk: Тест на памʼять було розроблено за сприяння Кетрін Поссін, Ph.D і Джоель Крамер, Ph.D з Університету Каліфорнії в Сан-Франціско.
vi: Hoạt động trí nhớ được phát triển với sự hỗ trợ từ Tiến sĩ Katherine Possin và Tiến sĩ Joel Kramer từ Trường đại học California, San Francisco.
vi_vn: Hoạt động ghi nhớ được phát triển với sự hỗ trợ của Katherine Possin, Tiến sĩ và Joel Kramer, Tiến sĩ từ University of California, San Francisco.
xh_za: Umsebenzi wenkumbulo waphuhliswa ngoncedo oluvela ku-Katherine Possin, PhD kunye no-Joel Kramer, PhD kwiYunivesiti yaseKhalifoniya, e-San Francisco.
zh_cn: 本记忆活动的开发得到了旧金山加利福尼亚大学 Katherine Possin 博士和 Joel Kramer 博士的大力协助。
zh_hans_my: 记忆活动是在 University of California, San Francisco 的 Katherine Possin 博士和 Joel Kramer 博士的帮助下开发的。
zh_hk: 此記憶測試活動由三藩市加利福尼亞大學之Katherine Possin, PhD及Joel Kramer, PhD輔助開發。
zh_tw: 記憶活動是在加州舊金山大學的 Katherine Possin 博士和 Joel Kramer 博士的協助下進行開發。

# MEMORY_GAME_FAILED_MESSAGE
source: You didn't quite make it through that time. Tap Next to continue.
ar: لم يحالفك التوفيق تلك المرة. اضغط على التالي للمتابعة.
ca: No ho has aconseguit aquesta vegada. Prem Següent per continuar.
cs: Úplně se vám to tentokrát nepodařilo. Pokračujte klepnutím na Další.
da: Du klarede det ikke helt på den tildelte tid. Tryk på Næste for at fortsætte.
de: Du hast es diesmal nicht ganz geschafft. Zum Fortfahren tippst du auf „Weiter“.
de_at: Sie haben die Zeit nicht ganz durchgehalten. Tippen Sie auf Weiter, um fortzufahren.
el: Δεν τα καταφέρατε αυτήν τη φορά. Αγγίξτε «Επόμενο» για να συνεχίσετε.
es: Esta vez no lo has conseguido. Pulsa Siguiente para continuar.
es_419: No terminaste la ronda a tiempo. Toca Siguiente para continuar.
fi: Et onnistunut tällä kertaa. Jatka napauttamalla Seuraava.
fil_ph: Hindi mo masyadong nalampasan ang oras na iyon. I-tap ang Next upang magpatuloy.
fr: Vous n’avez pas totalement réussi cette fois-ci. Touchez Suivant pour continuer.
fr_ca: Vous n’y êtes pas arrivé cette fois-ci. Touchez Suivant pour continuer.
he: לא השלמת את המשימה הפעם. הקש/י על ״הבא״ להמשך.
hi: आप निर्धारित समय में इसे पूरा नहीं कर पाए। जारी रखने के लिए “अगला” पर टैप करें।
hr: Ovaj put niste uspjeli. Dodirnite Sljedeće za nastavak.
hu: Ez alkalommal nem sikerült. A folytatáshoz koppintson a Következő gombra.
id: Anda tidak berhasil menyelesaikannya. Ketuk Berikutnya untuk melanjutkan.
it: Non sei riuscito a completare l'attività richiesta. Tocca Avanti per continuare.
ja: うまくできませんでした。\n続けるには、“次へ”をタップしてください。
ko: 이번에는 성공적으로 완료하지 못했습니다. 계속하려면 다음을 탭하십시오.
ms: Anda tidak berjaya dalam pusingan tersebut. Ketik Seterusnya untuk meneruskan.
ms_latn_sg: Anda tidak sempat menyelesaikannya dalam masa yang diberikan. Ketik Seterusnya untuk teruskan.
nb_no: Du klarte ikke helt gjennom denne gangen. Klikk på Neste for å fortsette.
nl: Het is niet helemaal gelukt dit keer. Tik op 'Volgende' om verder te gaan.
no: Testbesvarelsen var ikke helt riktig. Trykk på Neste for å fortsette.
or_in: ସେହି ସମୟରେ ଆପଣ ଏହାକୁ ଛାଡିପାରିନଥିଲେ | ଜାରି ରଖିବାକୁ ପରବର୍ତ୍ତୀ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Tym razem nie udało Ci się. Stuknij w Dalej, aby kontynuować.
pt_pt: Desta vez, não correu muito bem. Toque em Seguinte para continuar.
ro: Nu ați reușit să vă încadrați în timpul alocat. Apăsați “Înainte” pentru a repeta.
ru: В этот раз Вы не совсем справились с заданием. Коснитесь «Далее», чтобы продолжить.
sk: Tentokrát sa vám to nepodarilo. Pokračujte klepnutím na Ďalej.
sv: Du klarade dig inte riktigt igenom den gången. Tryck på Nästa för att fortsätta.
ta_in: அந்நேரத்தில் நீங்கள் சரியாக முடிக்கவில்லை. தொடர ‘Next’ ஐ தட்டவும்.
ta_my: அந்த நேரத்தில் நீங்கள் சரியாக வரவில்லை. தொடர்வதற்கு தட்டவும்
th: คุณทำได้ไม่ค่อยดีนักในครั้งที่ผ่านมา ให้แตะถัดไปเพื่อดำเนินการต่อ
tr: Bu sefer pek iyi yapamadınız. Devam etmek için İleri’ye dokunun.
uk: У вас не вийшло вкластися у цей час. Торкніть «Далі», щоб продовжити.
vi: Lần trước bạn chưa thực sự thành công. Hãy chạm vào Tiếp để tiếp tục.
vi_vn: Bạn đã không vượt qua thời gian đó. Nhấp vào Tiếp theo để tiếp tục.
xh_za: Awukwazanga ukuyenza ngela xesha. Cofa Okulandelayo ukuze uqhubeke.
zh_cn: 您好像记错了顺序。轻点“下一步”来继续。
zh_hans_my: 您没有顺利完成。点击“下一步”继续。
zh_hk: 你似乎記錯了順序。點一下「下一步」繼續。
zh_tw: 您這次未成功。點「下一步」來繼續。
