Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# AX_UNLABELED_IMAGE
source: Unlabeled image
ar: صورة بلا تسمية
ca: Imatge sense etiquetar
cs: Obrázek bez štítku
da: Billede uden mærke
de: Nicht markiertes Bild
de_at: Unbeschriftetes Bild
el: Εικόνα χωρίς ετικέτα
es: Imagen sin etiqueta
es_419: Imagen sin etiqueta
fi: Merkitsemätön kuva
fil_ph: Walang-label na image
fr: Image sans étiquette
fr_ca: Image sans étiquette
he: תמונה ללא תיוג
hi: बिना लेबल की छवि
hr: Neoznačena slika
hu: Címke nélküli kép
id: Gambar tidak dilabeli
it: Immagine senza etichetta
ja: ラベルなしイメージ
ko: 꼬리표 없는 이미지
ms: Imej tanpa label
ms_latn_sg: Imej tidak berlabel
nb_no: Bilde uten etikett
nl: Naamloze afbeelding
no: Bilde uten etikett
or_in: ଲେବଲ ହୋଇନଥିବା ଛବି
pl: Obrazek bez etykiety
pt_pt: Imagem sem etiqueta
ro: Imagine neetichetată
ru: Изображение без подписи
sk: Obrázok bez popisu
sv: Omärkt bild
ta_in: லேபில் இல்லாத புகைப்படம்
ta_my: பெயரிடப்படாத படம்
th: รูปภาพที่ไม่มีคำอธิบาย
tr: Etiketsiz görüntü
uk: Зображення без мітки
vi: Hình ảnh không có nhãn
vi_vn: Hình ảnh không được gắn nhãn
xh_za: Umfanekiso ongalebhelwanga
zh_cn: 无标签图像
zh_hans_my: 未标记的图像
zh_hk: 未標記的圖案
zh_tw: 未標示的影像

# AX_UNSELECTED
source: Un-selected
ar: غير محددة
ca: No seleccionat
cs: Nevybráno
da: Ikke valgt
de: Nicht ausgewählt
de_at: Nicht ausgewählt
el: Μη επιλεγμένο
es: No seleccionado
es_419: No seleccionado
fi: Valitsematon
fil_ph: Hindi napili
fr: Désélectionné
fr_ca: Désélectionné
he: לא נבחר
hi: अचयनित
hr: Nije odabrano
hu: Nincs kijelölve
id: Tidak dipilih
it: Non selezionato
ja: 選択解除
ko: 선택 안 됨
ms: Dinyahpilih
ms_latn_sg: Dinyahpilih
nb_no: Ikke-valgt
nl: Selectie opgeheven
no: Ikke markert
or_in: ଚୟନ ହୋଇନଥିବା
pl: Nie zaznaczone
pt_pt: Não selecionado
ro: Neselectat
ru: Не выбрано
sk: Neoznačené
sv: Avmarkerat
ta_in: தேர்வு செய்யப்படவில்லை
ta_my: தேர்வு செய்யப்படவில்லை
th: ไม่ได้เลือก
tr: Seçili değil
uk: Вибір скасовано
vi: Đã bỏ chọn
vi_vn: Không được chọn
xh_za: Ukungakhethwa
zh_cn: 未选择
zh_hans_my: 取消选中
zh_hk: 未選擇
zh_tw: 未選取

# AX_VIDEO_CAPTURE_COMPLETE
source: Video capture complete
ar: اكتمال التقاط الفيديو
ca: Captura de vídeo completa
cs: Video je nahrané
da: Videooptagelse færdig
de: Videoaufnahme abgeschlossen
de_at: Videoaufnahme abgeschlossen
el: Ολοκληρώθηκε η καταγραφή βίντεο
es: Captura de vídeo completada
fil_ph: Kumpleto na ang pagkuha sa video
fr: Capture vidéo terminée
he: צילום הסרט הושלם
hi: वीडियो कैप्चर पूर्ण
hr: Snimanje videa je dovršeno
hu: A videó rögzítése befejeződött
id: Pengambilan video selesai
it: Acquisizione video completata
ja: ビデオの取り込みが完了しました
ms: Rakaman video selesai
ms_latn_sg: Tangkapan video lengkap
nb_no: Videoopptaket er fullført
nl: Video vastleggen voltooid
no: Videoopptak fullført
or_in: ଭିଡିଓ କରିବା ସମ୍ପୂର୍ଣ୍ଣ ହେଲା
pl: Przechwytywanie wideo zakończone
pt_pt: Captura de vídeo concluída
ro: Captură video completă
ru: Запись видео завершена
sk: Video je vytvorené
sv: Videoinspelning klar
ta_in: வீடியோ பிடித்தல் முடிந்தது
ta_my: வீடியோ படபிடிப்பு முடிந்தது
th: จับภาพวิดีโอเสร็จสิ้น
tr: Video çekimi tamamlandı
uk: Запис відео завершено
vi: Hoàn tất quay video
vi_vn: Quay video hoàn tất
xh_za: Ukuthatha ividiyo kugqityiwe
zh_cn: 视频采集完成
zh_hans_my: 视频捕捉完成
zh_hk: 完成截取影片
zh_tw: 影片擷取完畢

# AX_VIDEO_CAPTURE_LABEL
source: Video capture preview
ar: معاينة التقاط الفيديو
ca: Previsualització de la captura de vídeo
cs: Náhled nahraného videa
da: Eksempel på videooptagelse
de: Videoaufnahmenvorschau
de_at: Videoaufnahmevorschau
el: Προεπισκόπηση καταγραφής βίντεο
es: Previsualización de la captura de vídeo
es_419: Previsualización de captura de video
fi: Videokaappauksen esikatselu
fil_ph: Preview ng pagkuha ng video
fr: Aperçu de la capture vidéo
fr_ca: Aperçu de la vidéo capturée
he: תצוגה מקדימה של הסרט שצולם
hi: वीडियो कैप्चर पूर्वावलोकन
hr: Pregled snimanja videa
hu: Videorögzítés előnézete
id: Pratinjau pengambilan video
it: Anteprima acquisizione video
ja: ビデオ取り込みのプレビュー
ms: Pratonton rakaman video
ms_latn_sg: Pratonton tangkapan video
nb_no: Forhåndsvisning av videoopptaket
nl: Voorvertoning video-opname
no: Forhåndsvisning av videoopptak
or_in: ଭିଡିଓ କ୍ୟାପଚର୍‍ ପୂର୍ବାଲୋକନ
pl: Podgląd rejestracji wideo
pt_pt: Pré‑visualização de vídeo
ro: Previzualizare captură video
ru: Просмотр записанного видео
sk: Náhľad zachytávaného videa
sv: Förhandsvisning av videoinspelning
ta_in: வீடியோ பிடித்தல் முன்னோட்டம்
ta_my: வீடியோ படபிடிப்பு முன்னோட்டம்
th: แสดงตัวอย่างภาพถ่ายวิดีโอ
tr: Video yakalama önizlemesi
uk: Перегляд знятого відео
vi: Xem trước quay video
vi_vn: Xem trước quay video
xh_za: Ukuthatha ividiyo yokujonga phambili
zh_cn: 视频采集预览
zh_hans_my: 视频捕捉预览
zh_hk: 截取影片預覽
zh_tw: 擷取影像預覽

# AX.MEMORY.TILE.ACTIVE
source: active
ar: نشط
ca: actiu
cs: aktivní
da: aktiv
de: aktiv
de_at: aktiv
el: ενεργό
es: activo
es_419: activa
fi: aktiivinen
fil_ph: aktibo
fr: actif
he: פעיל
hi: सक्रिय
hr: aktivno
hu: aktív
id: aktif
it: attivo
ja: 動いている
ko: 활동
ms: aktif
ms_latn_sg: aktif
nb_no: aktiv
nl: actief
no: aktiv
or_in: ସକ୍ରିୟ କରନ୍ତୁ
pl: aktywna
pt_pt: ativa
ro: activ
ru: активно
sk: aktívne
sv: aktiv
ta_in: செயல் பாடு
ta_my: செயலில்
th: ใช้งานอยู่
tr: etkin
uk: активна
vi: hoạt động
vi_vn: hiện hoạt
xh_za: Iyasebenza
zh_cn: 活跃
zh_hans_my: 有效
zh_hk: 動態
zh_tw: 動態

# AX.MEMORY.TILE.CORRECT
source: correct
ar: صحيحة
ca: correcte
cs: správně
da: rigtigt
de: richtig
de_at: korrekt
el: σωστό
es: correcto
es_419: correcto
fi: oikein
fil_ph: tama
he: נכון
hi: सही
hr: točno
hu: helyes
id: benar
it: corretto
ja: 正解
ko: 맞음
ms: betul
ms_latn_sg: betul
nb_no: korrekt
nl: goed
no: riktig
or_in: ଠିକ୍‍
pl: prawidłowa
pt_pt: correto
ro: corect
ru: верно
sk: správne
sv: rätt
ta_in: சரி
ta_my: சரி
th: ถูกต้อง
tr: doğru
uk: правильно
vi: đúng
vi_vn: chính xác
xh_za: Ichanile
zh_cn: 正确
zh_hans_my: 正确
zh_hk: 正確
zh_tw: 正確

# AX.MEMORY.TILE.INCORRECT
source: incorrect
ar: غير صحيحة
ca: incorrecte
cs: nesprávně
da: forkert
de: falsch
de_at: fehlerhaft
el: λάθος
es: incorrecto
es_419: incorrecto
fi: väärin
fil_ph: hindi tama
he: לא נכון
hi: ग़लत
hr: netočno
hu: helytelen
id: salah
it: non corretto
ja: 不正解
ko: 틀림
ms: salah
ms_latn_sg: salah
nb_no: ikke korrekt
nl: fout
no: feil
or_in: ଭୁଲ୍‍
pl: nieprawidłowa
pt_pt: incorreto
ro: incorect
ru: неверно
sk: nesprávne
sv: fel
ta_in: தவறு
ta_my: தவறானது
th: ไม่ถูกต้อง
tr: yanlış
uk: неправильно
vi: sai
vi_vn: không chính xác
xh_za: Ayichananga
zh_cn: 不正确
zh_hans_my: 不正确
zh_hk: 不正確
zh_tw: 不正確

# AX.MEMORY.TILE.LABEL
source: Memory game tile
ar: عنوان لعبة الذاكرة
ca: Joc de memòria
cs: Kostka paměťové hry
da: Brik i memoryspil
de: Gedächtnisspielkarten
de_at: Memory-Spiel Kachel
el: Πλακίδιο παιχνιδιού μνήμης
es: Juego de memoria
es_419: Cuadro del juego de memoria
fi: Muistipelin ruutu
fr: Jeu de mémoire
fr_ca: Fiche du jeu de mémoire
he: אריח משחק זכרון
hi: मेमोरी गेम टाइटल
hr: Igra memorije s pločicama
hu: Memóriajáték címe
id: Ubin permainan memori
it: Tassello gioco mnemonico
ja: 記憶ゲームタイル
ko: 메모리 게임 타일
ms: Jubin permainan memori
ms_latn_sg: Jubin permainan memori
nb_no: Minnespillrute
nl: Tegel in geheugenspel
no: Brikke i bildelottospill
or_in: ମେମୋରୀ ଗେମ୍‍ ଟାଇଲ୍‍
pl: Płytka gry pamięciowej
pt_pt: Mosaico do jogo de memória
ro: Piesă joc memorie
ru: Игра на проверку памяти
sk: Dlaždica pamäťovej hry
sv: Minnesspelbricka
ta_in: மெமரி கேம் தலைப்பு
ta_my: நினைவக விளையாட்டு ஓடு
th: เกมเปิดป้ายจับคู่
tr: Bellek oyunu taşı
uk: Клітинка тесту на пам’ять
vi: Ô trò chơi ghi nhớ
vi_vn: Ô trò chơi trí nhớ
xh_za: Ithayili yomdlalo wenkumbulo
zh_cn: 记忆游戏拼贴
zh_hans_my: 记忆游戏方块
zh_hk: 記憶遊戲圖樣
zh_tw: 記憶遊戲圖塊

# AX.MEMORY.TILE.QUIESCENT
source: quiescent
ar: هادئ
ca: inactiu
cs: klid
da: passiv
de: inaktiv
de_at: ruhend
el: αδρανές
es: inactivo
es_419: sin actividad
fi: lepotilassa
fr: latent
fr_ca: calme
he: ללא תנועה
hi: निष्क्रिय
hr: neaktivno
hu: nyugodt
id: diam
it: inattivo
ja: 止まっている
ko: 대기
ms: kuisen
ms_latn_sg: tidak aktif
nb_no: hvilende
nl: inactief
no: inaktiv
or_in: ନିଷ୍କ୍ରିୟ
pl: nieaktywna
pt_pt: quiescente
ro: pasiv
ru: неподвижно
sk: nehybné
sv: inaktiv
ta_in: மௌனமான
ta_my: அமைதியான
th: ไม่ได้ใช้งาน
tr: hareketsiz
uk: неактивний
vi: yên lặng
vi_vn: yên lặng
xh_za: akungasebenzi
zh_cn: 不活跃
zh_hans_my: 静止
zh_hk: 靜態
zh_tw: 靜態

# BLOOD_TYPE_A-
source: A-
el: Α-
or_in: ଏ-
ru: A(II)Rh‑
ta_my: எ-
uk: A(II)-

# BLOOD_TYPE_A+
source: A+
or_in: ଏ+
ru: A(II)Rh+
ta_my: எ. +
uk: A(II)+

# BLOOD_TYPE_AB-
source: AB-
or_in: ଏବି-
ru: AB(IV)Rh‑
ta_my: ஏபி-
uk: AB(IV)-

# BLOOD_TYPE_AB+
source: AB+
or_in: ଏବି+
ru: AB(IV)Rh+
ta_my: எபி+
uk: AB(IV)+

# BLOOD_TYPE_B-
source: B-
or_in: ବି-
ru: B(III)Rh‑
ta_my: பி-
uk: B(III)-

# BLOOD_TYPE_B+
source: B+
or_in: ବି+
ru: B(III)Rh+
ta_my: பி+
uk: B(III)+

# BLOOD_TYPE_O-
source: O-
or_in: ଓ-
ru: 0(I)Rh‑
ta_my: ஓ-
uk: O(I)-

# BLOOD_TYPE_O+
source: O+
or_in: ଓ+
ru: 0(I)Rh+
ta_my: ஓ+
uk: O(I)+

# BOOL_NO
source: No
ar: لا
cs: Ne
da: Nej
de: Nein
de_at: Nein
el: Όχι
fi: Ei
fil_ph: Hindi
fr: Non
fr_ca: Non
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
ms: Tidak
ms_latn_sg: Tidak
nb_no: Nei
nl: Nee
no: Nei
or_in: ନାଁ
pl: Nie
pt_pt: Não
ro: Nu
ru: Нет
sk: Nie
sv: Nej
ta_in: இல்லை
ta_my: இல்லை
th: ไม่
tr: Hayır
uk: Ні
vi: Không
vi_vn: Không
xh_za: Hayi
zh_cn: 否
zh_hans_my: 否
zh_hk: 不是
zh_tw: 否

# BOOL_YES
source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
de: Ja
de_at: Ja
el: Ναι
es: Sí
es_419: Sí
fi: Kyllä
fil_ph: Oo
fr: Oui
fr_ca: Oui
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
ms: Ya
ms_latn_sg: Ya
nb_no: Ja
nl: Ja
no: Ja
or_in: ହଁ
pl: Tak
pt_pt: Sim
ro: Da
ru: Да
sk: Áno
sv: Ja
ta_in: ஆம்
ta_my: ஆம்
th: ใช่
tr: Evet
uk: Так
vi: Có
vi_vn: Có
xh_za: Ewe
zh_cn: 是
zh_hans_my: 是
zh_hk: 是
zh_tw: 是

# BUTTON_AGREE
source: Agree
ar: موافقة
ca: Acceptar
cs: Souhlasím
da: Enig
de: Akzeptieren
de_at: Stimme zu
el: Αποδοχή
es: Acepto
es_419: Acepto
fi: Hyväksy
fil_ph: Sang-ayon
fr: Accepter
fr_ca: Accepter
he: אני מסכים/ה
hi: सहमत
hr: Slažem se
hu: Elfogadom
id: Setuju
it: Accetto
ja: 同意する
ko: 동의
ms: Setuju
ms_latn_sg: Setuju
nb_no: Enig
nl: Akkoord
no: Enig
or_in: ରାଜି
pl: Akceptuję
pt_pt: Concordo
ro: De acord
ru: Принимаю
sk: Súhlasím
sv: Godkänn
ta_in: ஒப்புக்கொள்ளப்படுகிறது
ta_my: ஏற்கிறது
th: ยอมรับ
tr: Kabul Ediyorum
uk: Погоджуюсь
vi: Đồng ý
vi_vn: Chấp thuận
xh_za: Vuma
zh_cn: 同意
zh_hans_my: 同意
zh_hk: 同意
zh_tw: 同意

# BUTTON_APPLY
source: Apply
ar: تطبيق
ca: Aplicar
cs: Použít
da: Anvend
de: Anwenden
de_at: Anwenden
el: Εφαρμογή
es: Aplicar
fr: Appliquer
he: החל
hi: लागू करें
hr: Primijeni
hu: Alkalmazás
id: Terapkan
it: Applica
ja: 適用
ms: Guna
ms_latn_sg: Gunakan
nb_no: Påfør
nl: Pas toe
no: Bruk
or_in: ଆବେଦନ କରନ୍ତୁ
pl: Zastosuj
pt_pt: Aplicar
ro: Aplicați
ru: Применить
sk: Použiť
sv: Använd
ta_in: விண்ணப்பிக்கவும்
ta_my: விண்ணப்பிக்க
th: ปรับใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
vi_vn: Áp dụng
xh_za: Faka Isicelo
zh_hans_my: 申请
zh_hk: 套用
zh_tw: 套用

# BUTTON_CANCEL
source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
de_at: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fil_ph: Ikansela
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
ms_latn_sg: Batalkan
nb_no: Avbryt
nl: Annuleer
no: Avbryt
or_in: ବାତିଲ୍‍ କରନ୍ତୁ
pl: Anuluj
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sv: Avbryt
ta_in: ரத்து
ta_my: ரத்து செய்
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
vi_vn: Hủy bỏ
xh_za: Rhoxisa
zh_cn: 取消
zh_hans_my: 取消
zh_hk: 取消
zh_tw: 取消

# BUTTON_CLEAR
source: Clear
ar: مسح
ca: Esborrar
cs: Smazat
da: Ryd
de: Löschen
de_at: Löschen
el: Εκκαθάριση
es: Borrar
es_419: Borrar
fi: Tyhjennä
fil_ph: Malinaw
fr: Effacer
fr_ca: Effacer
he: נקה
hi: साफ़ करें
hr: Očisti
hu: Törlés
id: Bersihkan
it: Cancella
ja: 消去
ko: 지우기
ms: Kosongkan
ms_latn_sg: Kosongkan
nb_no: Slett
nl: Wis
no: Fjern
or_in: କ୍ଲିଅର କରନ୍ତୁ
pl: Wymaż
pt_pt: Limpar
ro: Degajați
ru: Очистить
sk: Vyčistiť
sv: Rensa
ta_in: அகற்றவும்
ta_my: அகற்று
th: ล้าง
tr: Sil
uk: Очистити
vi: Xóa
vi_vn: Xóa
xh_za: Icacile
zh_cn: 清除
zh_hans_my: 清除
zh_hk: 清除
zh_tw: 清除

# BUTTON_CLEAR_ANSWER
source: Clear answer
ar: مسح الإجابة
ca: Esborrar la resposta
cs: Smazat odpověď
da: Ryd svar
de: Antwort löschen
de_at: Antwort löschen
el: Εκκαθάριση απάντησης
es: Borrar respuesta
es_419: Borrar respuesta
fi: Tyhjennä vastaus
fil_ph: Alisin ang sagot
fr: Effacer la réponse
fr_ca: Effacer la réponse
he: נקה את התשובה
hi: उत्तर साफ़ करें
hr: Očisti odgovor
hu: Válasz törlése
id: Bersihkan jawaban
it: Cancella risposta
ja: 答えを消去
ms: Kosongkan jawapan
ms_latn_sg: Kosongkan jawapan
nb_no: Slett svaret
nl: Wis antwoord
no: Fjern svar
or_in: ଉତ୍ତର ବାହାର କରିଦିଅନ୍ତୁ
pl: Wymaż odpowiedź
pt_pt: Limpar resposta
ro: Degajați răspunsul
ru: Очистить ответ
sk: Vyčistiť odpoveď
sv: Rensa svar
ta_in: பதிலை அகற்றவும்
ta_my: தெளிவான பதில்
th: ล้างคำตอบ
tr: Yanıtı sil
uk: Стерти відповідь
vi: Xóa câu trả lời
vi_vn: Xóa câu trả lời
xh_za: Cacisa Impendulo
zh_cn: 清除答案
zh_hans_my: 清除答案
zh_hk: 清除答案
zh_tw: 清除答案

# BUTTON_COPYRIGHT
source: Copyright
ar: حقوق النشر
da: Ophavsret
de_at: Urheberrecht
el: Πνευματικά δικαιώματα
he: זכויות יוצרים
hi: कॉपीराइट
hr: Autorsko pravo
hu: Szerzői jog
id: Hak Cipta
ja: 著作権
ms: Hak Cipta
ms_latn_sg: Hak cipta
nb_no: Opphavsrett
or_in: କପିରାଇଟ
pl: Prawa autorskie
ru: Авторские права
ta_in: பதிப்புரிமை
ta_my: பதிப்புரிமை
th: ลิขสิทธิ์
tr: Telif Hakkı
uk: Авторське право
vi: Bản quyền
vi_vn: Bản quyền
xh_za: I-Copyright
zh_cn: 版权
zh_hans_my: 版权
zh_hk: 版權
zh_tw: 版權

# BUTTON_DISAGREE
source: Disagree
ar: عدم الموافقة
ca: No acceptar
cs: Nesouhlasím
da: Uenig
de: Ablehnen
de_at: Stimme nicht zu
el: Απόρριψη
es: No acepto
es_419: No acepto
fi: Hylkää
fil_ph: Hindi sang-ayon
fr: Refuser
fr_ca: Refuser
he: איני מסכים/ה
hi: असहमत
hr: Ne slažem se
hu: Nem fogadom el
id: Tidak Setuju
it: Rifiuto
ja: 同意しない
ko: 동의 안 함
ms: Tidak Setuju
ms_latn_sg: Tidak Setuju
nb_no: Uenig
nl: Niet akkoord
no: Uenig
or_in: ଅରାଜି (ମନାକରିଦେବା)
pl: Nie akceptuję
pt_pt: Não concordo
ro: Nu sunt de acord
ru: Не принимаю
sk: Nesúhlasím
sv: Avböj
ta_in: மறுக்கப்படுகிறது
ta_my: கருத்து வேறுபாடு
th: ไม่ยอมรับ
tr: Kabul Etmiyorum
uk: Не погоджуюсь
vi: Không đồng ý
vi_vn: Không chấp thuận
xh_za: Ungavumi
zh_cn: 不同意
zh_hans_my: 不同意
zh_hk: 不同意
zh_tw: 不同意

# BUTTON_DONE
source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
de_at: Erledigt
el: Τέλος
es: OK
es_419: Aceptar
fi: Valmis
fil_ph: Tapos na
fr: Terminé
fr_ca: OK
he: סיום
hi: पूर्ण
hr: OK
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
ms_latn_sg: Selesai
nb_no: Utført
nl: Gereed
no: Ferdig
or_in: ହୋଇଗଲା
pl: Gotowe
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sv: Klar
ta_in: முடிந்தது
ta_my: முடிந்தது
th: เสร็จ
tr: Bitti
uk: Готово
vi: Xong
vi_vn: Hoàn tất
xh_za: Gqiba
zh_cn: 完成
zh_hans_my: 完毕
zh_hk: 完成
zh_tw: 完成

# BUTTON_GET_STARTED
source: Get Started
ar: البدء
ca: Començar
cs: Začít
da: Gå i gang
de: Los geht’s
de_at: Erste Schritte
el: Έναρξη
es: Empezar
es_419: Empezar
fi: Aloita
fil_ph: Magsimula
fr: Démarrer
fr_ca: Démarrer
he: התחלה
hi: आरंभ करें
hr: Pokreni
hu: Kezdés
id: Mulai
it: Inizia
ja: 開始
ko: 시작하기
ms: Mulakan
ms_latn_sg: Bermula
nb_no: Komme i gang
nl: Start
no: Start
or_in: ଆରମ୍ଭ ହୋଇଗଲା
pl: Start
pt_pt: Começar
ro: Start
ru: Начать
sk: Začať
sv: Kom igång
ta_in: துவங்கவும்
ta_my: தொடங்குங்கள்
th: เริ่มต้นใช้งาน
tr: Başla
uk: Розпочати
vi: Bắt đầu
vi_vn: Bắt đầu
xh_za: Qalisa
zh_cn: 开始
zh_hans_my: 开始
zh_hk: 開始
zh_tw: 開始測試

# BUTTON_LEARN_MORE
source: Learn more
ar: معرفة المزيد
ca: Més informació
cs: Další informace
da: Læs mere
de: Weitere Infos
de_at: Erfahren Sie mehr
el: Μάθετε περισσότερα
es: Más información
es_419: Más información
fi: Lisätietoja
fil_ph: Matuto nang higit pa
fr: En savoir plus
fr_ca: En savoir plus
he: פרטים נוספים
hi: और अधिक जानें
hr: Saznajte više
hu: További infók
id: Lebih lanjut
it: Scopri di più
ja: 詳しい情報
ko: 더 알아보기
ms: Ketahui lebih lanjut
ms_latn_sg: Ketahui lebih lanjut
nb_no: Lær mer
nl: Meer informatie
no: Finn ut mer
or_in: ଅଧିକ ଜାଣନ୍ତୁ
pl: Więcej informacji
pt_pt: Saiba mais
ro: Aflați mai multe
ru: Подробнее
sk: Viac informácií
sv: Läs mer
ta_in: மேலும் அறிய
ta_my: மேலும் அறிக
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi
uk: Докладніше
vi: Tìm hiểu thêm
vi_vn: Tìm hiểu thêm
xh_za: Funda ngakumbi
zh_cn: 了解更多
zh_hans_my: 了解更多
zh_hk: 了解更多
zh_tw: 更多內容

# BUTTON_NEXT
source: Next
ar: التالي
ca: Següent
cs: Další
da: Næste
de: Weiter
de_at: Weiter
el: Επόμενο
es: Siguiente
es_419: Siguiente
fi: Seuraava
fil_ph: Susunod
fr: Suivant
fr_ca: Suivant
he: הבא
hi: अगला
hr: Sljedeće
hu: Következő
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
ms: Seterusnya
ms_latn_sg: Seterusnya
nb_no: Neste
nl: Volgende
no: Neste
or_in: ପରବର୍ତ୍ତୀ
pl: Dalej
pt_pt: Seguinte
ro: Înainte
ru: Далее
sk: Ďalej
sv: Nästa
ta_in: அடுத்தது
ta_my: அடுத்தது
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp
vi_vn: Tiếp theo
xh_za: Okulandelayo
zh_cn: 下一步
zh_hans_my: 下一步
zh_hk: 下一步
zh_tw: 下一步

# BUTTON_OK
source: OK
ar: موافق
es: Aceptar
he: אישור
hi: ठीक
id: OKE
ko: 확인
or_in: ଠିକ୍‍ ଅଛି
ru: ОК
sk: Potvrdiť
ta_my: சரி
th: ตกลง
tr: Tamam
xh_za: KULUNGILE
zh_cn: 好
zh_hans_my: 确定
zh_hk: 好
zh_tw: 好

# BUTTON_OPTION_DISCARD
source: Discard Results
ar: تجاهل النتائج
ca: Descartar resultats
cs: Zahodit výsledky
da: Slet resultater
de: Ergebnisse löschen
de_at: Ergebnisse verwerfen
el: Απόρριψη αποτελεσμάτων
es: Descartar resultados
es_419: Descartar resultados
fi: Hylkää tulokset
fil_ph: Itapon ang mga Resulta
fr: Effacer les résultats
fr_ca: Supprimer les résultats
he: מחק את התוצאות
hi: परिणाम ख़ारिज करें
hr: Odbaci rezultate
hu: Eredmények elvetése
id: Hapus Hasil
it: Elimina i risultati
ja: 結果を破棄
ko: 결과 삭제
ms: Buang Hasil
ms_latn_sg: Buang Keputusan
nb_no: Forkast resultater
nl: Wis resultaten
no: Forkast resultater
or_in: ଫଳାଫଳଗୁଡିକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କରନ୍ତୁ
pl: Odrzuć wyniki
pt_pt: Não usar os resultados
ro: Abandonați rezultatele
ru: Сбросить результаты
sk: Zahodiť výsledky
sv: Bortse från träffar
ta_in: முடிவுகளை அகற்று
ta_my: முடிவுகளை நிராகரிக்கவும்
th: ละทิ้งผลลัพธ์
tr: Sonuçları Sil
uk: Відхилити результати
vi: Hủy bỏ Kết quả
vi_vn: Bỏ kết quả
xh_za: Lahla Imiphumo
zh_cn: 放弃结果
zh_hans_my: 舍弃结果
zh_hk: 放棄測試結果
zh_tw: 捨棄結果

# BUTTON_OPTION_SAVE
source: Save for Later
ar: حفظ لما بعد
ca: Desar per després
cs: Nechat na později
da: Arkiver til senere
de: Für später sichern
de_at: Für später speichern
el: Αποθήκευση για αργότερα
es: Guardar para luego
es_419: Guardar para después
fi: Jatka tästä myöhemmin
fil_ph: I-save para Mamaya
fr: Enregistrer pour plus tard
fr_ca: Enregistrer pour plus tard
he: שמור למועד מאוחר יותר
hi: बाद के लिए सहेजें
hr: Spremi za kasnije
hu: Mentés későbbre
id: Simpan untuk Nanti
it: Salva e continua dopo
ja: 後で使用するために保存
ko: 나중을 위해 저장
ms: Simpan untuk Kemudian
ms_latn_sg: Simpan untuk Kemudian
nb_no: Lagre til senere
nl: Bewaar voor later
no: Spar til senere
or_in: ଭବିଷ୍ୟତ ପାଇଁ ସଞ୍ଚୟ କରନ୍ତୁ
pl: Zachowaj na później
pt_pt: Guardar para depois
ro: Salvați pentru mai târziu
ru: Сохранить на потом
sk: Uložiť na neskôr
sv: Spara till senare
ta_in: பின் உபயோகத்திற்கு சேமிக்கவும்
ta_my: தேவைக்கு பத்திரப்படுத்து
th: บันทึกไว้ใช้ภายหลัง
tr: Sonrası İçin Kaydet
uk: Пізніше
vi: Lưu để Sau này
vi_vn: Lưu để dùng sau
xh_za: Yigcinele Kamva
zh_cn: 存储以稍后查看
zh_hans_my: 保存供以后用
zh_hk: 儲存作日後之用
zh_tw: 稍後再試

# BUTTON_OPTION_STOP_TASK
source: End Task
ar: إنهاء المهمة
ca: Finalitzar tasca
cs: Konec úlohy
da: Slut opgave
de: Aufgabe beenden
de_at: Aufgabe beenden
el: Τέλος εργασίας
es: Finalizar tarea
es_419: Finalizar tarea
fi: Lopeta tehtävä
fil_ph: Tapusin ang Gawain
fr: Interrompre la tâche
fr_ca: Terminer la tâche
he: סיים את המשימה
hi: कार्य समाप्त करें
hr: Zaustavi zadatak
hu: Feladat abbahagyása
id: Akhiri Tugas
it: Concludi attività
ja: タスクを終了
ko: 과제 종료
ms: Tamatkan Tugas
ms_latn_sg: Tamatkan Tugas
nb_no: Slutt oppgaven
nl: Stop met taak
no: Avslutt oppgave
or_in: ଟାସ୍କ ଶେଷ କରନ୍ତୁ
pl: Zakończ zadanie
pt_pt: Terminar tarefa
ro: Încheiați sarcina
ru: Завершить
sk: Ukončiť úlohu
sv: Avsluta åtgärd
ta_in: பணி முடிந்தது
ta_my: பணியை முடிக்கவும்
th: สิ้นสุดบททดสอบ
tr: Görevi Bitir
uk: Завершити завдання
vi: Kết thúc Nhiệm vụ
vi_vn: Kết thúc nhiệm vụ
xh_za: Phelisa Umsebenzi
zh_cn: 结束任务
zh_hans_my: 结束任务
zh_hk: 結束測試任務
zh_tw: 結束任務

# BUTTON_READ_ONLY_MODE
source: This answer cannot be modified.
ar: لا يمكن تعديل هذه الإجابة.
ca: Aquesta resposta no es pot modificar.
cs: Tuto odpověď nelze změnit.
da: Dette svar kan ikke ændres.
de: Diese Antwort kann nicht geändert werden.
de_at: Diese Antwort kann nicht geändert werden.
el: Δεν είναι δυνατή η τροποποίηση αυτής της απάντησης.
es: Esta respuesta no puede modificarse.
es_419: No se puede modificar esta respuesta.
fi: Tätä vastausta ei voida muuttaa.
fil_ph: Ang sagot na ito ay hindi maaaring mabago.
fr: Cette réponse ne peut pas être modifiée.
fr_ca: Impossible de modifier cette réponse.
he: לא ניתן לשנות את התשובה הזאת.
hi: इस उत्तर को संशोधित नहीं किया जा सकता है।
hr: Ovaj odgovor se ne može promijeniti.
hu: Ez a válasz nem módosítható.
id: Jawaban ini tidak dapat dimodifikasi.
it: La risposta non può essere modificata.
ja: この答えは変更できません。
ms: Jawapan ini tidak boleh diubah suai.
ms_latn_sg: Jawapan ini tidak boleh diubah suai.
nb_no: Dette svaret kan ikke modifiseres.
nl: Dit antwoord kan niet worden gewijzigd.
no: Dette svaret kan ikke endres.
or_in: ଏହି ଉତ୍ତର ସଂଶୋଧନ କରାଯାଇପାରିବ ନାହିଁ |
pl: Nie można modyfikować tej odpowiedzi.
pt_pt: Esta resposta não pode ser alterada.
ro: Acest răspuns nu poate fi modificat.
ru: Этот ответ нельзя изменить.
sk: Túto odpoveď nie je možné upraviť.
sv: Det här svaret kan inte ändras.
ta_in: இந்த விடையை திருத்தி அமைக்க முடியாது
ta_my: இந்த பதிலை மாற்ற முடியாது.
th: ไม่สามารถแก้ไขคำตอบนี้ได้
tr: Bu yanıt değiştirilemiyor.
uk: Цю відповідь неможливо змінити.
vi: Không thể sửa đổi câu trả lời này.
vi_vn: Câu trả lời này không thể được sửa đổi.
xh_za: Impendulo ayikwazi ukutshintshwa.
zh_cn: 此答案无法修改。
zh_hans_my: 此答案无法修改。
zh_hk: 無法修改此答案。
zh_tw: 這個答案無法修改。

# BUTTON_SAVE
source: Save
ar: حفظ
ca: Desar
cs: Uložit
da: Arkiver
de: Sichern
de_at: Speichern
el: Αποθήκευση
es: Guardar
es_419: Guardar
fi: Tallenna
fil_ph: I-save
fr: Enregistrer
fr_ca: Enregistrer
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ms: Simpan
ms_latn_sg: Simpan
nb_no: Lagre
nl: Bewaar
no: Arkiver
or_in: ସଞ୍ଚୟ କରନ୍ତୁ
pl: Zachowaj
pt_pt: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sv: Spara
ta_in: சேமி
ta_my: சேமி
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
vi_vn: Lưu
xh_za: Gcina
zh_cn: 存储
zh_hans_my: 保存
zh_hk: 儲存
zh_tw: 儲存

# BUTTON_SKIP
source: Skip
ar: تخطي
ca: Ometre
cs: Přeskočit
da: Spring over
de: Überspringen
de_at: Überspringen
el: Παράλειψη
es: Omitir
es_419: Omitir
fi: Ohita
fil_ph: Laktawan
fr: Ignorer
fr_ca: Ignorer
he: דלג
hi: स्किप करें
hr: Preskoči
hu: Kihagyás
id: Lewati
it: Ignora
ja: スキップ
ko: 건너뛰기
ms: Langkau
ms_latn_sg: Langkau
nb_no: Hopp over
nl: Sla over
no: Hopp over
or_in: ସ୍କିପ୍‍ କରନ୍ତୁ
pl: Pomiń
pt_pt: Ignorar
ro: Omiteți
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
ta_in: தவிர்க்கவும்
ta_my: தாவிச்செல்
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
vi_vn: Bỏ qua
xh_za: Tsiba
zh_cn: 跳过
zh_hans_my: 跳过
zh_hk: 略過
zh_tw: 略過
