Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TONE_AUDIOMETRY_INTRO_TEXT
source: Before you begin, plug in and put your headphones on. The sound will be very subtle and is unlike a regular alert tone. The sound will begin soft and then slowly increase in volume. Please pay attention and tap the left or right button to indicate which ear you hear it in.
ar: قبل البدء، قم بتوصيل سماعات الرأس وارتدائها. سيكون الصوت رقيقًا جدًا ولا يشبه نغمة التنبيه العادية. سيبدأ الصوت ناعمًا ثم سيزداد مستوى الصوت ببطء. الرجاء الانتباه والضغط على الزر الأيمن أو الأيسر للإشارة إلى الأذن التي تسمع الصوت فيها.
ca: Abans de començar, connecta els auriculars i posa‑te’ls. El so serà molt subtil, diferent d’un so d’avís normal. El so començarà baix i anirà pujant de volum. Presta atenció i toca el botó esquerre o el dret per indicar l’orella per on sents el so.
cs: Než začnete, zapojte sluchátka a nasaďte si je. Zvuk bude velmi jemný. Nebude stejný jako zvuk běžných upozornění. Zpočátku bude slabý a pomalu bude nabírat na hlasitosti. Pozorně naslouchejte a klepnutím na levé nebo pravé tlačítko označte, ve kterém uchu zvuk slyšíte.
da: Før du starter, skal du tilslutte dine hovedtelefoner og tage dem på. Lyden vil være meget diskret og lyder ikke som en almindelig advarselstone. Lyden vil være dæmpet i begyndelsen, men lydstyrken øges langsomt. Lyt opmærksomt, og tryk på den venstre eller højre knap for at angive, hvilket øre du hører den i.
de: Schließe zunächst die Kopfhörer an und setze sie auf. Der Klang wird sehr leise sein und ähnelt keinem üblichen Hinweiston. Der Ton beginnt leise und wird allmählich lauter. Bitte pass genau auf und tippe auf die linke oder rechte Taste, um zu zeigen, mit welchem Ohr du den Ton hörst.
de_at: Bevor Sie beginnen, schließen Sie die Kopfhörer an und setzen Sie sie auf. Das Geräusch ist sehr subtil und unterscheidet sich von einem normalen Alarmton. Der Ton beginnt leise und nimmt dann langsam an Lautstärke zu. Bitte achten Sie darauf und tippen Sie auf die linke oder rechte Schaltfläche, um anzuzeigen, in welchem Ohr Sie ihn hören.
el: Προτού ξεκινήσετε, συνδέστε και φορέστε τα ακουστικά κεφαλής. Ο ήχος θα είναι πολύ απαλός και δεν μοιάζει με τυπικό τόνο ειδοποίησης. Η ένταση του ήχου θα ξεκινήσει σε χαμηλό επίπεδο και θα αυξάνεται αργά. Δώστε προσοχή και αγγίξτε το αριστερό ή το δεξιό κουμπί για να υποδείξετε σε ποιο αυτί ακούτε τον ήχο.
es: Antes de empezar, conecta los auriculares y póntelos. El sonido será muy sutil y no es el típico tono de aviso. El sonido empezará a oírse a un volumen muy bajito que irá aumentando de forma gradual. Presta atención y pulsa el botón izquierdo o derecho para indicar por qué oído lo estás oyendo.
es_419: Antes de comenzar, conecta y ponte tus audífonos.
fi: Ennen aloittamista liitä kuulokkeet ja laita ne korvillesi.
fil_ph: Bago ka magsimula, mag-plug in at ilagay ang iyong mga headphone. Ang tunog ay magiging napaka banayad at hindi katulad ng isang regular na tono ng alerto. Ang tunog ay magsisimulang mahina at pagkatapos ay dahan-dahang lalakas. Mangyaring magbigay ng pansin at i-tap ang kaliwa o kanang button upang ipahiwatig kung aling tainga ang naririnig mo ang tunog.
fr: Avant de commencer, branchez votre casque d’écoute et placez-le sur vos oreilles. Le son sera très subtil et ne ressemblera pas à un son d’alerte standard. Le son sera tout d’abord faible, puis gagnera doucement en volume. Veuillez rester concentré et toucher le bouton de gauche ou de droite en fonction de l’oreille dans laquelle vous entendez le son.
fr_ca: Avant de commencer, branchez et placez vos écouteurs.
he: לפני שתתחיל/י, חבר/י והרכב/י את האזניות. הצליל יהיה עדין מאוד ושונה מצליל התראה רגיל. הוא יתחיל בעוצמה נמוכה שתלך ותגבר בהדרגה. עליך להאזין לצליל ולהקיש על הכפתור הימני או השמאלי כדי לציין באיזו אוזן שמעת את הצליל.
hi: आरंभ करने से पहले अपने हेडफ़ोन को प्लग इन करें और कानों पर लगाएँ। ध्वनि बहुत हल्की होगी और वह नियमित अलर्ट टोन से अलग होती है। ध्वनि मंद होना शुरू होगी और धीरे-धीरे वॉल्यूम बढ़ेगा। कृपया ध्यान दें कि आपको किस कान में ध्वनि सुनाई देती है और उसे दाएँ या बाएँ बटन पर टैप करके बताएँ।
hr: Prije nego započnete, uključite slušalice i stavite ih. Zvuk će biti jako suptilan i neće biti nalik redovitom tonu upozorenja. Zvuk će započeti tiho, zatim će mu se polako povećavati glasnoća. Obratite pažnju i dodirnite lijevu ili desnu tipku kako biste označili u kojem uhu čujete zvuk.
hu: A kezdés előtt dugja be, és vegye fel a fejhallgatót. A hang nagyon halk lesz, és nem fog hasonlítani a szokásos jelzéshangra. A hang halkan kezdődik, majd felerősödik. Kérjük, figyeljen, és koppintson a bal vagy jobb gombra, attól függően, melyik fülében hallja a hangot.
id: Sebelum memulai, sambungkan dan kenakan headphone Anda. Bunyi akan terdengar sangat halus dan berbeda dengan nada peringatan biasa. Bunyi akan terdengar lembut pada awalnya, namun volumenya perlahan-lahan akan bertambah. Perhatikan dan ketuk tombol kiri atau kanan untuk menunjukkan di telinga mana Anda mendengarnya.
it: Prima di iniziare, collega e indossa le cuffie. Il suono sarà molto tenue e diverso da un normale avviso acustico. Il suono inizierà basso e successivamente aumenterà di volume. Presta attenzione e tocca il pulsante sinistro o destro per indicare in quale orecchio lo senti.
ja: 始める前に、ヘッドフォンを接続して装着してください。 普通の通知音ではなく、非常にかすかな音が聞こえます。最初は弱い音で、徐々に大きくなっていきます。よく聞いて、どちらの耳で聞こえたかを左ボタンか右ボタンをタップして示してください。
ko: 시작하기 전에 헤드폰을 연결하고 착용하십시오.
ms: Sebelum anda bermula, pasangkan dan pakai fon kepala anda. Bunyinya sangat tidak ketara dan tidak seperti nada isyarat biasa. Bunyi akan bermula dengan perlahan kemudian meningkat kelantangannya perlahan-lahan. Sila beri perhatian dan ketik butang kiri atau kanan untuk menandakan telinga mana anda mendengarnya.
ms_latn_sg: Sebelum bermula, palam masuk dan pakai fon kepala anda. Bunyi ini akan berbunyi dengan perlahan dan bukan seperti nada amaran biasa. Bunyi ini akan bermula dengan lembut kemudian perlahan-lahan meningkat kelantangannya. Sila ambil perhatian dan ketik butang kiri atau kanan untuk menandakan telinga yang mana mendengar bunyi tersebut.
nb_no: Koble til og sett på hodetelefonene dine før du begynner. Lyden vil være veldig svak og er ulikt fra en vanlig varselstone. Lyden begynner svakt og blir deretter sakte høyere. Følg med og trykk på venstre eller høyre knapp for å angi hvilket øre du hører den i.
nl: Voordat je begint, sluit je je koptelefoon aan en zet je deze op. Het geluid is erg subtiel en lijkt niet op een normaal waarschuwingssignaal. Het geluid begint zacht en wordt langzaam steeds luider. Luister aandachtig en tik op de linker- of rechterknop om aan te geven in welk oor je het geluid hoorde.
no: Før du starter, må du plugge i hodetelefonene og ta dem på. Lyden er svært svak og ulik vanlige varseltoner. Lyden begynner svakt og øker gradvis i volum. Konsentrer deg og trykk på venstre eller høyre knapp for å indikere hvilket øre du hører lyden i.
or_in: ଆପଣ ଆରମ୍ଭ କରିବା ପୂର୍ବରୁ, ହେଡଫୋନ୍‍ ଲଗାନ୍ତୁ ଏବଂ ଅନ୍‍ କରନ୍ତୁ | ଶବ୍ଦଟି ବହୁତ ଧୀରେ ହେବ ଏବଂ ଏକ ନିୟମିତ ସତର୍କ ସ୍ୱରର ବିପରୀତ ହେବ | ଶବ୍ଦ ଆରମ୍ଭରୁ ଧୀରେ ବାଜିବ ଏବଂ ତାପରେ ଧୀରେ ଧୀରେ ଶବ୍ଦ ବଢିବ | ଦୟାକରି ଧ୍ୟାନ ଦିଅନ୍ତୁ ଏବଂ ଆପଣ କେଉଁ କାନରେ ଶବ୍ଦ ଶୁଣିଲେ ତାହାକୁ ସୂଚିତ କରିବା ପାଇଁ ବାମ କିମ୍ୱା ଡାହାଣ ବଟନ୍‍ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Zanim zaczniesz, podłącz i załóż słuchawki. Dźwięk będzie bardzo subtelny i nie będzie przypominał regularnego dźwięku alertu. Na początku będzie cichy, a potem jego głośność będzie stopniowo zwiększana. Słuchaj uważnie i stukaj w lewy lub prawy przycisk, aby wskazać, w którym uchu go słyszysz.
pt_pt: Antes de começar, ligue os auscultadores e coloque‑os na cabeça. O som será muito subtil e não é como um som de aviso normal. O som começará suave e, lentamente, aumentará de volume. Preste atenção e toque no botão da esquerda ou da direita para indicar em que ouvido está a escutar o som.
ro: Înainte de a începe, conectați căștile și puneți-le la urechi. Sunetul va fi foarte subtil și diferit de un ton de alertă obișnuit. La început, sunetul va fi slab, apoi va crește lent în volum. Fiți atent și apăsați butonul din stânga sau din dreapta pentru a indica urechea în care auziți sunetul.
ru: Сначала подключите наушники к устройству, а затем наденьте их. Звук будет очень слабым, не похожим на обычный сигнал предупреждения. Сначала звук будет тихим, а затем громкость будет постепенно нарастать. Сосредоточьтесь и касайтесь левой или правой кнопки в зависимости от того, каким ухом Вы слышите сигнал.
sk: Skôr ako začnete, pripojte slúchadlá a nasaďte si ich. Zvuk bude veľmi slabý a nepodobá sa na bežné zvonenie. Zvuk bude sprvu tichý a jeho hlasitosť bude postupne narastať. Pozorne počúvajte a klepnutím na ľavé alebo pravé tlačidlo vyberte ucho, v ktorom ste ho začuli.
sv: Anslut och ta på dig hörlurarna innan du börjar. Ljudet kommer att vara väldigt subtilt och liknar inte ett vanligt varningsljud. Ljudet är svagt i början och ökar sakta i ljudstyrka. Koncentrera dig på ljudet och tryck på höger- eller vänsterknappen för att registrera i vilket öra du hör ljudet.
ta_in: தொடங்குவதற்கு முன், உங்கள் ஹெட்ஃபோன்களை இணைத்து அணியவும். ஒலி மிகவும் நுட்பமாக மற்றும் வழக்கமான எச்சரிக்கை தொனியைப் போலல்லாது இருக்கும் . ஒலி மென்மையாகத் தொடங்கி பின்னர் மெதுவாக அதிகரிக்கும். தயவுசெய்து கவனம் செலுத்துங்கள், எந்தக் காதில் கேட்கிறீர்கள் என்பதைக் குறிக்க இடது அல்லது வலது பட்டனைத் தட்டவும்.
ta_my: நீங்கள் தொடங்குவதற்கு முன், உங்கள் ஹெட்ஃபோன்களை செருகவும். ஒலி மிகவும் நுட்பமாக இருக்கும் மற்றும் வழக்கமான எச்சரிக்கை தொனியைப் போலல்லாமல் இருக்கும். ஒலி மென்மையாகத் தொடங்கி PINனர் மெதுவாக ஒலியை அதிகரிக்கும். தயவுசெய்து கவனம் செலுத்துங்கள், நீங்கள் எந்த காதில் கேட்கிறீர்கள் என்பதைக் குறிக்க இடது அல்லது வலது பொத்தாஐத் தட்டவும்.
th: ก่อนที่คุณจะเริ่มต้น ให้เสียบสายและสวมหูฟังของคุณ เสียงจะเบามากและไม่เหมือนกับเสียงเตือนทั่วไป เสียงจะเริ่มต้นอย่างเบาๆ และจะเพิ่มความดังขึ้นอย่างช้าๆ โปรดตั้งใจฟังแล้วแตะปุ่มซ้ายหรือปุ่มขวาเพื่อระบุหูข้างที่คุณได้ยินเสียง
tr: Başlamadan önce, kulaklıklarınızı bağlayın ve takın. Ses çok hafif ve normal uyarı tonundan farklı olacaktır. Ses yumuşak bir şekilde başlayacak ve ses düzeyi yavaşça artacaktır. Lütfen dikkatinizi verin ve hangi kulakta duyduğunuzu belirtmek için sol veya sağ düğmeye dokunun.
uk: Переш ніж починати, приєднайте навушники до пристрою й одягніть їх. Звук буде ледь чутним, на відміну від звуку звичайних оповіщень. Гучність звуку поволі наростатиме. Будь ласка, будьте уважні й вказуйте, в якому вусі ви почули звук, торкаючи ліву чи праву кнопку.
vi: Trước khi bạn bắt đầu, hãy cắm và đeo tai nghe của bạn. Âm thanh sẽ rất nhỏ và khác với âm báo thông thường. Âm thanh sẽ bắt đầu nhỏ và sau đó âm lượng sẽ tăng từ từ. Vui lòng tập trung và chạm vào nút bên trái hoặc phải để cho biết bạn nghe thấy âm thanh ở bên tai nào.
vi_vn: Trước khi bạn bắt đầu, hãy cắm và đeo tai nghe của bạn. Âm thanh sẽ rất tinh tế và không giống như âm báo thông thường. Âm thanh sẽ bắt đầu nhẹ nhàng và sau đó tăng dần âm lượng. Hãy chú ý và nhấp vào nút bên trái hoặc bên phải để cho biết bạn nghe thấy nó ở tai nào.
xh_za: Ngaphambi kokuba uqalise, plaga uze uvule ihedifowuni zakho. Isandi siza kuchulwa yaye asizofana nethoni yokulumkisa eqhelekileyo. Isandi siza kuqalisa sithambile yaye emva koko ngokuthe ngcembe sinyuse ivolumu. Nceda unikele ingqalelo uze ucofe iqhosha elisekhohlo okanye ekunene ukuze ubonise ukuba yeyiphi indlebe osiva kuso.
zh_cn: 开始之前，请先插入并戴上耳机。 这种声音十分微弱，与普通的提醒铃声有所不同。起初声音十分柔和，之后音量会慢慢增大。请注意听，然后轻点左边或右边的按钮来表示哪只耳朵听到了声音。
zh_hans_my: 在开始之前，请插入并戴上耳机。 声音将非常微妙，与常规警报音不同。声音一开始柔和，然后音量慢慢增加。请集中注意力，并点击向左或向右按​​钮以指示您的哪个耳朵听到它。
zh_hk: 開始測試前，請連接並戴上耳筒。 聲音會很微細並與一般警示聲音不同。 該聲音開始會很弱並慢慢變大聲。 請注意並點一下左或右按鈕來顯示哪一隻耳朵聽到聲音。
zh_tw: 在您開始前，請插入並開啟耳機。 聲音十分微細且不像一般的提示聲。開始會發出柔和的聲音，然後慢慢加大音量。請注意聆聽，並且點一下左側或右側的按鈕來表示聽見聲音的那只耳朵。

# TONE_AUDIOMETRY_LABEL_LEFT_EAR
source: Left Ear
ar: الأذن اليسرى
ca: Orella esquerra
cs: Levé ucho
da: Venstre øre
de: Linkes Ohr
de_at: Linkes Ohr
el: Αριστερό αυτί
es: Oído izquierdo
fil_ph: Kaliwang tainga
fr: Oreille gauche
he: אוזן שמאל
hi: बायाँ कान
hr: Lijevo uho
hu: Bal fül
id: Telinga Kiri
it: Orecchio sinistro
ja: 左耳
ms: Telinga Kiri
ms_latn_sg: Telinga Kiri
nb_no: Venstre øre
nl: Linkeroor
no: Venstre øre
or_in: ବାମ କାନ
pl: Lewe ucho
pt_pt: Ouvido esquerdo
ro: Urechea stângă
ru: Левое ухо
sk: Ľavé ucho
sv: Vänster öra
ta_in: இடது காது
ta_my: இடது காது
th: หูข้างซ้าย
tr: Sol Kulak
uk: Ліве вухо
vi: Tai trái
vi_vn: Tai trái
xh_za: Indlebe Yasekhohlo
zh_cn: 左耳
zh_hans_my: 左耳
zh_hk: 左耳
zh_tw: 左耳

# TONE_AUDIOMETRY_LABEL_RIGHT_EAR
source: Right Ear
ar: الأذن اليمنى
ca: Orella dreta
cs: Pravé ucho
da: Højre øre
de: Rechtes Ohr
de_at: Rechtes Ohr
el: Δεξιό αυτί
es: Oído derecho
fil_ph: Kanang tainga
fr: Oreille droite
he: אוזן ימין
hi: दायाँ कान
hr: Desno uho
hu: Jobb fül
id: Telinga Kanan
it: Orecchio destro
ja: 右耳
ms: Telinga Kanan
ms_latn_sg: Telinga Kanan
nb_no: Høyre øre
nl: Rechteroor
no: Høyre øre
or_in: ଡାହାଣ କାନ
pl: Prawe ucho
pt_pt: Ouvido direito
ro: Urechea dreaptă
ru: Правое ухо
sk: Pravé ucho
sv: Höger öra
ta_in: வலது காது
ta_my: வலது காது
th: หูข้างขวา
tr: Sağ Kulak
uk: Праве вухо
vi: Tai phải
vi_vn: Tai phải
xh_za: Indlebe Yasekunene
zh_cn: 右耳
zh_hans_my: 右耳
zh_hk: 右耳
zh_tw: 右耳

# TONE_AUDIOMETRY_PREP_TEXT
source: You should now hear a tone. Adjust the volume using the controls on the side of your device. Tap any button when you are ready to begin.
ar: من المفترض أن تسمع نغمة الآن. اضبط مستوى الصوت باستخدام عناصر التحكم على جانب الجهاز. اضغط على أي زر عندما تكون مستعدًا للبدء.
ca: Ara hauries d’escoltar un so. Ajusta el volum amb els controls de la part lateral del dispositiu. Toca qualsevol botó quan estiguis a punt per començar.
cs: Měli byste slyšet tón. Jeho hlasitost upravte ovládacími prvky na boku zařízení. Až budete připraveni začít, klepněte na kterékoli tlačítko.
da: Du skulle nu høre en tone. Juster lydstyrken med knapperne på siden af din enhed. Tryk på en knap, når du er klar til at starte.
de: Du solltest jetzt einen Ton hören. Passe die Lautstärke mit den Steuerelementen an der Seite deines Geräts an. Tippe auf eine Taste, wenn du beginnen möchtest.
de_at: Sie sollten jetzt einen Ton hören. Stellen Sie die Lautstärke mithilfe der Bedienelemente an der Seite Ihres Geräts ein. Tippen Sie auf eine beliebige Schaltfläche, wenn Sie bereit sind, zu beginnen.
el: Τώρα θα ακούσετε έναν τόνο. Προσαρμόστε την ένταση ήχου με τα χειριστήρια που βρίσκονται στην πλαϊνή πλευρά της συσκευής σας. Αγγίξτε οποιοδήποτε κουμπί όταν είστε έτοιμοι να ξεκινήσετε.
es: Ahora deberías oír un tono. Ajusta el volumen con los controles laterales del dispositivo. Pulsa cualquier botón cuando estés listo para empezar.
es_419: Debes escuchar un tono ahora. Ajusta el volumen con los controles laterales de tu dispositivo. Toca el botón cuando quieras comenzar.
fi: Sinun pitäisi nyt kuulla ääni. Säädä voimakkuutta laitteen sivussa olevilla säätimillä. Napauta painiketta kun olet valmis aloittamaan.
fil_ph: Dapat marinig mo ngayon ang isang tono. Ayusin ang lakas gamit ang mga kontrol sa gilid ng iyong device. I-tap ang anumang button kapag handa ka nang magsimula.
fr: Vous devriez maintenant entendre un son. Réglez le volume à l’aide des commandes situées sur le côté de l’appareil. Touchez n’importe quel bouton quand vous êtes prêt à commencer.
fr_ca: Vous devriez maintenant entendre un son. Réglez le volume en utilisant les boutons latéraux de votre appareil. Touchez le bouton lorsque vous êtes prêt.
he: כעת מושמע צליל. התאם/י את עוצמת השמע לפי הצורך באמצעות כפתורי עוצמת השמע בצד המכשיר. הקש/י על כפתור כלשהו כדי להתחיל.
hi: अब आपको एक टोन सुनाई देनी चाहिए। अपने उपकरण के किनारे दिए गए नियंत्रणों का उपयोग करके वॉल्यूम समायोजित करें। जब आप आरंभ करने के लिए तैयार हो जाएँ, तो किसी भी बटन पर टैप करें।
hr: Sad biste trebali začuti ton. Kontrolama s bočne strane svog uređaja podesite glasnoću. Kad ste spremni započeti dodirnite bilo koju tipku.
hu: Ön most valószínűleg hall egy hangot. Állítsa be a hangerőt az eszköz oldalán található vezérlőkkel. Koppintson egy gombra, amikor készen áll a kezdésre.
id: Seharusnya Anda telah mendengar nada sekarang. Sesuaikan volume menggunakan kontrol di sisi perangkat Anda. Ketuk tombol mana pun setelah Anda siap memulai.
it: Ora sentirai un segnale acustico, regola il volume mediante i tasti laterali del tuo dispositivo. Tocca un pulsante per iniziare.
ja: 音が聞こえてくるのでデバイスの横にあるコントロールで音量を調整してください。 始める準備ができたらボタンをタップしてください。
ko: 이제 소리가 들립니다. 기기 측면에 있는 제어기를 사용하여 음량을 조절하십시오. 시작할 준비가 되었으면 버튼을 탭하십시오.
ms: Anda sepatutnya mendengar nada sekarang. Laraskan kelantangan menggunakan kawalan di sisi peranti anda. Ketik sebarang butang apabila anda bersedia untuk bermula.
ms_latn_sg: Anda sepatutnya mendengar satu nada. Laraskan kelantangan menggunakan butang kawalan pada sisi peranti anda. Ketik mana-mana butang apabila anda sedia untuk mula.
nb_no: Nå vil du høre en tone. Juster volumen med kontrollene på siden av enheten. Trykk på en hvilken som helst knapp når du er klar til å begynne.
nl: Je moet nu een toon horen. Pas het volume aan met de knoppen aan de zijkant van je apparaat. Tik op een willekeurige knop wanneer je klaar bent om te beginnen.
no: Du bør nå høre en tone. Juster volumet med kontrollene på siden av enheten. Trykk på en hvilken som helst knapp når du er klar til å begynne.
or_in: ବର୍ତ୍ତମାନ ଆପଣ ଗୋଟିଏ ଟୋନ୍‍ ଶୁଣିବେ | ଆପଣ ଡିଭାଇସ୍‍ର ପାର୍ଶ୍ୱରେ ଥିବା ନିୟନ୍ତ୍ରଣକୁ ବ୍ୟବହାର କରି ଭଲ୍ୟୁମ୍‍ ଆଡଜଷ୍ଟ କରନ୍ତୁ | ଆପଣ ଆରମ୍ଭ କରିବାକୁ ପ୍ରସ୍ତୁତ ହେବା ପରେ ଯେକୌଣସି ବଟନ୍‍କୁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Teraz usłyszysz dźwięk. Ustaw głośność urządzenia używając przycisków bocznych. Aby rozpocząć, naciśnij dowolny klawisz.
pt_pt: Deve ouvir um som agora. Ajuste o volume usando os controlos na parte lateral do dispositivo. Toque em qualquer botão quando estiver pronto para começar.
ro: Ar trebui să auziți acum un ton. Ajustați volumul folosind comenzile de pe lateralul dispozitivului. Apăsați orice buton când sunteți gata de a începe.
ru: Сейчас Вы должны слышать сигнал. Отрегулируйте громкость при помощи боковых кнопок устройства. Коснитесь любой кнопки, когда будете готовы начать.
sk: Teraz by ste mali počuť tón. Nastavte hlasitosť pomocou ovládacích prvkov na bočnej strane zariadenia. Keď budete pripravení začať, klepnite na ľubovoľné tlačidlo.
sv: Nu bör du höra en ton. Justera volymen med reglagen på sidan av enheten. Tryck på någon av knapparna när du vill börja.
ta_in: நீங்கள் இப்போது ஒரு தொனியைக் கேட்க வேண்டும். உங்கள் சாதனத்தின் பக்கத்தில் உள்ள கட்டுப்பாடுகளைப் பயன்படுத்தி அளவை சரிசெய்யவும். நீங்கள் துவங்கத் தயாராக இருக்கும்போது ஏதாவது பட்டனை தட்டவும்.
ta_my: நீங்கள் இப்போது ஒரு தொனியைக் கேட்க வேண்டும். உங்கள் சாதனத்தின் பக்கத்தில் உள்ள கட்டுப்பாடுகளைப் பயன்படுத்தி அளவை சரிசெய்யவும். நீங்கள் தொடங்க தயாராக இருக்கும்போது எந்த பொத்தாஐயும் தட்டவும்.
th: ตอนนี้คุณควรจะได้ยินเสียงเตือน ให้ปรับความดังเสียงโดยใช้ตัวควบคุมที่อยู่ด้านข้างอุปกรณ์ของคุณ แตะปุ่มใดก็ได้เมื่อคุณพร้อมที่จะเริ่มต้นแล้ว
tr: Şimdi bir ses duymalısınız. Aygıtınızın yan tarafındaki denetimleri kullanarak ses düzeyini ayarlayın. Başlamaya hazır olduğunuzda herhangi bir düğmeye dokunun.
uk: Зараз ви маєте почути тональний сигнал. Регулюйте гучність кнопками на боці свого пристрою. Торкніть будь-яку кнопку на екрані, щоб розпочати.
vi: Bây giờ bạn sẽ nghe thấy một âm báo. Điều chỉnh âm lượng bằng cách điều khiển ở sườn của thiết bị. Chạm vào bất kỳ nút nào khi bạn đã sẵn sàng bắt đầu.
vi_vn: Bây giờ bạn sẽ nghe thấy một âm báo. Điều chỉnh âm lượng bằng các nút điều khiển ở bên cạnh thiết bị của bạn. Nhấp vào bất kỳ nút nào khi bạn sẵn sàng bắt đầu.
xh_za: Ngoku ufanele ngoku uve ithoni. Lungisa ivolumu usebenzisa amaqhosha okulawula asecaleni efowunini yakho. Cofa naliphi na iqhosha xa ukulungele ukuqalisa.
zh_cn: 现在您应该听到一个音调。使用设备一侧的控制来调整音量。 请在准备好后，轻点任意按钮来开始测试。
zh_hans_my: 您现在应该听到一个提示音。使用设备侧面的控件调节音量。 当您准备好开始时，点击任意按钮。
zh_hk: 你現在會聽到一個聲調。使用裝置側邊的控制項目來調整音量。 當你準備好開始時，請按一下任何按鈕。
zh_tw: 您現在應該可聽到測試音。請使用裝置側邊的控制按鈕來調整音量。 當您準備好開始時，請點任一個按鈕。

# TONE_AUDIOMETRY_TASK_TITLE
source: Tone Audiometry
ar: قياس سمع النغمة
ca: Audiometria tonal
cs: Tónová audiometrie
da: Toneaudiometri
de: Tonaudiometrie
de_at: Geräusch-Audiometrie
el: Τονική ακοομετρία
es: Audiometría tonal
es_419: Audiometría tonal
fi: Audiometria
fr: Audiométrie tonale
fr_ca: Audiométrie tonale
he: בדיקת שמיעה
hi: टोन ऑडियोमेट्री
hr: Tonalna audiom.
hu: Hangaudiometria
id: Audiometri Nada
it: Audiometria tonale
ja: 聴力検査
ko: 순음 청력 검사
ms: Audiometri Nada
ms_latn_sg: Audiometri Nada
nb_no: Toneaudiometri
nl: Toonaudiometrie
no: Toneaudiometri
or_in: ଟୋନ ଅଡିଓମେଟ୍ରି
pl: Audiometria tonalna
pt_pt: Audiometria de tom
ro: Audiometrie tonală
ru: Аудиометрия
sk: Tónová audiometria
sv: Tonaudiometri
ta_in: தொனி கேள் திறன்மானி
ta_my: டோன் ஆடியோமெட்ரி
th: ตรวจวัดการได้ยิน
tr: Ses Tonu Odyometrisi
uk: Аудіометрія
vi: Trắc thính Âm báo
vi_vn: Đo thính lực giai điệu
xh_za: Ithoni Yokulinganisa Ukuva
zh_cn: 纯音测听
zh_hans_my: 音调测听
zh_hk: 純音聽力檢查
zh_tw: 純音聽力檢查

# TONE_LABEL_%@_LEFT
source: %@ Hz, Left
ar: ‏%@ هرتز، يسار
ca: %@ Hz, esquerra
cs: %@ Hz, vlevo
da: %@ Hz, venstre
de: %@ Hz, Links
de_at: %@ Hz, links
el: %@ Hz, αριστερά
es: %@ Hz, izquierdo
es_419: %@ Hz, izquierda
fi: %@ Hz, vasen
fil_ph: %@ Hz, Kaliwa
fr: %@ Hz, à gauche
fr_ca: %@ Hz, gauche
he: ‏%@ הרץ, שמאל
hi: %@ Hz, बाएँ
hr: %@ Hz, lijevo
hu: %@ Hz, bal
id: %@ Hz, Kiri
it: %@ Hz, a sinistra
ja: %@ Hz、左
ko: %@Hz, 왼쪽
ms: %@ Hz, Kiri
ms_latn_sg: %@ Hz, Kiri
nb_no: %@ Hz, venstre
nl: %@ Hz, links
no: %@ Hz, venstre
or_in: %@ Hz, ବାମ
pl: %@ Hz, lewy
pt_pt: %@ Hz, esquerda
ro: %@ Hz, stânga
ru: %@ Гц, левый
sk: %@ Hz, naľavo
sv: %@ Hz, vänster
ta_in: %@ Hz, இடது
ta_my: %@ ஹெர்ட்ஸ், இடது
th: %@ Hz ซ้าย
tr: %@ Hz, Sol
uk: %@ Гц, зліва
vi: %@ Hz, Trái
vi_vn: %@ Hz, Trái
xh_za: %@ Hz, Ekhohlo
zh_cn: %@ Hz，左
zh_hans_my: %@ 赫兹，左
zh_hk: %@ Hz，左
zh_tw: 左側，%@ 赫茲

# TONE_LABEL_%@_RIGHT
source: %@ Hz, Right
ar: ‏%@ هرتز، يمين
ca: %@ Hz, dreta
cs: %@ Hz, vpravo
da: %@ Hz, højre
de: %@ Hz, Rechts
de_at: %@ Hz, rechts
el: %@ Hz, δεξιά
es: %@ Hz, derecho
es_419: %@ HZ, derecha
fi: %@ Hz, oikea
fil_ph: %@ Hz, Kanan
fr: %@ Hz, à droite
fr_ca: %@ Hz, droite
he: ‏%@ הרץ, ימין
hi: %@ Hz, दाएँ
hr: %@ Hz, desno
hu: %@ Hz, jobb
id: %@ Hz, Kanan
it: %@ Hz, a destra
ja: %@ Hz、右
ko: %@Hz, 오른쪽
ms: %@ Hz, Kanan
ms_latn_sg: %@ Hz, Kanan
nb_no: %@ Hz, høyre
nl: %@ Hz, rechts
no: %@ Hz, høyre
or_in: %@ Hz, ଡାହାଣ
pl: %@ Hz, prawy
pt_pt: %@ Hz, direita
ro: %@ Hz, dreapta
ru: %@ Гц, правый
sk: %@ Hz, napravo
sv: %@ Hz, höger
ta_in: %@ Hz, வலது
ta_my: %@ ஹெர்ட்ஸ், வலது
th: %@ Hz ขวา
tr: %@ Hz, Sağ
uk: %@ Гц, справа
vi: %@ Hz, Phải
vi_vn: %@ Hz, Phải
xh_za: %@ Hz, Ekunene
zh_cn: %@ Hz，右
zh_hans_my: %@ 赫兹，右
zh_hk: %@ Hz，右
zh_tw: 右側，%@ 赫茲

# TOTAL_TAPS_LABEL
source: Total Taps
ar: إجمالي الضغطات
ca: Tocs totals
cs: Počet klepnutí
da: Tryk i alt
de: Tippanzahl
de_at: Gesamte Tipps
el: Συνολικά αγγίγματα
es: N.º total de pulsaciones
es_419: Toques en total
fi: Napautuksia yhteensä
fil_ph: Kabuuang mga Tap
fr: Total de touchers
fr_ca: Total de contacts
he: סה״כ הקשות
hi: कुल टैप
hr: Ukupan broj dodira
hu: Összes koppintás
id: Total Ketukan
it: Totale tocchi
ja: 合計タップ回数
ko: 탭한 총 횟수
ms: Jumlah Ketikan
ms_latn_sg: Jumlah Ketikan
nb_no: Totalt antall trykk
nl: Totaal aantal tikken
no: Trykk totalt
or_in: ସମୁଦାୟ ଟ୍ୟାପଗୁଡିକ
pl: Liczba stuknięć
pt_pt: Total de toques
ro: Total apăsări
ru: Всего касаний
sk: Počet klepnutí
sv: Totalt antal tryckningar
ta_in: மொத்த தட்டல்கள்
ta_my: மொத்த தட்டுதல்கள்
th: การแตะทั้งหมด
tr: Toplam Dokunma
uk: Всього дотиків
vi: Tổng Lần chạm
vi_vn: Tổng số lần nhấp
xh_za: Isimbuku Sokucofa
zh_cn: 轻点总次数
zh_hans_my: 总点击次数
zh_hk: 點按總次數
zh_tw: 總計點按數量
