Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# SPEECH_IN_NOISE_STEP_TEXT
source: A sentence mixed with background noise at a randomized Signal to Noise Ratio (SNR) will be played only once.
ar: سيتم تشغيل جملة لمرة واحدة، وهي جملة مختلطة بضوضاء في الخلفية بقيمة عشوائية لمعدل الإشارة إلى الضوضاء (SNR).
ca: Es reproduirà només una vegada una frase amb soroll de fons en una relació senyal‑soroll (SNR) aleatòria.
cs: Věta smíchaná s hlukem na pozadí při náhodném poměru signál-šum (SNR) bude přehrána jen jednou.
da: En sætning, der er blandet med baggrundsstøj i et tilfældigt signal-støj-forhold (SNR) afspilles kun en gang.
de: Ein Satz, der bei einer zufälligen SNR-Rate (Signal-to-Noise-Ratio) mit Hintergrundgeräuschen gemischt wurde, wird einmal abgespielt.
de_at: Ein Satz, der mit Hintergrundgeräuschen bei einem zufälligen Signal-Rausch-Verhältnis (SNR) gemischt wird, wird nur einmal abgespielt.
el: Θα αναπαραχθεί μόνο μία φορά μια πρόταση μαζί με θόρυβο στο παρασκήνιο σε τυχαιοποιημένο SNR (λόγος σήματος προς θόρυβο).
es: Se reproducirá una frase mezclada con ruido de fondo a una relación señal/ruido (S/R) aleatorizada.
fil_ph: Ang isang pangungusap na hinaluan ng ingay sa background sa isang sapalarang Signal to Noise Ratio (SNR) ay ipapatugtog lamang nang isang beses.
fr: Une phrase avec du bruit de fond sera lue une seule fois, à un rapport signal sur bruit aléatoire.
he: משפט המשולב עם רעש רקע בעל יחס אות לרעש (SNR) אקראי יושמע פעם אחת בלבד.
hi: पृष्ठभूमि के शोर के साथ अनियमित नॉइज़ अनुपात सिग्नल (SNR) पर मिश्रित वाक्य को केवल एक बार चलाया जाएगा।
hr: Rečenica pomiješana s pozadinskom bukom po nasumično odabranom Omjeru signala i šuma (SNR) reproducirat će se samo jednom.
hu: Egy véletlenszerű jel-zaj arányú (SNR) háttérzajjal kevert mondat lesz egyetlen alkalommal lejátszva.
id: Kalimat yang dicampur dengan kebisingan latar belakang pada Rasio Sinyal terhadap Kebisingan (SNR) yang acak hanya akan diputar sekali.
it: Verrà riprodotta una frase con rumore di fondo con un rapporto segnale/rumore casuale una sola volta.
ja: ランダムなSN比（SNR）で背景ノイズと混ざった文章が一度だけ再生されます。
ms: Ayat bercampur dengan hingar latar belakang pada Nisbah Isyarat kepada Hingar (SNR) yang dirawakkan akan dimainkan hanya sekali.
ms_latn_sg: Ayat yang bercampur bunyi bising di latar belakang pada Nisbah Isyarat ke Kebisingan (SNR) rawak hanya akan dimainkan sekali sahaja.
nb_no: En setning med bakgrunnsstøy ved et tilfeldig signal/støy-forhold (SNR) spilles av kun én gang.
nl: Er wordt slechts eenmaal een zin afgespeeld, waarbij achtergrondgeluid met een willekeurige signaal-ruisverhouding hoorbaar is.
no: En setning blandet med bakgrunnsstøy vil bli spilt av én gang med et tilfeldig signal-til-støy-forhold (SNR).
or_in: ବାରମ୍ୱାର ସିଗନାଲ ଟୁ ନଏଜ ରେଟିଓ (SNR(ଏସ୍‍ଏନ୍‍ଆର)ରେ ବ୍ୟାକଗ୍ରାଉଣ୍ଡ ଶବ୍ଦ ସହ ମିଶିରହିଥିବା ଗୋଟିଏ ବାକ୍ୟ କେବଳ ଥରେ ବଜାଯିବ |
pl: Zdanie z szumem w tle z losowym stosunkiem sygnału do szumu (SNR) zostanie odczytane tylko raz.
pt_pt: Uma frase misturada com ruído de fundo será reproduzida, apenas uma vez, com um rácio sinal/ruído (SNR) aleatório.
ro: Va fi redată o singură dată o propoziție combinată cu zgomot de fundal la un raport semnal/zgomot (SNR) randomizat.
ru: Предложение, записанное на фоне шума и с измененным отношением сигнала к шуму, будет воспроизведено один раз.
sk: Nahrávka vety skombinovanej so šumom na pozadí a náhodným pomerom signálu k šumu (SNR) bude prehraná len raz.
sv: En mening som är uppblandad med bakgrundsbrus med ett slumpmässigt signal-brusförhållande (SNR) kommer bara att spelas upp en gång.
ta_in: சீரற்ற Signal to Noiise Ratio (SNR) சிக்னலில் இருந்து சத்தம் விகிதத்தில் பின் இரைச்சலுடன் கலந்த ஒரு வாக்கியம் ஒரு முறை மட்டுமே இயக்கப்படும்.
ta_my: சீரற்ற சிக்னலில் இருந்து சத்தம் விகிதத்தில் (SNR) PINனணி இரைச்சல் கலந்த வாக்கியம் ஒரு முறை மட்டுமே இயக்கப்படும்.
th: ประโยคที่มีเสียงรบกวนรอบข้างปะปน โดยมีอัตราสัญญาณเสียงต่อคลื่นรบกวน (SNR) แบบสุ่ม จะเล่นเพียงครั้งเดียว
tr: Rasgele Sinyal - Gürültü Oranı’nda (SNR) arka plan gürültüsü ile karışık bir cümle yalnızca bir sefer oynatılacaktır.
uk: Речення, змішане з фоновим шумом при довільному відношенні сигнал/шум (ВСШ), буде відтворено лише раз.
vi: Một câu trộn lẫn trong môi trường tiếng ồn theo Tỷ số tín hiệu/nhiễu (SNR) được ngẫu nhiên hóa sẽ chỉ được phát một lần.
vi_vn: Một câu trộn với tiếng ồn xung quanh ở Tỷ lệ tín hiệu trên tiếng ồn (SNR) ngẫu nhiên sẽ chỉ được phát một lần.
xh_za: Isivakalisi esixutywe nengxolo emva koMyinge Wophawu Lwengxolo (SNR) ezenzekelelayo siya kudlalwa kube kanye.
zh_hans_my: 以随机信噪比 (SNR) 与背景噪音混合的句子将仅播放一次。
zh_hk: 只會播放一次以隨機訊噪比（SNR）混合背景噪音的句子。
zh_tw: 混有背景雜音的句子會以隨機訊號雜訊比（SNR）只播放一次。

# SPEECH_IN_NOISE_STEP_TITLE
source: Listen
ar: استماع
ca: Escolta
cs: Poslouchat
da: Lyt
de: Hören
de_at: Zuhören
el: Ακρόαση
es: Escuchar
fil_ph: Makinig
fr: Écouter
he: האזן/י
hi: सुनें
hr: Slušaj
hu: Hallgatás
id: Dengarkan
it: Ascolta
ja: 聴く
ms: Dengar
ms_latn_sg: Dengar
nb_no: Lytt
nl: Luister
no: Lytt
or_in: ଶୁଣନ୍ତୁ
pl: Słuchaj
pt_pt: Ouvir
ro: Ascultați
ru: Прослушивание
sk: Počúvanie
sv: Lyssna
ta_in: கேட்கவும்
ta_my: கேளுங்கள்
th: ฟัง
tr: Dinle
uk: Слухати
vi: Nghe
vi_vn: Nghe
xh_za: Phulaphula
zh_hans_my: 听
zh_hk: 聆聽
zh_tw: 聆聽

# SPEECH_IN_NOISE_STOP_AUDIO_LABEL
source: Stop Audio
ar: إيقاف الصوت
ca: Aturar l’àudio
cs: Zastavit přehrávání
da: Stop lyd
de: Audio stoppen
de_at: Audio stoppen
el: Διακοπή ήχου
es: Detener audio
fil_ph: Itigil ang Audio
fr: Arrêter l’audio
he: עצור את השמע
hi: ऑडियो रोकें
hr: Zaustavi audio zapis
hu: Hang leállítása
id: Hentikan Audio
it: Interrompi audio
ja: オーディオを停止
ms: Hentikan Audio
ms_latn_sg: Henti Audio
nb_no: Stopp lyd
no: Stopp lyd
or_in: ଅଡିଓ ବନ୍ଦ କରନ୍ତୁ
pl: Zatrzymaj dźwięk
pt_pt: Parar áudio
ro: Oprire audio
ru: Остановить аудио
sk: Zastaviť audio
sv: Stoppa ljud
ta_in: ஆடியோவை நிறுத்தவும்
ta_my: ஆடியோவை நிறுத்து
th: หยุดเสียง
tr: Sesi Durdur
uk: Припинити аудіо
vi: Dừng âm thanh
vi_vn: Ngừng âm thanh
xh_za: Misa iOdiyo
zh_hans_my: 停止音频
zh_hk: 停止音訊
zh_tw: 停止音訊

# SPEECH_IN_NOISE_TITLE
source: Speech in Noise
ar: التحدث في ضوضاء
ca: Parlat amb soroll
cs: Řeč v hluku
da: Tale med støj
de: Sprechen bei Geräuschkulisse
de_at: Sprache mit Hintergrundgeräuschen
el: Ομιλία σε θόρυβο
es: Habla en ruido
fil_ph: Pagsasalita sa Ingay
fr: Parole dans le bruit
he: דיבור ברעש
hi: नॉइज़ में बोली
hr: Govor u buci
hu: Beszéd zajban
id: Ucapan dalam Kebisingan
it: Voce con rumore
ja: ノイズの中で発声
ms: Pertuturan dalam Hingar
ms_latn_sg: Pertuturan dalam Bising
nb_no: Tale med støy
nl: Achtergrondgeluid
no: Tale og støy
or_in: ଶବ୍ଦରେ ବାକ୍ୟ
pl: Szum podczas mówienia
pt_pt: Fala com ruído
ro: Enunțare în zgomot
ru: Проговаривание на фоне шума
sk: Reč v hlučnom prostredí
sv: Tal i brus
ta_in: சத்தமான பின்னனியில் பேசியது
ta_my: சத்தத்தில் பேச்சு
th: เสียงพูดมีเสียงรบกวน
tr: Gürültüde Konuşma
uk: Мовлення в шумі
vi: Lời nói trong tiếng ồn
vi_vn: Nói bằng tiếng ồn
xh_za: Ingxolo Kwintetho
zh_hans_my: 噪音中的说话
zh_hk: 在噪音中說話
zh_tw: 噪音中的語音

# SPEECH_RECOGNITION_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, toca Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
de_at: Tippen Sie auf Erste Schritte, um zu beginnen.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
fil_ph: I-tap ang Magsimula upang simulan.
fr: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ms: Ketik Mulakan untuk memulakan.
ms_latn_sg: Ketik Bermula untuk mulakan.
nb_no: Trykk på Kom i gang for å begynne.
nl: Tik op 'Start' om te beginnen.
no: Trykk på Start for å begynne.
or_in: ଆରମ୍ଭ କରିବାକୁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Aby rozpocząć, stuknij w Start.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
ta_in: துவங்குவதற்கு ‘Get Started’ ஐ தட்டவும்.
ta_my: தொடங்குவதற்கு தொடங்கு என்பதைத் தட்டவும்.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
vi_vn: Nhấp vào Bắt đầu để bắt đầu.
xh_za: Cofa Qalisa ukuze uqalise.
zh_hans_my: 点击“开始”使用。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

source: Speech recognition failed.
ar: فشل التعرف على الكلام.
ca: El reconeixement de veu ha fallat.
cs: Rozpoznávání řeči selhalo.
da: Talegenkendelse mislykkedes.
de: Spracherkennung fehlgeschlagen.
de_at: Spracherkennung fehlgeschlagen.
el: Απέτυχε η αναγνώριση ομιλίας.
es: Error del reconocimiento de voz.
fil_ph: Nabigo ang pagkilala sa pagsasalita.
fr: Échec de la reconnaissance vocale.
he: זיהוי הדיבור נכשל.
hi: बोली पहचान विफल।
hr: Prepoznavanje govora nije uspjelo.
hu: A beszédfelismerés sikertelen volt.
id: Pengenalan ucapan gagal.
it: Riconoscimento vocale non riuscito.
ja: 音声認識できませんでした。
ms: Pengecaman pertuturan gagal.
ms_latn_sg: Pengecaman pertuturan gagal.
nb_no: Talegjenkjenning mislyktes.
nl: Spraakherkenning mislukt.
no: Talegjenkjenning mislyktes.
or_in: କଥା ଚିହ୍ନଟକରଣ ବିଫଳ ହେଲା |
pl: Rozpoznawanie mowy nie powiodło się.
pt_pt: Falha no reconhecimento da fala.
ro: Recunoașterea vocală a eșuat.
ru: Не удалось выполнить распознавание речи.
sk: Rozpoznávanie reči zlyhalo.
sv: Röstigenkänning misslyckades.
ta_in: பேச்சு அங்கீகரித்தல் தோல்வியடைந்தது
ta_my: பேச்சு அங்கீகாரம் தோல்வியடைந்தது.
th: การรู้จำเสียงพูดไม่สำเร็จ
tr: Konuşma tanıma başarısız oldu.
uk: Збій розпізнання мовлення.
vi: Không thể nhận dạng lời nói.
vi_vn: Nhận dạng lời nói không thành công.
xh_za: Ukuqonda intetho kusilele.
zh_hans_my: 语音识别失败。
zh_hk: 語音辨識失敗。
zh_tw: 語音辨識失敗。

# SPEECH_RECOGNITION_INIT_FAILURE
source: Failed to initialize speech recognition.
ar: فشلت تهيئة التعرّف على الكلام.
ca: No s’ha pogut iniciar el reconeixement de veu.
cs: Inicializace rozpoznávání řeči selhala.
da: Kunne ikke initialisere talegenkendelse.
de: Die Spracherkennung konnte nicht initialisiert werden.
de_at: Fehler beim Initialisieren der Spracherkennung.
el: Απέτυχε η αρχικοποίηση της αναγνώρισης ομιλίας.
es: No se ha podido inicializar el reconocimiento de voz.
fil_ph: Nabigong simulan ang pagkilala sa pagsasalita.
fr: Impossible d’initialiser la reconnaissance vocale.
he: לא ניתן היה להתחיל את זיהוי הדיבור.
hi: बोली पहचान शुरू करने में विफल।
hr: Neuspjelo pokretanje prepoznavanja govora.
hu: Nem sikerült elindítani a beszédfelismerést.
id: Gagal memulai pengenalan ucapan.
it: Impossibile inizializzare il riconoscimento vocale.
ja: 音声認識を初期化できませんでした。
ms: Gagal memulakan pengecaman pertuturan.
ms_latn_sg: Gagal untuk memulakan pengecaman pertuturan.
nb_no: Kunne ikke initialisere talegjenkjenning.
nl: Initialiseren van spraakherkenning is mislukt.
no: Kunne ikke initialisere talegjenkjenning.
or_in: କଥା ଚିହ୍ନଟକରଣ ଆରମ୍ଭ କରିବାକୁ ବିଫଳ ହେଲା |
pl: Nie udało się zainicjować rozpoznawania mowy.
pt_pt: Não foi possível inicializar o reconhecimento de fala.
ro: Recunoașterea vocală nu a putut fi inițializată.
ru: Не удалось начать распознавание речи.
sk: Nepodarilo sa spustiť rozpoznávanie reči.
sv: Kunde inte starta röstigenkänning.
ta_in: பேச்சு அங்கீகாரத்தைத் தொடங்குவதில் தோல்வி.
ta_my: பேச்சு அங்கீகாரத்தைத் தொடங்க முடியவில்லை.
th: เริ่มต้นการรู้จำเสียงพูดไม่สำเร็จ
tr: Konuşma tanıma sıfırlanamadı.
uk: Збій ініціалізації розпізнання мовлення.
vi: Không thể bắt đầu nhận dạng lời nói.
vi_vn: Không thể khởi chạy nhận dạng lời nói.
xh_za: Isilele ukuqalisa ukuqonda intetho.
zh_hans_my: 无法初始化语音识别。
zh_hk: 初始化語音辨識失敗。
zh_tw: 無法初始化語音辨識。

# SPEECH_RECOGNITION_INTRO_2_TEXT
source: Press the button to start recording before speaking.
ar: اضغط على الزر لبدء التسجيل قبل النطق.
ca: Abans de parlar, prem el botó per començar a gravar.
cs: Než začnete mluvit, nejprve spusťte nahrávání stisknutím tlačítka.
da: Tryk på knappen for at starte optagelsen, før du taler.
de: Drücke bereits vor dem Sprechen auf die Taste, um die Aufnahme zu starten.
de_at: Drücken Sie die Schaltfläche, um die Aufnahme vor dem Sprechen zu starten.
el: Πατήστε το κουμπί για έναρξη της εγγραφής προτού μιλήσετε.
es: Pulsa el botón para empezar a grabar antes de hablar.
fil_ph: Pindutin ang button upang simulang magrekord bago magsalita.
fr: Appuyez sur le bouton pour commencer l’enregistrement avant d’énoncer.
he: לחץ/י על הכפתור כדי להתחיל בהקלטה לפני שתדבר/י.
hi: रिकॉर्डिंग शुरू करने के लिए बोलने से पहले बटन दबाएँ।
hr: Pritisnite tipku za početak snimanja prije govora.
hu: A beszéd előtt nyomja meg a gombot a felvétel megkezdéséhez.
id: Tekan tombol untuk memulai rekaman sebelum bicara.
it: Premi il pulsante per avviare la registrazione prima di parlare.
ja: ボタンを押して、収録を開始してから、話します。
ms: Tekan butang untuk mula merakam sebelum menyebut.
ms_latn_sg: Tekan butang untuk memulakan rakaman sebelum bercakap.
nb_no: Trykk på knappen for å begynne å spille inn før du snakker.
nl: Druk op de knop om de opname te starten voordat je begint met praten.
no: Trykk på knappen for å starte opptaket før du begynner å snakke.
or_in: କହିବା ପୂର୍ବରୁ ରେକର୍ଡିଙ୍ଗ ଆରମ୍ଭ କରିବାକୁ ବଟନ୍‍ ଦବାନ୍ତୁ |
pl: Naciśnij przycisk, aby rozpocząć nagrywanie zanim zaczniesz mówić.
pt_pt: Prima o botão para iniciar a gravação antes de falar.
ro: Apăsați butonul pentru a începe înregistrarea înainte de a vorbi.
ru: Нажмите кнопку, чтобы начать запись до проговаривания.
sk: Stlačením tlačidla spustite nahrávanie a začnite hovoriť.
sv: Tryck på knappen för att starta inspelningen innan du talar.
ta_in: பேசுவதற்கு முன் பதிவு செய்ய பட்டனை அழுத்தவும்.
ta_my: பேசுவதற்கு முன் பதிவு செய்ய பொத்தாஐ அழுத்தவும்.
th: กดปุ่มเพื่อเริ่มอัดเสียงก่อนที่จะพูด
tr: Konuşmaya başlamadan önce kaydı başlatmak için düğmeye basın.
uk: Тисніть кнопку, щоб почати записування перед мовленням.
vi: Nhấn nút để bắt đầu ghi âm trước khi nói.
vi_vn: Nhấp nút để bắt đầu ghi âm trước khi nói.
xh_za: Cofa iqhosha ukuze uqalise ukurekhoda ngaphambi kokuthetha.
zh_hans_my: 说话前按下按钮开始录音。
zh_hk: 開始說話前，請按下按鈕來開始錄音。
zh_tw: 按下按鈕來開始錄音。

# SPEECH_RECOGNITION_INTRO_TEXT
source: This activity records your speech with the microphone at the bottom of the device, and translates it to text.
ar: يسجل هذا النشاط كلامك باستخدام الميكروفون في أسفل الجهاز، ويترجمه إلى نص.
ca: Aquesta activitat grava el que dius amb el micròfon de la part inferior del dispositiu i després ho converteix a text.
cs: Tato aktivita nahraje vaši řeč pomocí mikrofonu u dolního okraje zařízení a pak ji převede na text.
da: Denne aktivitet optager din tale med mikrofonen i bunden af enheden, og oversætter den til tekst.
de: Diese Aktivität zeichnet deine Stimme mit dem Mikrofon an der Unterseite des Geräts auf und setzt das Gesprochene in Text um.
de_at: Diese Aktivität zeichnet Ihre Sprache mit dem Mikrofon am unteren Rand des Geräts auf und überträgt sie in Text.
el: Αυτή η δραστηριότητα εγγράφει την ομιλία σας με το μικρόφωνο στο κάτω μέρος της συσκευής και μετά τη μετατρέπει σε κείμενο.
es: Esta actividad graba lo que dices con el micrófono que hay en la parte inferior del dispositivo, y lo convierte a texto.
fil_ph: Itinatala ng aktibidad na ito ang iyong pagsasalita gamit ang mikropono sa ilalim ng device, at isinalin ito sa teksto.
fr: Cette activité permet d’enregistrer votre énonciation avec le micro situé en bas de votre appareil, puis de le retranscrire en texte.
he: פעילות זו מקליטה את הדיבור שלך באמצעות המיקרופון שבתחתית המכשיר, ומתרגמת את הדיבור למלל כתוב.
hi: इस गतिविधि से आपकी बोली को उपकरण के नीचे लगे माइक्रोफ़ोन से रिकॉर्ड किया जाता है और उसे टेक्स्ट में अनुवादित किया जाता है।
hr: Ovom se aktivnošću snima vaš govor s mikrofonom na dnu uređaja, te se prevodi u tekst.
hu: Ez a tevékenység rögzíti a beszédhangját az eszköz alján található mikrofon használatával, és szöveggé alakítja.
id: Aktivitas ini merekam ucapan Anda dengan mikrofon di bagian bawah perangkat, dan menerjemahkannya ke teks.
it: L'attività registra la tua voce con il microfono del dispositivo e lo converte in testo.
ja: このアクティビティは、デバイスの下部にあるマイクで発声した内容を記録して、テキストに書き起こします。
ms: Aktiviti ini merakam pertuturan anda dengan mikrofon di bahagian bawah peranti dan menterjemahkannya kepada teks.
ms_latn_sg: Aktiviti ini merakam pertuturan anda menggunakan mikrofon pada bahagian bawah peranti, kemudian menterjemahkannya kepada teks.
nb_no: Denne aktiviteten registrerer talen din med mikrofonen nederst på enheten, og oversetter den til tekst.
nl: Met deze activiteit neem je spraak op met de microfoon aan de onderzijde van het apparaat, waarna dit naar tekst wordt omgezet.
no: Denne aktiviteten tar opp tale med mikrofonen i nedre kant av enheten og oversetter tale til tekst.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ତଳେ ଥିବା ମାଇକ୍ରୋଫୋନ୍‍ ଡିଭାଇସ୍‍ ସହିତ ଆପଣଙ୍କର କଥାକୁ ରେକର୍ଡ କରେ ଏବଂ ଏହାକୁ ଟେକ୍ସଟରେ ଅନୁବାଦ କରେ |
pl: Ta czynność nagrywa Twoją mowę za pomocą mikrofonu umieszczonego na dole urządzenia i transponuje ją na tekst.
pt_pt: Este exercício grava a sua fala através do microfone na parte inferior do dispositivo e converte‑a em texto.
ro: Această activitate vă înregistrează vocea folosind microfonul din partea de jos a dispozitivului și o transformă în text.
ru: Во время выполнения этого задания Ваша речь записывается микрофоном, расположенным в нижней части устройства, и переводится в текст.
sk: Táto aktivita zaznamená vašu reč pomocou mikrofónu v dolnej časti zariadenia a prevedie ju na text.
sv: Den här aktiviteten spelar in ditt tal med mikrofonen i nederkanten av enheten och översätter den till text.
ta_in: இச்செயலானது சாதனத்தின் அடிப்பகுதியில் உள்ள மைக்ரோஃபோனுடன் உங்கள் பேச்சினை பதிவுசெய்து அதை உரையாக மொழிபெயர்க்கிறது.
ta_my: இந்தச் செயல்பாடு சாதனத்தின் கீழே உள்ள மைக்ரோஃபோனில் உங்கள் பேச்சை பதிவுசெய்து, அதை உரையாக மொழிபெயர்க்கிறது.
th: กิจกรรมนี้จะอัดเสียงพูดของคุณด้วยไมโครโฟนที่อยู่ด้านล่างสุดของอุปกรณ์และแปลงเสียงพูดเป็นข้อความ
tr: Bu aktivite, konuşmanızı aygıtın en altındaki mikrofonla kaydeder ve metne çevirir.
uk: Цей тест записує ваше мовлення за допомогою мікрофона внизу пристрою і перекладає його на текст.
vi: Hoạt động này ghi lại lời nói của bạn bằng micrô ở cạnh dưới của thiết bị và diễn giải thành văn bản.
vi_vn: Hoạt động này ghi lại lời nói của bạn bằng micrô ở cuối thiết bị và chuyển nó thành văn bản.
xh_za: Lo msebenzi urekhoda intetho yakho ngesandisi-lizwi ngezantsi kwesixhobo, yaye iliguqulele kumbhalo.
zh_hans_my: 此活动使用设备底部的麦克风对您的讲话录音，并将其转换为文本。
zh_hk: 此測試活動會以裝置底部的咪高風錄下你的語音，並將語音翻譯為文字。
zh_tw: 此活動會用裝置底部的麥克風錄下您的語音，並聽寫成文字。

# SPEECH_RECOGNITION_QUESTION_TEXT
source: Edit transcript text to correct any misinterpretation of the speech.
ar: قم بتحرير نص النسخة المكتوبة لتصحيح أي خطأ في تفسير الكلام.
ca: Edita la transcripció per corregir les malinterpretacions del text parlat.
cs: Pokud jsou v textu chyby v interpretaci řeči, opravte je.
da: Rediger tekst i transskriptionen for at rette talemisforståelser.
de: Bearbeite den transkribierten Text, um alle Fehlinterpretationen der Sprache zu korrigieren.
de_at: Bearbeiten Sie die Texttranskription, um eventuelle Fehlinterpretationen der Rede zu korrigieren.
el: Επεξεργαστείτε το κείμενο απομαγνητοφώνησης για να διορθώσετε τυχόν εσφαλμένες ερμηνείες της ομιλίας.
es: Edita el texto transcrito para corregir cualquier imprecisión.
fil_ph: I-edit ang tekstong transcript upang iwasto ang anumang misinterpretasyon ng pagsasalita.
fr: Modifiez la transcription pour corriger toute mauvaise interprétation du texte énoncé.
he: ערוך/י את התמלול כדי לתקן טעויות בפירוש הטקסטואלי של הדיבור.
hi: बोली के किसी ग़लत इंटरप्रिटेशन को सुधारने के लिए अनुलेखन टेक्स्ट संपादित करें।
hr: Uredite tekst transkripta kako biste ispravili bilo koje krivo tumačenje govora.
hu: A szöveges átirat szerkesztésével korrigálhatja az esetlegesen félreértett beszédet.
id: Edit teks transkrip untuk mengoreksi misinterpretasi ucapan.
it: Modifica la trascrizione per correggere eventuali errori nel riconoscimento vocale.
ja: 発音表記のテキストを修正して、発声内容の聞き間違いを訂正します。
ms: Edit teks transkrip untuk membetulkan sebarang salah tafsir pertuturan.
ms_latn_sg: Edit teks transkrip untuk membetulkan sebarang salah tafsir pertuturan.
nb_no: Rediger transkripsjonsteksten for å korrigere eventuelle feiltolkninger av talen.
nl: Wijzig de tekst van de transcriptie om eventuele fouten te corrigeren.
no: Rediger avskriftteksten for å rette opp eventuelle misoppfatninger av tale.
or_in: କଥାର କୌଣସି ଭୁଲ ବ୍ୟାଖ୍ୟାକୁ ସଂଶୋଧନ କରିବାକୁ ଟ୍ରାନ୍ସକ୍ରିପ୍ଟ ପାଠ୍ୟ ସଂପାଦନା କରନ୍ତୁ |
pl: Edytuj tekst zapisu, aby poprawić wszelkie błędne interpretacje mowy.
pt_pt: Edite o texto transcrito para corrigir qualquer interpretação incorreta da fala.
ro: Editați textul transcrierii pentru a corecta eventualele interpretări greșite ale enunțării.
ru: Если Вы произносили не то, что написано в расшифровке, исправьте ее.
sk: Ak ste našli chyby v prepise reči, opravte ich.
sv: Redigera utskriftstexten för att rätta eventuella feltolkningar av talet.
ta_in: பேச்சு தவறாக மொழிபெயர்க்கப்பட்டிருப்பின் அதனை சரிசெய்ய டிரான்ஸ்கிரிப்ட் உரையைத் திருத்தவும்.
ta_my: உரையின் தவறான விளக்கத்தை சரிசெய்ய டிரான்ஸ்கிரிப்ட் உரையைத் திருத்தவும்.
th: แก้ไขข้อความในการถอดข้อความเพื่อปรับปรุงส่วนใดๆ ของเสียงพูดที่ตีความผิดพลาดให้ถูกต้อง
tr: Konuşmadaki yanlış anlaşılmaları düzeltmek için döküm metnini düzenleyin.
uk: Редагуйте транскрипцію для усунення всіх хибних тлумачень вашого мовлення.
vi: Sửa nội dung bản chép lại để hiệu chỉnh bất kỳ phần nào diễn giải sai lời nói.
vi_vn: Chỉnh sửa văn bản bản ghi để sửa bất kỳ cách hiểu sai nào về lời nói.
xh_za: Yongezela umbhalo wombhalo ukuze ulungise nakuphi na ukungaguqulelwa kakuhle kwentetho.
zh_hans_my: 编辑转录文本以纠正对说话内容的任何误解。
zh_hk: 編輯文字記錄以改正任何對語音的誤譯。
zh_tw: 編輯聽寫文字來更正聽寫內容的任何誤解。

# SPEECH_RECOGNITION_QUESTION_TITLE
source: Edit Transcript
ar: تحرير النسخة المكتوبة
ca: Edita la transcripció
cs: Upravit přepis
da: Rediger transskription
de: Transkript ändern
de_at: Transkription bearbeiten
el: Επεξεργασία κειμένου απομαγνητοφώνησης
es: Editar transcripción
fil_ph: I-edit ang Transcript
fr: Modification
he: ערוך תמלול
hi: अनुलेखन संपादित करें
hr: Uredi transkript
hu: Átirat szerkesztése
id: Edit Transkrip
it: Modifica trascrizione
ja: 発音表記を編集
ms: Edit Transkrip
ms_latn_sg: Edit Transkrip
nb_no: Rediger transkripsjon
nl: Wijzig transcriptie
no: Rediger avskrift
or_in: ଟ୍ରାନ୍ସକ୍ରିପ୍ଟ ସଂପାଦନା କରନ୍ତୁ |
pl: Edycja zapisu
pt_pt: Editar transcrição
ro: Editați transcrierea
ru: Правка
sk: Upraviť prepis
sv: Redigera utskrift
ta_in: டிரான்ஸ்கிரிப்ட் உரையை திருத்தியமைத்தல்
ta_my: டிரான்ஸ்கிரிப்டை திருத்தவும்
th: แก้ไขการถอดข้อความ
tr: Dökümü Düzenle
uk: Зміна транскрипції
vi: Sửa bản chép lại
vi_vn: Chỉnh sửa bản ghi
xh_za: Yongezela Umbhalo
zh_hans_my: 编辑转录文本
zh_hk: 編輯文字記錄
zh_tw: 編輯聽寫記錄

# SPEECH_RECOGNITION_START_RECORD_LABEL
source: Start Recording
ar: بدء التسجيل
ca: Iniciar la gravació
cs: Začít nahrávat
da: Start optagelse
de: Aufnahme starten
de_at: Aufnahme starten
el: Έναρξη εγγραφής
es: Iniciar grabación
fil_ph: Simulan ang Pagrekord
fr: Enregistrer
he: התחל הקלטה
hi: रिकॉर्डिंग शुरू करें
hr: Započni snimati
hu: Felvétel indítása
id: Mulai Merekam
it: Avvia registrazione
ja: 録画を開始
ms: Mula Merakam
ms_latn_sg: Mula Rakaman
nb_no: Start opptak
nl: Start opname
no: Start opptak
or_in: ରେକର୍ଡିଙ୍ଗ ଆରମ୍ଭ କରନ୍ତୁ
pl: Rozpocznij nagrywanie
pt_pt: Iniciar gravação
ro: Porniți înregistrarea
ru: Начать запись
sk: Spustiť nahrávanie
sv: Starta inspelning
ta_in: ரிகார்டிங்கை தொடங்கவும்
ta_my: பதிவைத் தொடங்கவும்
th: เริ่มอัด
tr: Kaydı Başlat
uk: Почати запис
vi: Bắt đầu Ghi
vi_vn: Bắt đầu ghi âm
xh_za: Qalisa Ukurekhoda
zh_hans_my: 开始录音
zh_hk: 開始錄音
zh_tw: 開始錄音
