Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# BUTTON_SKIP_QUESTION
source: Skip this question
ar: تخطي هذا السؤال
ca: Ometre aquesta pregunta
cs: Tuto otázku přeskočit
da: Spring dette spørgsmål over
de: Frage überspringen
de_at: Diese Frage überspringen
el: Παράλειψη αυτής της ερώτησης
es: Omitir esta pregunta
es_419: Omitir esta pregunta
fi: Ohita tämä kysymys
fil_ph: Laktawan itong tanong
fr: Ignorer cette question
fr_ca: Ignorer cette question
he: דלג על שאלה זו
hi: यह प्रश्न स्किप करें
hr: Preskoči ovo pitanje
hu: A kérdés kihagyása
id: Lewati pertanyaan ini
it: Ignora la domanda
ja: この質問をスキップ
ko: 이 질문 건너뛰기
ms: Langkau soalan ini
ms_latn_sg: Langkau soalan ini
nb_no: Hopp over dette spørsmålet
nl: Sla deze vraag over
no: Hopp over spørsmålet
or_in: ଏହି ପ୍ରଶ୍ନକୁ ସ୍କିପ୍‍ କରନ୍ତୁ
pl: Pomiń to pytanie
pt_pt: Passar à pergunta seguinte
ro: Omiteți această întrebare
ru: Пропустить этот вопрос
sk: Preskočiť túto otázku
sv: Hoppa över denna fråga
ta_in: இந்த வினாவை தவிர்க்கவும்
ta_my: இந்தக் கேள்வியைத் தவிர்க்கவும்
th: ข้ามคำถามนี้
tr: Bu soruyu atla
uk: Пропустити питання
vi: Bỏ qua câu hỏi này
vi_vn: Bỏ qua câu hỏi này
xh_za: Tsiba lo msebenzi
zh_cn: 跳过此问题
zh_hans_my: 跳过这个问题
zh_hk: 略過此問題
zh_tw: 略過此問題

# BUTTON_START_TIMER
source: Start Timer
ar: بدء تشغيل المؤقت
ca: Iniciar el temporitzador
cs: Spustit odpočet
da: Start stopur
de: Timer starten
de_at: Stoppuhr starten
el: Έναρξη χρονοδιακόπτη
es: Activar temporizador
es_419: Activar temporizador
fi: Käynnistä ajastin
fil_ph: Simulan ang Timer
fr: Lancer le minuteur
fr_ca: Démarrer le minuteur
he: הפעל את שעון העצר
hi: टाइमर प्रारंभ करें
hr: Pokreni brojač
hu: Időzítő indítása
id: Mulai Timer
it: Avvia il timer
ja: タイマーを開始
ko: 타이머 시작
ms: Mulakan Pemasa
ms_latn_sg: Mulakan Pemasa
no: Start tidtaker
or_in: ଟାଇମର ଆରମ୍ଭ କରନ୍ତୁ
pl: Włącz stoper
pt_pt: Iniciar relógio
ro: Porniți temporizatorul
ru: Запустить таймер
sk: Spustiť časovač
sv: Starta timern
ta_in: நேரத்தை துவங்கவும்
ta_my: டைமரைத் தொடங்குங்கள்
th: เริ่มจับเวลา
tr: Sayacı Başlat
uk: Запустити таймер
vi: Bắt đầu Hẹn giờ
vi_vn: Bắt đầu hẹn giờ
xh_za: Qalisa Ukubala Ixesha
zh_cn: 启动定时器
zh_hans_my: 启动计时器
zh_hk: 開始計時器
zh_tw: 啟動計時器

# CAMERA_UNAVAILABLE_MESSAGE
source: Camera not available in split screen.
ar: الكاميرا غير متوفرة في العرض المقسم.
ca: La càmera no està disponible amb la pantalla dividida.
cs: Fotoaparát není na rozdělené obrazovce k dispozici.
da: Kamera ikke tilgængeligt på delt skærm.
de: Kamera in der geteilten Darstellung nicht verfügbar.
de_at: Kamera im geteilten Bildschirm nicht verfügbar.
el: Η κάμερα δεν διατίθεται στην Προβολή διαίρεσης.
es: Cámara no disponible en pantalla dividida.
es_419: No se puede usar la cámara con la pantalla dividida.
fi: Kamera ei ole käytettävissä jaetulla näytöllä.
fil_ph: Hindi available ang camera sa split screen.
fr: Appareil photo non disponible en plein écran.
fr_ca: Caméra indisponible en écran scindé.
he: המצלמה אינה זמינה במסך מפוצל.
hi: स्प्लिट स्क्रीन में कैमरा उपलब्ध नहीं है।
hr: Kamera nije dostupna u razdvojenom zaslonu.
hu: A kamera nem érhető el osztott képernyős nézetben.
id: Kamera tidak tersedia dalam layar terpisah.
it: Fotocamera non disponibile in modalità “Vista suddivisa”.
ja: 分割画面ではカメラを使用できません。
ko: 분할된 화면에서는 카메라를 사용할 수 없습니다.
ms: Kamera tidak tersedia dalam skrin terpisah.
ms_latn_sg: Kamera tidak tersedia dalam skrin sisih.
nb_no: Kamera ikke tilgjengelig på delt skjerm.
nl: Camera niet beschikbaar in gedeeld scherm.
no: Kameraet er ikke tilgjengelig på delt skjerm.
or_in: ସ୍ପିଲ୍ଟ ସ୍କ୍ରିନ୍‍ ରେ କ୍ୟାମେରା ଉପଲବ୍ଧ ନାହିଁ |
pl: Kamera niedostępna na ekranie podzielonym.
pt_pt: A câmara não está disponível em ecrã dividido.
ro: Camera nu este disponibilă în ecranul divizat.
ru: Камера недоступна в разделенном экране.
sk: Kamera nie je dostupná v režime rozdelenej obrazovky.
sv: Kamera inte tillgänglig i delad skärm.
ta_in: ஸ்பிலிட் ஸ்கிரீனில் கேமரா இல்லை.
ta_my: பிளவு திரையில் கேமரா இல்லை.
th: ไม่สามารถใช้งานกล้องในหน้าจอแบบแยกได้
tr: Bölünmüş ekranda Kamera kullanılamıyor.
uk: На розділеному екрані Камера недоступна.
vi: Camera không có sẵn trong chế độ màn hình tách rời.
vi_vn: Máy ảnh không khả dụng ở chế độ chia đôi màn hình.
xh_za: Ikhamera ayifumaneki kwisikrini esihlukanayho.
zh_cn: 相机在拆分屏幕中不可用。
zh_hans_my: 相机在分屏模式下不可用。
zh_hk: 分割螢幕無法使用相機。
zh_tw: 分割螢幕無法使用相機。

# CAPTURE_BUTTON_CAPTURE_IMAGE
source: Capture Image
ar: التقاط صورة
ca: Capturar la imatge
cs: Pořídit obrázek
da: Tag billede
de: Bild aufnehmen
de_at: Bild aufnehmen
el: Καταγραφή εικόνας
es: Capturar imagen
es_419: Capturar imagen
fi: Kaappaa kuva
fil_ph: Kunan ng Image
fr: Capturer l’image
fr_ca: Capturer l’image
he: צלם תמונה
hi: छवि कैप्चर करें
hr: Snimi sliku
hu: Kép készítése
id: Ambil Gambar
it: Scatta foto
ja: イメージを取り込む
ko: 이미지 캡처
ms: Tangkap Imej
ms_latn_sg: Tangkap Imej
nb_no: Ta bilde
nl: Leg afbeelding vast
no: Ta bilde
or_in: ଛବି କ୍ୟାପଚର କରନ୍ତୁ
pl: Zarejestruj obraz
pt_pt: Capturar imagem
ro: Capturați imaginea
ru: Захват изображения
sk: Zachytiť obrázok
sv: Spara bild
ta_in: படம் பிடிக்கவும்
ta_my: படிமங்கள் கவர்தல்
th: จับภาพ
tr: Görüntü Yakala
uk: Зробити знімок
vi: Chụp Ảnh
vi_vn: Chụp ảnh
xh_za: Fota Umfanekiso
zh_cn: 捕捉图像
zh_hans_my: 捕捉图像
zh_hk: 截取圖案
zh_tw: 擷取影像

# CAPTURE_BUTTON_CAPTURE_VIDEO
source: Start Recording
ar: بدء التسجيل
ca: Iniciar la gravació
cs: Začít nahrávat
da: Start optagelse
de: Aufnahme starten
de_at: Aufnahme starten
el: Έναρξη εγγραφής
es: Iniciar grabación
es_419: Iniciar grabación
fi: Aloita tallentaminen
fil_ph: Simulan ang Pagrekord
fr: Lancer l’enregistrement
fr_ca: Lancer l’enregistrement
he: התחל הקלטה
hi: रिकॉर्डिंग शुरू करें
hr: Započni snimati
hu: Felvétel indítása
id: Mulai Merekam
it: Avvia registrazione
ja: 録画を開始
ms: Mula Merakam
ms_latn_sg: Mula Rakaman
nb_no: Start opptak
nl: Start opname
no: Start opptak
or_in: ରେକର୍ଡିଙ୍ଗ ଆରମ୍ଭ କରନ୍ତୁ
pl: Rozpocznij nagrywanie
pt_pt: Iniciar gravação
ro: Porniți înregistrarea
ru: Начать запись
sk: Spustiť nahrávanie
sv: Starta inspelning
ta_in: ரிகார்டிங்கை தொடங்கவும்
ta_my: பதிவைத் தொடங்கவும்
th: เริ่มอัด
tr: Kaydı Başlat
uk: Почати запис
vi: Bắt đầu Ghi
vi_vn: Bắt đầu ghi âm
xh_za: Qalisa Ukurekhoda
zh_cn: 开始录制
zh_hans_my: 开始录音
zh_hk: 開始錄製
zh_tw: 開始錄音

# CAPTURE_BUTTON_RECAPTURE_IMAGE
source: Recapture Image
ar: إعادة التقاط الصورة
ca: Tornar a capturar la imatge
cs: Pořídit obrázek znovu
da: Tag billede igen
de: Bild erneut aufnehmen
de_at: Bild erneut aufnehmen
el: Επανάληψη καταγραφής εικόνας
es: Volver a capturar imagen
es_419: Recapturar imagen
fi: Kaappaa kuva uudelleen
fil_ph: Kunin muli ang Image
fr: Recapturer l’image
fr_ca: Recapturer l’image
he: צלם תמונה שוב
hi: छवि पुनः कैप्चर करें
hr: Ponovno snimi sliku
hu: Kép készítése újra
id: Ambil Ulang Gambar
it: Scatta altra foto
ja: 再度イメージを取り込む
ko: 이미지 다시 캡처
ms: Tangkap Semula Imej
ms_latn_sg: Tangkap Semula Imej
nb_no: Ta bilde igjen
nl: Leg afbeelding opnieuw vast
no: Ta nytt bilde
or_in: ଛବି ଆଉଥରେ କ୍ୟାପଚର କରନ୍ତୁ
pl: Zarejestruj obraz ponownie
pt_pt: Voltar a capturar imagem
ro: Recapturați imaginea
ru: Повторный захват изображения
sk: Znovu zachytiť obrázok
sv: Spara bild igen
ta_in: படத்தை மீண்டும் பிடிக்கவும்
ta_my: படத்தை மீட்டெடுக்கவும்
th: จับภาพอีกครั้ง
tr: Görüntüyü Yeniden Yakala
uk: Зробити знімок ще раз
vi: Chụp lại Ảnh
vi_vn: Ghi lại hình ảnh
xh_za: Phinda Ufote Umfanekiso
zh_cn: 重新捕捉图像
zh_hans_my: 重新捕捉图像
zh_hk: 重新截取圖案
zh_tw: 重新擷取影像

# CAPTURE_BUTTON_RECAPTURE_VIDEO
source: Recapture Video
ar: إعادة التقاط الفيديو
ca: Tornar a capturar el vídeo
cs: Znovu nahrát video
da: Optag video igen
de: Video erneut aufnehmen
de_at: Video erneut aufnehmen
el: Εκ νέου καταγραφή βίντεο
es: Volver a capturar vídeo
es_419: Recapturar video
fi: Kaappaa video uudelleen
fil_ph: Muling Kunin ang Video
fr: Recapturer la vidéo
fr_ca: Recapturer la vidéo
he: צלם/י את הסרט מחדש
hi: वीडियो पुनः कैप्चर करें
hr: Ponovno snimi video
hu: Videó ismételt rögzítése
id: Ambil Ulang Video
it: Riacquisisci video
ja: 再度ビデオを取り込む
ms: Rakam Semula Video
ms_latn_sg: Tangkap Semula Video
nb_no: Gjenoppta video
nl: Leg video opnieuw vast
no: Spill inn video på nytt
or_in: ଭିଡିଓ ଆଉଥରେ କ୍ୟାପଚର କରନ୍ତୁ
pl: Zarejestruj wideo ponownie
pt_pt: Voltar a filmar
ro: Recapturați clipul video
ru: Снять видео еще раз
sk: Znovu zachytiť video
sv: Spela in video igen
ta_in: வீடியோவை மீண்டும் எடுக்கவும்
ta_my: வீடியோவை மீட்டெடுக்கவும்
th: ถ่ายวิดีโออีกครั้ง
tr: Videoyu Yeniden Yakala
uk: Зняти відео ще раз
vi: Quay lại Video
vi_vn: Ghi lại video
xh_za: Phinda Uthathe Ividiyo
zh_cn: 重新采集视频
zh_hans_my: 重新捕捉视频
zh_hk: 重新截取影片
zh_tw: 重新擷取影像

# CAPTURE_BUTTON_STOP_CAPTURE_VIDEO
source: Stop Recording
ar: إيقاف التسجيل
ca: Aturar la gravació
cs: Zastavit nahrávání
da: Stop optagelse
de: Aufnahme stoppen
de_at: Aufnahme beenden
el: Διακοπή εγγραφής
es: Detener grabación
es_419: Detener grabación
fi: Lopeta tallentaminen
fil_ph: Ihinto ang Pagrerekord
fr: Arrêter l’enregistrement
fr_ca: Arrêter l’enregistrement
he: הפסק הקלטה
hi: रिकॉर्डिंग रोकें
hr: Zaustavi snimanje
hu: Felvétel leállítása
id: Berhenti Merekam
it: Interrompi registrazione
ja: 録画を停止
ms: Henti Merakam
ms_latn_sg: Berhenti Merakam
nb_no: Stopp opptak
nl: Stop opname
no: Stopp opptak
or_in: ରେକର୍ଡିଙ୍ଗ ବନ୍ଦ କରନ୍ତୁ
pl: Zatrzymaj nagrywanie
pt_pt: Parar gravação
ro: Opriți înregistrarea
ru: Остановить запись
sk: Zastaviť nahrávanie
sv: Stoppa inspelning
ta_in: ரிகார்டிங்கை நிறுத்தவும்
ta_my: பதிவை நிறுத்தவும்
th: หยุดอัด
tr: Kaydı Durdur
uk: Зупинити запис
vi: Dừng Ghi
vi_vn: Dừng ghi
xh_za: Misa Ukurekhoda
zh_cn: 停止录制
zh_hans_my: 停止录音
zh_hk: 停止錄影
zh_tw: 停止錄影

# CAPTURE_ERROR_CAMERA_NOT_FOUND
source: No camera found. This step cannot be completed.
ar: لم يتم العثور على كاميرا. لا يمكن إكمال هذه الخطوة.
ca: No s’ha trobat cap càmera. Aquest pas no es pot completar.
cs: Fotoaparát nebyl nalezen. Tento krok nelze dokončit.
da: Intet kamera fundet. Dette trin kan ikke gennemføres.
de: Keine Kamera gefunden. Dieser Schritt kann nicht abgeschlossen werden.
de_at: Keine Kamera gefunden. Dieser Schritt kann nicht abgeschlossen werden.
el: Δεν βρέθηκε κάμερα. Δεν είναι δυνατή η ολοκλήρωση αυτού του βήματος.
es: No se ha encontrado ninguna cámara. Este paso no se puede completar.
es_419: No se encontraron cámaras. Este paso no se puede finalizar.
fi: Kameraa ei löydy. Tätä vaihetta ei voida suorittaa.
fil_ph: Walang nahanap na camera. Ang hakbang na ito ay hindi maaaring makumpleto.
fr: Aucun appareil photo n’a été trouvé. Cette étape ne peut être effectuée.
fr_ca: Caméra introuvable. Cette étape n’a pas pu être achevée.
he: לא נמצאה מצלמה. לא ניתן להשלים שלב זה.
hi: कोई कैमरा नहीं मिला। यह चरण पूरा नहीं किया जा सकता है।
hr: Kamera nije pronađena. Korak se ne može dovršiti.
hu: Nem található kamera. Ezt a lépést nem lehet végrehajtani.
id: Kamera tidak ditemukan. Langkah ini tidak dapat diselesaikan.
it: Fotocamera non trovata. Non è possibile completare l'operazione.
ja: カメラが見つからないため、この手順を完了できません。
ko: 카메라를 찾을 수 없습니다. 이 단계를 완료할 수 없습니다.
ms: Tiada kamera ditemui. Langkah ini tidak boleh dilengkapkan.
ms_latn_sg: Tiada kamera ditemui. Langkah ini tidak boleh dilengkapkan.
nb_no: Fant ikke kamera. Dette trinnet kan ikke bli fullført.
nl: Geen camera gevonden. Deze stap kan niet worden voltooid.
no: Finner ikke kamera. Trinnet kunne ikke fullføres.
or_in: କୌଣସି କ୍ୟାମେରା ମିଳିଲା ନାହିଁ | ଏହି ପର୍ଯ୍ୟାୟ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇପାରିବ ନାହିଁ |
pl: Nie znaleziono aparatu. Nie można wykonać kroku.
pt_pt: Nenhuma câmara encontrada. Não foi possível concluir este passo.
ro: Nicio cameră găsită. Această etapă nu poate fi finalizată.
ru: Камера не найдена. Невозможно завершить этот шаг.
sk: Nenašla sa žiadna kamera. Tento krok nebude možné dokončiť.
sv: Ingen kamera hittades. Steget kan inte slutföras.
ta_in: கேமரா கிடைக்கவில்லை. இந்த நிலையை முடிக்க முடியாது.
ta_my: கேமரா எதுவும் கிடைக்கவில்லை. இந்த படிநிலையை முடிக்க முடியாது.
th: ไม่พบกล้อง ไม่สามารถทำให้ขั้นตอนนี้เสร็จสมบูรณ์
tr: Kamera bulunamadı. Bu adım tamamlanamıyor.
uk: Камери не знайдено. Неможливо виконати цей крок.
vi: Không tìm thấy camera nào. Không thể hoàn thành bước này.
vi_vn: Không tìm thấy máy ảnh. Không thể hoàn thành bước này.
xh_za: Ayikho ikhamera efunyenweyo. Eli nyathelo alikwazi ukugqitywa.
zh_cn: 未找到相机。此步骤无法完成。
zh_hans_my: 找不到相机。此步骤无法完成。
zh_hk: 找不到相機，無法完成此步驟。
zh_tw: 找不到相機。無法完成此步驟。

# CAPTURE_ERROR_CANNOT_WRITE_FILE
source: The captured image could not be saved.
ar: لا يمكن حفظ الصورة الملتقطة.
ca: No s’ha pogut desar la imatge capturada.
cs: Pořízený obrázek se nepodařilo uložit.
da: Billedet kunne ikke arkiveres.
de: Das aufgenommene Bild konnte nicht gesichert werden.
de_at: Das aufgenommene Bild konnte nicht gespeichert werden.
el: Δεν ήταν δυνατή η αποθήκευση της καταγραμμένης εικόνας.
es: No se ha podido guardar la imagen capturada.
es_419: No se pudo guardar la imagen capturada.
fi: Kaapattua kuvaa ei voitu tallentaa.
fil_ph: Ang nakunang image ay hindi nai-save.
fr: L’image capturée n’a pas pu être enregistrée.
fr_ca: L’image capturée n’a pas pu être enregistrée.
he: לא ניתן היה לשמור את התמונה שצולמה.
hi: कैप्चर की गई छवि सहेजी नहीं जा सकी।
hr: Snimljena slika ne može se spremiti.
hu: Az elkészített képet nem sikerült menteni.
id: Gambar yang diambil tidak dapat disimpan.
it: L'immagine acquisita non può essere salvata.
ja: 取り込んだイメージを保存できませんでした。
ko: 캡처한 이미지를 저장할 수 없습니다.
ms: Imej yang ditangkap tidak dapat disimpan.
ms_latn_sg: Imej yang ditangkap tidak boleh disimpan.
nb_no: Det fangede bildet kunne ikke lagres.
nl: De vastgelegde afbeelding kan niet worden bewaard.
no: Bildet kunne ikke arkiveres.
or_in: କ୍ୟାପଚର କରାଯାଇଥିବା ଛବି ସଞ୍ଚୟ ହୋଇପାରିବ ନାହିଁ |
pl: Nie można było zachować zarejestrowanego obrazu.
pt_pt: Não foi possível guardar a imagem capturada.
ro: Imaginea capturată nu a putut fi salvată.
ru: Не удается сохранить полученное изображение.
sk: Zachytený obrázok sa nepodarilo uložiť.
sv: Bilden kunde inte sparas.
ta_in: பிடிக்கப்பட்ட புகைப்படத்தை சேமிக்க இயலாது.
ta_my: கைப்பற்றப்பட்ட படத்தை சேமிக்க முடியவில்லை.
th: รูปภาพที่จับภาพไว้บันทึกไม่ได้
tr: Yakalanan görüntü kaydedilemedi.
uk: Не вдається зберегти зроблений знімок.
vi: Không thể lưu hình ảnh đã chụp.
vi_vn: Không thể lưu hình ảnh đã chụp.
xh_za: Umfanekiso ofotiweyo awukwazanga ukugcinwa.
zh_cn: 无法存储捕捉的图像。
zh_hans_my: 无法保存捕获的图像。
zh_hk: 無法儲存截取的圖案。
zh_tw: 無法儲存擷取的影像。

# CAPTURE_ERROR_NO_OUTPUT_DIRECTORY
source: No output directory was specified for captured images.
ar: لم يتم تحديد دليل إخراج للصور الملتقطة.
ca: No s’ha especificat cap directori de sortida per a les imatges capturades.
cs: Nebyl určen žádný výstupní adresář pro pořízené obrázky.
da: Der blev ikke anført noget resultatbibliotek til billederne.
de: Es wurde kein Ausgabeverzeichnis für aufgenommene Bilder festgelegt.
de_at: Für aufgenommene Bilder wurde kein Ausgabeverzeichnis angegeben.
el: Δεν καθορίστηκε κατάλογος εξόδου για καταγραμμένες εικόνες.
es: No se ha especificado ningún directorio de salida para las imágenes capturadas.
es_419: No se especificó un directorio de salida para las imágenes capturadas.
fi: Kaapatuille kuville ei ole määritetty kohdehakemistoa.
fil_ph: Walang tinukoy na output directory para sa mga nakunang image.
fr: Aucun répertoire de sortie n’a été spécifié pour les images capturées.
fr_ca: Aucun répertoire de sortie n’a été spécifié pour les images capturées.
he: לא צוינה ספריית פלט עבור התמונות שצולמו.
hi: कैप्चर की गई छवियों के लिए कोई आउटपुट निर्देशिका निर्दिष्ट नहीं की गई थी।
hr: Nije naveden izlazni direktorij za snimljene slike.
hu: Az elkészített képekhez nem lett megadva kimeneti könyvtár.
id: Tidak ada direktori output yang ditentukan untuk gambar yang diambil.
it: Non è stata specificata nessuna directory di output per le immagini acquisite.
ja: 取り込んだイメージの出力ディレクトリが指定されていません。
ko: 캡처한 이미지를 위한 출력 디렉토리가 지정되지 않았습니다.
ms: Tiada direktori output ditentukan untuk imej yang ditangkap.
ms_latn_sg: Tiada direktori output ditentukan untuk imej yang ditangkap.
nb_no: Ingen utskriftskatalog ble angitt for fangede bilder.
nl: Er is geen uitvoermap voor vastgelegde afbeeldingen opgegeven.
no: Du har ikke angitt en katalog for bildene du tar.
or_in: କ୍ୟାପଚର କରାଯାଇଥିବା ଛବି ପାଇଁ କୌଣସି ଫଳାଫଳ ମାର୍ଗଦର୍ଶିକା ନିର୍ଦ୍ଦିଷ୍ଟ ହୋଇନଥିଲା |
pl: Nie wskazano katalogu wyjściowego dla zarejestrowanych obrazów.
pt_pt: Não foi especificado nenhum diretório de saída para as imagens capturadas.
ro: Nu a fost specificat un director de ieșire pentru imaginile capturate.
ru: Не указана папка для сохранения полученных изображений.
sk: Pre zachytené obrázky nebol uvedený žiadny cieľový priečinok.
sv: Ingen utmatningskatalog har angetts för de sparade bilderna.
ta_in: பிடிக்கப்பட்ட படங்களுக்கு அவுட்புட் டைரக்டரி எதுவும் குறிப்பிடப்படவில்லை.
ta_my: கைப்பற்றப்பட்ட படங்களுக்கு வெளியீட்டு அடைவு குறிப்பிடப்படவில்லை.
th: ไม่ได้ระบุสารบบผลลัพธ์ไว้สำหรับรูปภาพที่จับภาพ
tr: Yakalanan görüntülerin kaydedileceği bir dizin belirtilmemiş.
uk: Для зроблених знімків не вказано вихідного каталогу.
vi: Không có thư mục đầu ra nào được chỉ định cho hình ảnh được chụp.
vi_vn: Không có thư mục đầu ra nào được chỉ định cho các hình ảnh đã chụp.
xh_za: Ayikho imveliso yolawulo echaziweyo ekufoteni imifanekiso.
zh_cn: 未指定捕捉图像的输出目录。
zh_hans_my: 没有为捕获的图像指定输出目录。
zh_hk: 未指定截取圖案的輸出目錄。
zh_tw: 尚未指定擷取影像的輸出目錄。

# CAPTURE_ERROR_NO_PERMISSIONS
source: In order to complete this step, allow this app access to the camera in Settings.
ar: لإكمال هذه الخطوة، اسمح لهذا التطبيق بالوصول إلى الكاميرا في الإعدادات.
ca: Per completar aquest pas, permet que aquesta app tingui accés a la càmera a Configuració.
cs: Před dokončením tohoto kroku musíte v Nastavení povolit této aplikaci přístup k fotoaparátu.
da: For at kunne gennemføre dette trin skal du give denne app adgang til kameraet i Indstillinger.
de: Erlaube der App in den Einstellungen Zugriff auf die Kamera, um diesen Schritt abzuschließen.
de_at: Um diesen Schritt abzuschließen, erlauben Sie dieser App den Zugriff auf die Kamera in den Einstellungen.
el: Για να ολοκληρώσετε αυτό το βήμα, επιτρέψτε σε αυτήν την εφαρμογή να προσπελάζει την κάμερα στις Ρυθμίσεις.
es: Para completar este paso, ve a Ajustes para conceder a la app acceso a la cámara.
es_419: Para finalizar este paso, permite el acceso de la app a la cámara en Configuración.
fi: Jotta tämä vaihe voidaan suorittaa, anna Asetuksissa tälle ohjelmalle käyttöoikeus kameraan.
fil_ph: Upang makumpleto ang hakbang na ito, payagan ang akses ng app na ito sa camera sa Settings.
fr: Afin d’effectuer cette étape, autorisez cette app à accéder à l’appareil photo dans Réglages.
fr_ca: Afin de conclure cette étape, autorisez cette app à accéder à la caméra dans Réglages.
he: על-מנת לסיים שלב זה, אפשר/י ליישום זה לגשת למצלמה שלך ב״הגדרות״.
hi: इस चरण को पूरा करने के लिए “सेटिंग्ज़” में इस ऐप को कैमरे तक पहुँच प्रदान करें।
hr: Za dovršetak ovog koraka, u Postavkama dopustite aplikaciji pristup kameri.
hu: A lépés végrehajtásához a Beállításokban engedélyezze az alkalmazás számára, hogy hozzáférjen a kamerához.
id: Untuk menyelesaikan langkah ini, izinkan app ini untuk mengakses kamera di Pengaturan.
it: Per completare l'operazione, consenti a questa app di accedere alla fotocamera in Impostazioni.
ja: この手順を完了するには、“設定”でこのAppがカメラにアクセスすることを許可してください。
ko: 이 단계를 완료하려면 설정에서 이 App이 카메라에 접근할 수 있도록 허용하십시오.
ms: Untuk melengkapkan langkah ini, benarkan app ini mengakses kamera dalam Seting.
ms_latn_sg: Bagi menyelesaikan langkah ini, benarkan aplikasi untuk mengakses kamera dalam Tetapan.
nb_no: For å fullføre dette trinnet gir du denne appen tilgang til kameraet i Innstillinger.
nl: Om deze stap te voltooien, moet je in Instellingen deze app toegang tot de camera geven.
no: For å fullføre trinnet må du først gi appen tilgang til kameraet i Innstillinger.
or_in: ଏହି ପର୍ଯ୍ୟାୟକୁ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ପାଇଁ, ଏହି ଆପ୍‍କୁ ସେଟିଂରେ କ୍ୟାମେରା ଆକ୍ସେସ୍‍ କରିବାକୁ ଅନୁମତି ଦିଅନ୍ତୁ |
pl: Aby wykonać ten krok, przejdź do Ustawień i daj tej aplikacji dostęp do aparatu.
pt_pt: Para completar este passo, permita que esta aplicação aceda à câmara nas Definições.
ro: Pentru a finaliza această etapă, acordați acestei aplicații acces la cameră în Configurări.
ru: Для выполнения этого шага необходимо в Настройках разрешить этой программе доступ к камере.
sk: Ak chcete dokončiť tento krok, v Nastaveniach povoľte tejto aplikácii prístup ku kamere.
sv: För att slutföra det här steget måste du ge denna app tillgång till kameran i Inställningar.
ta_in: இந்த நிலையை முடிக்க, இந்த app கேமராவை அணுக அமைப்புகளில் அனுமதிக்கவும்.
ta_my: இந்த படிநிலையை முடிக்க, அமைப்புகளில் உள்ள கேமராவிற்கு இந்த ஆப்ஸை அணுக அனுமதிக்கவும்.
th: อนุญาตให้แอพนี้เข้าถึงกล้องได้ในการตั้งค่าเพื่อทำขั้นตอนนี้ให้เสร็จสมบูรณ์
tr: Bu adımı tamamlamak için Ayarlar'da bu uygulamanın kameraya erişimine izin verin.
uk: Щоб завершити цей крок, надайте цій програмі доступ до камери в Параметрах.
vi: Để hoàn thành bước này, hãy cho phép ứng dụng này truy cập camera trong Cài đặt.
vi_vn: Để hoàn thành bước này, hãy cho phép ứng dụng này truy cập vào máy ảnh trong Cài đặt.
xh_za: Ukuze ugqibe eli nyathelo, vumela le app ifikelelwe kwikhamera kwiiSetingi.
zh_cn: 为了完成此步骤，请在“设置”中允许本应用程序访问相机。
zh_hans_my: 为了完成此步骤，请在“设置”中允许此应用程序访问相机。
zh_hk: 如要完成此步驟，請前往「設定」以允許此App使用相機。
zh_tw: 為了完成此步驟，請在「設定」中允許此 App 取用相機。

# CHART_NO_DATA_TEXT
source: No Data
ar: لا توجد بيانات
ca: Sense dades
cs: Žádná data
da: Ingen data
de: Keine Daten
de_at: Keine Daten
el: Δεν υπάρχουν δεδομένα
es: No hay datos
es_419: Sin datos
fi: Ei dataa
fil_ph: Walang Data
fr: Aucune donnée
fr_ca: Aucune donnée
he: אין נתונים
hi: कोई डेटा नहीं
hr: Bez podataka
hu: Nincs adat
id: Tidak Ada Data
it: Nessun dato
ja: データなし
ko: 데이터 없음
ms: Tiada Data
ms_latn_sg: Tiada Data
nb_no: Ingen data
nl: Geen gegevens
no: Ingen data
or_in: କୌଣସି ଡାଟା ନାହିଁ
pl: Brak danych
pt_pt: Sem dados
ro: Nu există date
ru: Нет данных
sk: Žiadne dáta
sv: Inga data
ta_in: தரவு இல்லை
ta_my: தகவல் இல்லை
th: ไม่มีข้อมูล
tr: Veri Yok
uk: Немає даних
vi: Không có Dữ liệu
vi_vn: Không có dữ liệu
xh_za: Ayikho Inkcukacha
zh_cn: 无数据
zh_hans_my: 无数据
zh_hk: 沒有數據
zh_tw: 沒有資料

# CONFIRM_PASSWORD_ERROR_MESSAGE
source: Passwords do not match.
ar: كلمتا السر غير متطابقتين.
ca: Les contrasenyes no coincideixen.
cs: Hesla se neshodují.
da: Adgangskoder er forskellige.
de: Die Passwörter stimmen nicht überein.
de_at: Passwörter stimmen nicht überein.
el: Τα συνθηματικά δεν ταιριάζουν.
es: Las contraseñas no coinciden.
es_419: Las contraseñas no coinciden.
fi: Salasanat eivät täsmää.
fil_ph: Ang mga password ay hindi tugma.
fr: Les mots de passe sont différents.
fr_ca: Les mots de passe sont différents.
he: הסיסמאות לא היו זהות.
hi: पासवर्ड मेल नहीं खा रहे हैं।
hr: Lozinke nisu iste.
hu: A jelszavak nem egyeznek meg.
id: Kata sandi tidak cocok.
it: Le password non coincidono.
ja: パスワードが一致しません。
ko: 암호가 일치하지 않습니다.
ms: Kata laluan tidak sepadan.
ms_latn_sg: Kata laluan tidak sepadan.
nb_no: Passordene er ikke like.
nl: De wachtwoorden komen niet overeen.
no: Passordene er ikke like.
or_in: ପାସ୍‍ୱାର୍ଡ ମେଳ ହେଉନାହିଁ |
pl: Hasła są niezgodne.
pt_pt: As palavras‑passe não coincidem.
ro: Parolele nu coincid.
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
sv: Lösenorden stämmer inte överens.
ta_in: கடவுச் சொல் பொருந்தவில்லை.
ta_my: கடவுச்சொல் பொருந்தவில்லை.
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar eşleşmiyor.
uk: Паролі не збігаються.
vi: Các mật khẩu không khớp.
vi_vn: Mật khẩu không phù hợp.
xh_za: Iphasiwedi ayingqamani.
zh_cn: 密码不匹配。
zh_hans_my: 密码不匹配。
zh_hk: 密碼不符。
zh_tw: 密碼不符。
