Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# REACTION_TIME_TASK_ACTIVE_STEP_TITLE
source: Quickly shake the device when the blue circle appears
ar: قم بهز الجهاز سريعًا عندما تظهر الدائرة الزرقاء
ca: Agita ràpidament el dispositiu quan aparegui el cercle blau
cs: Jakmile se objeví modrý kroužek, krátce zařízením zatřeste
da: Ryst hurtigt enheden, når den blå cirkel vises
de: Wenn der blaue Kreis angezeigt wird, schüttle das Gerät schnell
de_at: Schütteln Sie das Gerät schnell, wenn der blaue Kreis erscheint
el: Ανακινήστε γρήγορα τη συσκευή όταν εμφανιστεί ο μπλε κύκλος
es: Cuando aparezca el círculo azul, agita rápidamente el dispositivo
es_419: Sacude rápidamente el dispositivo cuando se muestre el círculo azul
fi: Kun sininen ympyrä tulee näkyviin, ravista nopeasti laitetta
fil_ph: Mabilis na kalugin ang device kapag lumitaw ang asul na bilog
fr: Secouer rapidement l’appareil lorsque le cercle bleu apparaît
fr_ca: Secouez rapidement l’appareil lorsque le cercle bleu apparaît.
he: נער/י את המכשיר במהירות כשמופיע העיגול הכחול
hi: नीले रंग का वृत्त दिखाई देने पर शीघ्रता से उपकरण को हिलाएँ
hr: Kada se pojavi plavi krug, brzo protresite uređaj
hu: Gyorsan rázza meg a készüléket, amikor megjelenik a kék kör
id: Goyang perangkat dengan cepat saat lingkaran biru muncul
it: Agita velocemente il dispositivo quando compare il cerchio di colore blu
ja: 青い円が表示されたら、すぐにデバイスを振ってください
ko: 파란 원이 나타나면 재빨리 기기를 흔드십시오.
ms: Goncang peranti dengan cepat apabila bulatan biru muncul
ms_latn_sg: Goncang peranti dengan cepat apabila bulatan biru muncul
nb_no: Rist enheten raskt når den blå sirkelen vises
nl: Schud het apparaat snel heen en weer als de blauwe cirkel verschijnt
no: Rist enheten fort når den blå sirkelen vises
or_in: ଡିଭାଇସ୍‍ ରେ ନୀଳ ବୃତ୍ତ ଦେଖାଯିବା ସମୟରେ ଶୀଘ୍ର ଡିଭାଇସ୍‍କୁ ସେକ୍‍ (ହଲାନ୍ତୁ)କରନ୍ତୁ |
pl: Gdy pojawi się niebieskie kółko, szybko potrząśnij urządzeniem
pt_pt: Agite rapidamente o dispositivo quando o círculo azul aparecer
ro: Agitați rapid dispozitivul atunci când apare cercul albastru
ru: При появлении синего круга быстро встряхните устройство
sk: Keď sa zobrazí modrý kruh, rýchlo potraste zariadením.
sv: Skaka snabbt enheten när den blå cirkeln visas
ta_in: நீல வட்டம் தோன்றும்போது சாதனத்தை உடனடியாக அசைக்கவும்
ta_my: நீல வட்டம் தோன்றும்போது சாதனத்தை விரைவாக அசைக்கவும்
th: เขย่าอุปกรณ์อย่างรวดเร็วเมื่อมีวงกลมสีนำ้เงินปรากฏขึ้น
tr: Mavi daire göründüğünde aygıtı hızlıca sallayın
uk: Швидко трусніть пристроєм, коли з’явиться синє коло
vi: Lắc nhanh thiết bị khi vòng tròn màu xanh dương xuất hiện
vi_vn: Lắc nhanh thiết bị khi vòng tròn màu xanh lam xuất hiện
xh_za: Ngokukhawuleza shukumisa isixhobo xa isangqa esizuba sibonakala
zh_cn: 蓝色圆圈出现时快速摇动设备
zh_hans_my: 出现蓝色圆圈时快速摇晃设备
zh_hk: 當藍色圓圈出現時，請快速搖動裝置
zh_tw: 顯示藍色圓圈時快速晃動裝置

# REACTION_TIME_TASK_ATTEMPTS_FORMAT
source: Attempt %@ of %@
ar: المحاولة %@ من %@
ca: Intent %@ de %@
cs: Pokus %@ z %@
da: Forsøg %@ af %@
de: Versuch %@ von %@
de_at: Versuch %@ von %@
el: Απόπειρα %@ από %@
es: Intento %@ de %@
es_419: Intento %@ de %@
fi: Yritys %@ / %@
fil_ph: Pagsubok %@ ng %@
fr: Tentative %@ sur %@
fr_ca: Tentative %@ sur %@
he: נסיון %@ מתוך %@
hi: प्रयास %1$@/%2$@
hr: Pokušaj %@ od %@
hu: %@/%@. kísérlet
id: Percobaan %@ dari %@
it: Tentativo %@ di %@
ja: %@/%@回
ko: %@/%@ 시도
ms: Percubaan %@ daripada %@
ms_latn_sg: Cubaan %@ daripada %@
nb_no: Forsøk %@ av %@
nl: Poging %@ van %@
no: Forsøk %@ av %@
or_in: %@ ର %@ ପ୍ରୟାସ କରନ୍ତୁ
pl: Próba %@ z %@
pt_pt: Tentativa %@ de %@
ro: Încercarea %@ din %@
ru: Попытка %@ из %@
sk: Pokus %@ z %@
sv: Försök %@ av %@
ta_in: முயற்சி %@ இன் %@
ta_my: முயற்சி %@ இன் %@
th: ความพยายาม %@ จาก %@
tr: %@ / %@ Girişim
uk: Спроба %@ із %@
vi: Lần thử %@ / %@
vi_vn: Lần thử %@ / %@
xh_za: Imzame %@ yama %@
zh_cn: 第 %@/%@ 次尝试
zh_hans_my: 第 %@ 次尝试，共 %@ 次尝试
zh_hk: 第%@/%@次嘗試
zh_tw: 第 %@ 次（共 %@ 次）

# REACTION_TIME_TASK_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, toca Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
de_at: Tippen Sie auf Erste Schritte, um zu beginnen.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fil_ph: I-tap ang Magsimula upang simulan.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
ms_latn_sg: Ketik Bermula untuk mulakan.
nb_no: Trykk på Kom i gang for å begynne.
nl: Tik op 'Start' om te beginnen.
no: Trykk på Start for å begynne.
or_in: ଆରମ୍ଭ କରିବାକୁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Aby rozpocząć, stuknij w Start.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
ta_in: துவங்குவதற்கு ‘Get Started’ ஐ தட்டவும்.
ta_my: தொடங்குவதற்கு தொடங்கு என்பதைத் தட்டவும்.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
vi_vn: Nhấp vào Bắt đầu để bắt đầu.
xh_za: Cofa Qalisa ukuze uqalise.
zh_cn: 轻点“开始”来进行测试。
zh_hans_my: 点击“开始”使用。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# REACTION_TIME_TASK_INTENDED_USE
source: This activity evaluates the time it takes for you to respond to a visual cue.
ar: يعمل هذا النشاط على تقييم الوقت الذي تستغرقه في الاستجابة للتلميح البصري.
ca: Aquesta activitat avalua el temps que trigues a respondre a un senyal visual.
cs: Tato aktivita zjišťuje, jak dlouho vám trvá, než zareagujete na vizuální podnět.
da: Denne aktivitet vurderer, hvor lang tid du er om at reagere på et visuelt tegn.
de: Mit dieser Aktivität wird bewertet, wie lange du brauchst, um auf optische Reize zu reagieren.
de_at: Diese Aktivität bewertet die Zeit, die Sie benötigen, um auf ein visuelles Signal zu reagieren.
el: Αυτή η δραστηριότητα υπολογίζει τον χρόνο που χρειάζεστε για να αποκριθείτε σε μια οπτική ένδειξη.
es: Esta actividad evalúa el tiempo que tardas en responder a un estímulo visual.
es_419: Esta actividad evalúa el tiempo que te toma responder a una indicación visual.
fi: Tämä aktiviteetti mittaa aikaa, joka sinulta kuluu vastata visuaaliseen tapahtumaan.
fil_ph: Sinusuri ng aktibidad na ito ang oras na kinakailangan upang tumugon ka sa isang hudyat ng paningin.
fr: Cette activité évalue le temps qu’il vous faut pour réagir à un signal visuel.
fr_ca: Cette activité évalue votre de temps de réaction pour répondre à un signal visuel.
he: פעילות זו מעריכה את משך הזמן שלוקח לך להגיב לרמז חזותי.
hi: इस गतिविधि द्वारा किसी दृश्यात्मक संकेत की प्रतिक्रिया देने में आपके द्वारा लिए जाने वाले समय का मूल्यांकन किया जाता है।
hr: Ovom se aktivnošću procjenjuje koliko vam je vremena potrebno za reakciju na vizualni znak.
hu: Ez a tevékenység felméri, hogy mennyi ideig tart Önnek válaszolni egy vizuális jelzésre.
id: Aktivitas ini mengevaluasi waktu yang Anda butuhkan untuk merespons isyarat visual.
it: L'attività valuta il tuo tempo di risposta quando ricevi un'indicazione visiva.
ja: このアクティビティでは、視覚的な合図に反応するまでの時間が測定されます。
ko: 이 실험은 시각 신호에 대한 사용자의 반응 시간을 평가합니다.
ms: Aktiviti ini menilai masa yang diambil untuk anda membalas kepada isyarat visual.
ms_latn_sg: Aktiviti ini menilai masa yang diambil untuk anda memberi respons terhadap petunjuk visual.
nb_no: Denne aktiviteten vurderer tiden det tar før du reagerer på et visuelt signal.
nl: Met deze activiteit wordt gekeken hoe snel je op een visuele aanwijzing reageert.
no: Aktiviteten måler hvor lang tid det tar før du reagerer på visuelle signaler.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ଦୃଶ୍ୟ ସଂକେତକୁ ପ୍ରତିକ୍ରିୟା ଦେବାରେ ଆପଣ ନେଉଥିବା ସମୟରେ ମୂଲ୍ୟାଙ୍କନ କରିଥାଏ |
pl: To ćwiczenie ocenia Twój czas odpowiedzi na bodziec wzrokowy.
pt_pt: Este exercício avalia o seu tempo de resposta a uma pista visual.
ro: Această activitate evaluează timpul de care aveți nevoie pentru a răspunde la un stimul vizual.
ru: Во время выполнения этого задания измеряется время реакции на визуальный сигнал.
sk: Táto aktivita hodnotí, ako rýchlo reagujete na vizuálny podnet.
sv: Den här aktiviteten utvärderar den tid det tar för dig att reagera på visuella stimuli.
ta_in: இச்செயலானது நீங்கள் காட்சி குறிப்பிற்கு பதிலளிக்க எடுக்கும் நேரத்தை மதிப்பீடு செய்கிறது.
ta_my: ஒரு காட்சி குறிப்பிற்கு நீங்கள் பதிலளிக்க எடுக்கும் நேரத்தை இந்த செயல்பாடு மதிப்பீடு செய்கிறது.
th: กิจกรรมนี้จะประเมินเวลาที่คุณใช้ในการตอบสนองต่อการมองเห็น
tr: Bu aktivite, görünen bir ipucuna yanıt verebildiğiniz süreyi hesaplar.
uk: Цей тест оцінює час, потрібний вам, щоб зреагувати на візуальну команду.
vi: Hoạt động này giúp đánh giá thời gian bạn phản ứng trước gợi ý bằng hình ảnh.
vi_vn: Hoạt động này đánh giá thời gian cần thiết để bạn phản hồi một tín hiệu trực quan.
xh_za: Lo msebenzi uhlolisisa ixesha olithathayo ukuphendula ukubona into ethethiweyo.
zh_cn: 本活动评估您对视觉提示的反应时间。
zh_hans_my: 此活动评估您对视觉提示做出反应所需的时间。
zh_hk: 此測試活動會評估你對視覺提示作出反應所需的時間。
zh_tw: 此活動會評估您對於視覺提示的回應時間。

# REACTION_TIME_TASK_INTRO_TEXT_FORMAT
source: Shake the device in any direction as soon as the blue dot appears on screen. You will be asked to do this %D times.
ar: قم بهز الجهاز في أي اتجاه فور ظهور النقطة الزرقاء على الشاشة. سيُطلب منك فعل ذلك %D من المرات.
ca: Agita el dispositiu en qualsevol direcció de seguida que aparegui el punt blau a la pantalla. Se’t demanarà que facis això %D vegades.
cs: Jakmile se na displeji objeví modrá tečka, zatřeste zařízením v libovolném směru. Budete k tomu vyzváni celkem %Dx.
da: Ryst enheden i tilfældig retning, lige så snart den blå prik vises på skærmen. Du vil blive bedt om at gøre det %D gange.
de: Schüttle das Gerät, sobald der blaue Punkt auf dem Bildschirm angezeigt wird. Du wirst %D mal darum gebeten.
de_at: Schütteln Sie das Gerät in jede beliebige Richtung, sobald der blaue Punkt auf dem Bildschirm erscheint. Sie werden aufgefordert, dies %D mal zu tun.
el: Ανακινήστε τη συσκευή προς οποιαδήποτε κατεύθυνση αμέσως μόλις εμφανιστεί η μπλε κουκκίδα στην οθόνη. Θα σας ζητηθεί να το κάνετε αυτό %D φορές.
es: Agita el dispositivo en cualquier dirección en cuanto el punto azul aparezca en pantalla. Se te pedirá que lo hagas %D veces.
es_419: Sacude el dispositivo en cualquier dirección en cuanto el punto azul se muestre en la pantalla. Se te pedirá esto %D veces.
fi: Ravista laitetta mihin tahansa suuntaan heti, kun sininen piste tulee näkyviin. Sinua pyydetään tekemään tämä %D kertaa.
fil_ph: Kalugin ang davice sa anumang direksyon sa sandaling lumitaw ang asul na tuldok sa screen. Hihilingin sa iyo na gawin ang mga ito %D beses.
fr: Secouez l’appareil dans n’importe quelle direction dès que le point bleu apparaît à l’écran. Il vous sera demandé de le faire %D fois.
fr_ca: Secouez l’appareil dans n’importe quel sens dès que le point bleu apparaît à l’écran. Vous serez invité à effectuer cette action %D fois.
he: נער/י את המכשיר בכיוון כלשהו ברגע שהנקודה הכחולה מופיעה על המסך. תתבקש/י לעשות זאת %D פעמים.
hi: स्क्रीन पर नीले रंग का बिंदु दिखाई देते ही उपकरण को किसी भी दिशा में हिलाएँ। आपसे %D बार ऐसा करने का अनुरोध किया जाएगा।
hr: Protresite uređaj u bilo kojem smjeru čim se na zaslonu pojavi plava točka. Od vas će se zatražiti da to učinite %D puta.
hu: Rázza meg a készüléket tetszőleges irányban, amint megjelenik a képernyőn a kék pont. A készülék %D alkalommal fogja megkérni erre.
id: Goyang perangkat ke arah mana pun segera setelah titik biru muncul di layar. Anda akan diminta untuk melakukannya sebanyak %D kali.
it: Quando vedi comparire il cerchio di colore blu sullo schermo, agita il dispositivo in qualsiasi direzione. Dovrai ripetere l'operazione %D volte.
ja: 画面に青い点が表示されたらすぐにデバイスを振ってください。測定は%D回行います。
ko: 파란 점이 화면에 나타나면 방향에 상관없이 즉시 기기를 흔드십시오. 이 동작을 %D번 해야 합니다.
ms: Goncang peranti dalam sebarang arah sebaik sahaja titik biru muncul pada skrin. Anda akan diminta untuk melakukan ini sebanyak %D kali.
ms_latn_sg: Goncang peranti ini dalam mana-mana arah secepat mungkin apabila titik biru muncul pada skrin. Anda akan diminta untuk melakukannya sebanyak %D kali.
nb_no: Rist enheten i hvilken som helst retning så snart den blå prikken vises på skjermen. Du vil bli bedt om å gjøre dette %D ganger.
nl: Schud het apparaat in een willekeurige richting zodra de blauwe stip op het scherm verschijnt. Je wordt gevraagd om dit %D keer te doen.
no: Rist enheten så snart du ser den blå prikken vises på skjermen. Du vil bli bedt om å gjøre dette %D ganger.
or_in: ସ୍କ୍ରିନ୍‍ ରେ ନୀଳ ଡଟ୍‌ ଦେଖାଯିବା ସମୟରେ ଶୀଘ୍ର ଡିଭାଇସ୍‍କୁ ଯେକୌଣସି ଦିଗରେ ସେକ୍‍ କରନ୍ତୁ(ହଲାନ୍ତୁ) | ଆପଣଙ୍କୁ ଏହାକୁ %D ଥର କରିବା ପାଇଁ ପଚାରଯିବ |
pl: Potrząśnij urządzeniem w dowolnym kierunku, gdy tylko zobaczysz na ekranie niebieską kropkę. Test zostanie powtórzony %D razy.
pt_pt: Agite o dispositivo em qualquer direção assim que o ponto azul aparecer no ecrã. Ser-lhe-á pedido para fazer isto %D vezes.
ro: Agitați dispozitivul în orice direcție imediat ce apare cercul albastru pe ecran. Va trebui să repetați acțiunea de %D ori.
ru: Как только на экране появится синяя точка, встряхните устройство в любом направлении. Количество повторений этого задания: %D.
sk: Hneď ako sa na obrazovke objaví modrý bod, potraste zariadením v ľubovoľnom smere. Budete vyzvaní, aby ste to urobili %D-krát.
sv: Skaka enheten i valfri riktning så fort den blå punkten visas på skärmen. Du blir ombedd att göra detta %D gånger.
ta_in: ஸ்கிரீனில் நீல புள்ளி தோன்றியவுடன் சாதனத்தை எத்திசையில் வேண்டுமானாலும் அசைக்கவும். இதை %D முறை செய்யும்படி கேட்கப்படுவீர்கள்.
ta_my: ஸ்கிரீனில் நீலப் புள்ளி தோன்றியவுடன் எந்த திசையிலும் சாதனத்தை அசைக்கவும். இதை %D முறை செய்யும்படி கேட்கப்படுவீர்கள்.
th: เขย่าอุปกรณ์ในทิศทางใดก็ได้ทันทีที่มีจุดสีน้ำเงินปรากฏขึ้นมาบนหน้าจอ ระบบจะขอให้คุณทำสิ่งนี้ %D ครั้ง
tr: Ekranda mavi nokta görünür görünmez aygıtı herhangi bir yönde hızlıca sallayın. Bunu %D kez yapmanız istenecek.
uk: Трясніть пристроєм в будь-який бік, щойно на екрані з’явиться синя точка. Вас попросять зробити це кілька разів: %D.
vi: Lắc thiết bị theo bất kỳ hướng nào ngay khi chấm màu xanh dương xuất hiện trên màn hình. Bạn sẽ được yêu cầu làm việc này %D lần.
vi_vn: Lắc thiết bị theo bất kỳ hướng nào ngay khi chấm màu xanh lam xuất hiện trên màn hình. Bạn sẽ được yêu cầu thực hiện %D lần này.
xh_za: Shukumisa isixhobo nakweyiphi na indawo lakuba ichaphaza elizuba libonkala kwisikrini. Uza kucelwa ukuba wenze oku amaxesha %D.
zh_cn: 屏幕出现蓝色圆点时立刻朝任意方向摇动设备。您将需要完成此操作 %D 次。
zh_hans_my: 屏幕上出现蓝点后，立即朝任何方向摇晃设备。您将被要求执行此操作%D次。
zh_hk: 當螢幕顯示藍色圓點時，請立刻以任何方向搖動裝置。你將需要執行此操作%D次。
zh_tw: 看到螢幕上顯示藍色圓點後，請立即往任意方向晃動裝置。您將被要求進行 %D 次晃動操作。

# REACTION_TIME_TASK_TITLE
source: Reaction Time
ar: زمن رد الفعل
ca: Temps de reacció
cs: Reakční doba
da: Reaktionstid
de: Reaktionszeit
de_at: Reaktionszeit
el: Χρόνος αντίδρασης
es: Tiempo de reacción
es_419: Tiempo de reacción
fi: Reaktioaika
fil_ph: Oras ng Reaksyon
fr: Temps de réaction
fr_ca: Temps de réaction
he: זמן תגובה
hi: प्रतिक्रिया समय
hr: Vrijeme reakcije
hu: Reakcióidő
id: Waktu Reaksi
it: Tempo di reazione
ja: 反応時間
ko: 반응 시간
ms: Masa Reaksi
ms_latn_sg: Masa Reaksi
nb_no: Reaksjonstid
nl: Reactietijd
no: Reaksjonstid
or_in: ପ୍ରତିକ୍ରିୟା ସମୟ
pl: Czas reakcji
pt_pt: Tempo de reação
ro: Timp de reacție
ru: Время реакции
sk: Čas reakcie
sv: Reaktionstid
ta_in: எதிர்வினை நேரம்
ta_my: பதிலளிக்கும் நேரம்
th: เวลาตอบสนอง
tr: Tepki Süresi
uk: Час реакції
vi: Thời gian Phản ứng
vi_vn: Thời gian phản ứng
xh_za: Ixesha Lokusabela
zh_cn: 反应时间
zh_hans_my: 反应时间
zh_hk: 反應時間
zh_tw: 反應時間

# RESEND_EMAIL_BUTTON_TITLE
source: Resend Verification Email
ar: إعادة إرسال بريد التحقق
ca: Reenviar correu de verificació
cs: Znovu odeslat ověřovací e‑mail
da: Send e-mail med bekræftelse igen
de: Bestätigungs-E‑Mail erneut senden
de_at: Bestätigungs-E-Mail erneut senden
el: Νέα αποστολή email επιβεβαίωσης
es: Reenviar correo de verificación
es_419: Reenviar correo de verificación
fi: Lähetä uusi vahvistussähköposti
fil_ph: Muling ipadala ang verification email
fr: Renvoyer l’e-mail de vérification
fr_ca: Renvoyer le courriel de vérification
he: שלח הודעת דוא״ל לאימות מחדש
hi: सत्यापन ईमेल फिर से भेजें
hr: Ponovno pošalji e-mail za provjeru
hu: Ellenőrző e-mail újraküldése
id: Kirim Ulang Email Verifikasi
it: Invia di nuovo e-mail di verifica
ja: 確認メールを再送信
ko: 확인 이메일 다시 보내기
ms: Hantar Semula E-mel Pengesahan
ms_latn_sg: Hantar Semula E-mel Pengesahan
nb_no: Send bekreftelse på e-post på nytt
nl: Stuur controlemail opnieuw
no: Send verifiseringsmelding på nytt
or_in: ଯାଞ୍ଚକରଣ ଇମେଲ୍‍ ପୁନଃପ୍ରେରଣ କରନ୍ତୁ
pl: Wyślij ponownie email z weryfikacją
pt_pt: Reenviar e‑mail de confirmação
ro: Retrimiteți e‑mailul de verificare
ru: Повторно отправить e‑mail
sk: Znovu odoslať overovací email
sv: Skicka bekräftelsebrev igen
ta_in: சரிபார்ப்பு மின்னஞ்சலை மீண்டும் அனுப்பவும்
ta_my: சரிபார்ப்பு மின்னஞ்சலை மீண்டும் அனுப்புக
th: ส่งอีเมลการยืนยันอีกครั้ง
tr: Doğrulamayı Yeniden E-postala
uk: Надіслати лист перевірки ще раз
vi: Gửi lại Email Xác minh
vi_vn: Gửi lại email xác thực
xh_za: Phinda uthumele Isiqinisekiso Se-imeyili
zh_cn: 重新发送验证电子邮件
zh_hans_my: 重新发送验证电子邮件
zh_hk: 重新傳送驗證電郵
zh_tw: 重新傳送驗證電子郵件

# RESEND_EMAIL_LABEL_MESSAGE
source: Tap on the link below if you did not receive a verification email and would like it sent again.
ar: اضغط على الرابط أدناه إذا كنت لم تستلم بريد التحقق، وترغب بإرساله لك مرة أخرى.
ca: Prem l’enllaç de sota si no has rebut cap correu de verificació i vols que se’t torni a enviar.
cs: Pokud jste neobdrželi ověřovací e‑mail a chcete, abychom vám ho zaslali znovu, klepněte na odkaz níže.
da: Tryk på linket nedenfor, hvis du ikke modtog en e-mail med bekræftelse og gerne vil have den sendt igen.
de: Wenn du keine E-Mail zur Überprüfung erhalten hast, klicke auf den Link unten, um sie dir erneut senden zu lassen.
de_at: Tippen Sie auf den untenstehenden Link, wenn Sie keine Bestätigungs-E-Mail erhalten haben und diese erneut gesendet werden soll.
el: Αν δεν έχετε λάβει email επαλήθευσης, αγγίξτε τον παρακάτω σύνδεσμο για να σταλεί ξανά.
es: Pulsa en el enlace siguiente si no has recibido un correo de verificación y quieres que se te vuelva a enviar.
es_419: Toca el siguiente enlace si no recibiste un correo de verificación y quieres que se vuelva a enviar.
fi: Napauta alla olevaa linkkiä, jos et saanut vahvistussähköpostia ja haluat, että se lähetetään uudelleen.
fil_ph: Mag-tap sa link sa ibaba kung hindi ka nakatanggap ng isang verification email at nais mong ipadala itong muli.
fr: Touchez le lien ci-dessous si vous n’avez pas reçu d’e-mail de vérification et aimeriez le renvoyer.
fr_ca: Touchez le lien ci-dessous si vous n’avez pas reçu de courriel de confirmation et que vous souhaitez qu’il vous soit envoyé à nouveau.
he: הקש/י על הקישור שלמטה אם לא קיבלת דוא״ל אימות וברצונך שהוא יישלח שוב.
hi: यदि आपको सत्यापन ईमेल प्राप्त नहीं हुआ है और आप चाहते हैं कि उसे पुनः प्रेषित किया जाए, तो नीचे दिए गए लिंक पर टैप करें।
hr: Ako niste primili e-mail za potvrdu i želite da bude ponovno poslan, dodirnite link ispod.
hu: Koppintson az alábbi linkre, ha nem kapott ellenőrző e-mailt, és azt szeretné, ha újra elküldenénk.
id: Ketuk tautan di bawah jika Anda tidak menerima email verifikasi dan ingin email dikirimkan lagi.
it: Seleziona il link se non hai ricevuto l'e-mail di conferma e desideri che venga inviata nuovamente.
ja: 確認メールが届いておらず、送信し直したい場合は、下のリンクをタップしてください。
ko: 확인 이메일을 받지 못했다면 아래 링크를 탭하여 다시 보낼 수 있습니다.
ms: Ketik pautan di bawah jika anda tidak menerima e-mel pengesahan dan mahu e-mel tersebut dihantar sekali lagi.
ms_latn_sg: Ketik pautan di bawah jika anda tidak menerima e-mel pengesahan dan ingin menghantarnya sekali lagi.
nb_no: Trykk på koblingen nedenfor hvis du ikke mottok en bekreftelse på e-post og ønsker å sende den på nytt.
nl: Tik op de koppeling hieronder als je geen verificatiemail hebt ontvangen en je deze opnieuw wilt laten versturen.
no: Trykk på koblingen nedenfor hvis du ikke mottok verifiseringsmeldingen på e-post og vil sende den på nytt.
or_in: ଯଦି ଆପଣ ଗୋଟିଏ ଯାଞ୍ଚକରଣ ଇମେଲ୍‍ ପାଇନଥିଲେ ଓ ଏହାକୁ ପୁର୍ନବାର ପ୍ରେରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେ ତଳେ ଥିବା ଲିଙ୍କ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Jeśli email weryfikacji nie dotarł na Twoje konto, stuknij w łącze poniżej, aby wysłać go ponownie.
pt_pt: Caso não tenha recebido um e‑mail de confirmação, toque na hiperligação abaixo; o e‑mail voltará a ser enviado.
ro: Apăsați pe linkul de mai jos dacă nu ați primit un e‑mail de verificare și ați dori retrimiterea acestuia.
ru: Нажмите ссылку ниже, если Вы не получили e‑mail с подтверждением и хотите, чтобы он был отправлен повторно.
sk: Ak vám nebol doručený overovací email a chcete ho znovu odoslať, klepnite na odkaz nižšie.
sv: Tryck på länken nedan om du inte fick något bekräftelsebrev och vill att det skickas på nytt.
ta_in: சரிபார்ப்பு மின்னஞ்சல் உங்களுக்கு கிடைக்கவில்லையெனில், மீண்டும் பெற விரும்பினால் கீழேயுள்ள இணைப்பைத் தட்டவும்.
ta_my: சரிபார்ப்பு மின்னஞ்சல் உங்களுக்கு கிடைக்கவில்லை என்றால், அதை மீண்டும் அனுப்ப கீழே உள்ள இணைப்பைத் தட்டவும்.
th: แตะที่ลิงก์ข้างล่างหากคุณไม่ได้รับอีเมลสำหรับการยืนยันและต้องการที่จะให้ส่งอีเมลอีกครั้ง
tr: Doğrulama e-postası almadıysanız ve yeniden gönderilmesini istiyorsanız, lütfen aşağıdaki bağlantıya dokunun.
uk: Торкніть наведене нижче посилання, якщо ви не отримали лист перевірки і хочете, щоб його надіслали повторно.
vi: Chạm vào liên kết bên dưới nếu bạn không nhận được email xác minh và muốn được gửi lại.
vi_vn: Nhấp vào liên kết bên dưới nếu bạn không nhận được email xác thực và muốn email được gửi lại.
xh_za: Ukucofa kwilinki esezantsi ukuba awukhange ufumane isiqinisekiso kwi-imeyili yaye ungathanda ukusithumelela kwakhona.
zh_cn: 如果您未收到验证电子邮件并希望再收一次，请轻点下方的链接。
zh_hans_my: 如果您没有收到验证电子邮件并希望再次发送，请点击下面的链接。
zh_hk: 如果你未收到驗證電郵，並希望系統再傳送一次，請點一下下方的連結。
zh_tw: 如果您未收到驗證電子郵件並希望系統再寄送一次，請點下方連結。
