Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# AUDIO_INSTRUCTION
source: Say “Aaaaah” into the microphone for as long as you can.
ar: انطق “آااااه” في الميكروفون لأطول فترة ممكنة بالنسبة إليك.
ca: Fes un “Aaaaah” tan llarg com puguis al micròfon.
cs: Řekněte "Ááááá" do mikrofonu a vydržte co nejdéle.
da: Sig “Aaaaah” ind i mikrofonen i så lang tid, som du kan.
de: Sage solange wie möglich „Aaaaah“ in das Mikrofon.
de_at: Sagen Sie "Aaaaah" in das Mikrofon, so lange Sie können.
el: Πείτε «Ααααα» στο μικρόφωνο για όση περισσότερη ώρα μπορέσετε.
es: Di “aaaaaa” hacia el micrófono durante el máximo tiempo posible.
es_419: Di “Aaah” en el micrófono durante todo tiempo que puedas.
fi: Sano ”aaa” mikrofoniin niin kauan kuin voit.
fil_ph: Sabihin ang "Aaaaah" sa mikropono sa tagal na hanggang makakaya mo.
fr: Dites « Aaaaah » dans le micro le plus longtemps possible.
fr_ca: Dites « Aaaaa » dans le micro le plus longtemps possible.
he: אמור/י ״אהההה״ לתוך המיקרופון למשך זמן ארוך ככל שתוכל/י.
hi: जितनी देर तक बोल सकें, माइक्रोफ़ोन में “आह” बोलिए।
hr: Izgovarajte "Aaaaaa" u mikrofon što dulje možete.
hu: Amilyen hosszan csak tudja, mondja, hogy „Áááááá” a mikrofonba.
id: Katakan “Aaaaah” di mikrofon selama mungkin.
it: Di' “Aaaaa” nel microfono il più a lungo possibile.
ja: マイクに向かってできるだけ長く「あーーーー」と声を出してください。
ko: 마이크에 대고 최대한 길게 ‘아’하고 말하십시오.
ms: Sebut “Aaaaah” ke dalam mikrofon selama yang anda boleh.
ms_latn_sg: Katakan “Aaaaa” ke dalam mikrofon selama yang boleh.
nb_no: Si «aaaaaa» inn i mikrofonen så lenge du kan.
nl: Zeg zo lang mogelijk 'aaaaah' in de microfoon.
no: Si «aaa» inn i mikrofonen så lenge du klarer.
or_in: ଯେତେ ସମୟ ପର୍ଯ୍ୟନ୍ତ ଆପଣ କହିପାରିବେ ସେ ପର୍ଯ୍ୟନ୍ତ ମାଇକ୍ରୋଫୋନ୍‍ ରେ “ଆହା” କୁହନ୍ତୁ |
pl: Mów „Aaaaa” do mikrofonu najdłużej jak potrafisz.
pt_pt: Diga “Aaaaah” ao microfone durante o máximo de tempo possível.
ro: Spuneți “Aaaaah” în microfon cât de mult timp puteți.
ru: Произносите «Ааааа» в микрофон как можно дольше.
sk: Po čo najdlhšiu dobu vravte do mikrofónu „Aaaaaaaaaa“.
sv: Säg ”aaah” i mikrofonen så länge du kan.
ta_in: உங்களால் இயன்றவரை மைக்ரோஃபோனில் “ஆஆஆஅ” என்று சொல்லுங்கள்.
ta_my: மைக்ரோஃபோனில் உங்களால் முடிந்தவரை "ஆஆஆ" என்று சொல்லுங்கள்.
th: พูด “อาาาาา” ใส่ไมโครโฟนให้นานที่สุดเท่าที่คุณจะทำได้
tr: Mikrofona, söyleyebildiğiniz kadar uzun “Aaaaa” deyin.
uk: Вимовляйте «А-а-а-а» у мікрофон якомога довше.
vi: Nói “Aaaaah” vào micrô với thời gian dài nhất mà bạn có thể.
vi_vn: Nói “Aaaaah” vào micrô lâu nhất có thể.
xh_za: Yithi “Aaaaah” kwisandisi-lizwi kangangoko unako.
zh_cn: 请对着麦克风说“啊啊啊”，时间越长越好。
zh_hans_my: 尽可能长时间地对着麦克风说 “Aaaaah”。
zh_hk: 對着咪高風發出「呀─」的聲音，時間愈長愈好。
zh_tw: 對著麥克風說「啊」，時間越久越好。

# AUDIO_INTENDED_USE
source: This activity evaluates your voice by recording it with the microphone at the bottom of your device.
ar: يقيّم هذا النشاط صوتك عن طريق تسجيله باستخدام الميكروفون في أسفل الجهاز.
ca: Aquesta activitat avalua la teva veu tot gravant‑la amb el micròfon de la part inferior del dispositiu.
cs: Tato aktivita nahraje váš hlas pomocí mikrofonu u dolního okraje zařízení a vyhodnotí ho.
da: Denne aktivitet vurderer din stemme ved at optage den med mikrofonen nederst i enheden.
de: Diese Aktivität prüft deine Stimme, indem sie mit dem Mikrofon an der Unterseite deines Geräts aufgenommen wird.
de_at: Diese Aktivität wertet Ihre Stimme aus, indem Sie sie mit dem Mikrofon an der Unterseite Ihres Geräts aufzeichnen.
el: Αυτή η δραστηριότητα αξιολογεί τη φωνή σας μέσω της εγγραφής με το μικρόφωνο στο κάτω μέρος της συσκευής σας.
es: Esta actividad valora tu voz grabándola con el micrófono que hay en la parte inferior de tu dispositivo.
es_419: Esta actividad evalúa tu voz grabándola con el micrófono en la parte inferior de tu teléfono.
fi: Tämä aktiviteetti arvioi ääntäsi tallentamalla sitä puhelimen alareunassa olevalla mikrofonilla.
fil_ph: Sinusuri ng aktibidad na ito ang iyong boses sa pamamagitan ng pagrekord nito sa mikropono sa ilalim ng iyong device.
fr: Cette activité permet d’évaluer votre voix en l’enregistrant avec le micro situé en bas de votre appareil.
fr_ca: Cette activité évalue votre voix en l’enregistrant grâce au micro situé au bas de votre téléphone.
he: פעילות זו מעריכה את קולך על-ידי הקלטתו דרך המיקרופון שבתחתית המכשיר.
hi: इस गतिविधि द्वारा आपके उपकरण के नीचे लगे माइक्रोफ़ोन से आपकी आवाज़ को रिकॉर्ड करके उसका मूल्यांकन किया जाता है।
hr: Ovom se aktivnošću procjenjuje vaš glas tako što se on snimi mikrofonom na dnu vašeg uređaja.
hu: Ez a tevékenység kiértékeli a hangját, rögzítve, ahogy az eszköz alján lévő mikrofonba beszél.
id: Aktivitas ini mengevaluasi suara Anda dengan merekamnya menggunakan mikrofon di bagian bawah perangkat Anda.
it: L'attività valuta la tua voce registrandola tramite il microfono del dispositivo.
ja: このアクティビティでは、デバイスの下部にあるマイクで録音することで、あなたの声を評価します。
ko: 이 실험은 전화 하단에 있는 마이크로 목소리를 녹음하여 사용자의 음성을 평가합니다.
ms: Aktiviti ini menilai suara anda dengan merakamnya menggunakan mikrofon di bahagian bawah peranti anda.
ms_latn_sg: Aktiviti ini menilai suara anda dengan merakam melalui mikrofon pada bahagian bawah peranti anda.
nb_no: Denne aktiviteten evaluerer stemmen din ved å ta den opp med mikrofonen nederst på enheten.
nl: Tijdens deze activiteit wordt je stemgeluid gemeten door dit op te nemen met de microfoon aan de onderkant van je apparaat.
no: Denne aktiviteten vil evaluere stemmen din ved å ta den opp i mikrofonen i nedre kant av enheten.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ଆପଣଙ୍କର ଡିଭାଇସ୍‍ର ତଳ ପଟରେ ଥିବା ମାଇକ୍ରୋଫୋନ୍‍ ସହିତ ଆପଣଙ୍କର ଭଏସ୍‍ ରେକର୍ଡିଙ୍ଗ କରି ପରୀକ୍ଷଣ କରିଥାଏ |
pl: Ta czynność ocenia Twój głos, nagrywając go za pomocą mikrofonu umieszczonego na dole urządzenia.
pt_pt: Este exercício avalia a sua voz, gravando‑a através do microfone na parte inferior do dispositivo.
ro: Această activitate vă evaluează vocea prin înregistrarea acesteia cu microfonul din partea de jos a dispozitivului.
ru: Во время выполнения этого задания оцениваются характеристики Вашего голоса, который записывается микрофоном, расположенным в нижней части устройства.
sk: Táto aktivita vyhodnotí váš hlas, ktorý nahráte pomocou mikrofónu v dolnej časti zariadenia.
sv: Den här aktiviteten utvärderar din röst genom att spela in den med mikrofonen i nederkanten av enheten.
ta_in: இந்தச் செயல் உங்கள் குரலை சாதனத்தின் அடிப்பகுதியில் உள்ள மைக்ரோஃபோனில் பதிவுசெய்து மதிப்பீடு செய்கிறது.
ta_my: இந்தச் செயல்பாடு உங்கள் குரலை உங்கள் சாதனத்தின் கீழே உள்ள மைக்ரோஃபோனில் பதிவு செய்வதன் மூலம் மதிப்பீடு செய்கிறது.
th: กิจกรรมนี้จะประเมินเสียงของคุณโดยใช้ไมโครโฟนที่อยู่ด้านล่างสุดของอุปกรณ์ของคุณอัดเสียงคุณไว้
tr: Bu aktivite, sesinizi aygıtınızın en altındaki mikrofonla kaydederek değerlendirir.
uk: Цей тест оцінює ваш голос, записуючи його за допомогою мікрофона внизу вашого пристрою.
vi: Hoạt động này sẽ đánh giá giọng nói của bạn bằng cách ghi âm bằng micrô ở cạnh dưới của thiết bị.
vi_vn: Hoạt động này đánh giá lời nói của bạn bằng cách ghi âm lời nói đó bằng micrô ở cuối thiết bị của bạn.
xh_za: Lo msebenzi uvavanya ilizwi lakho ngokulirekhoda ngesandi-lizwi ngasezantsi kwesixhobo sakho.
zh_cn: 本活动通过将您的嗓音录制到手机底部的麦克风来对其进行评估。
zh_hans_my: 此活动通过使用设备底部的麦克风录音来评估您的声音。
zh_hk: 此測試活動會以裝置底部的咪高風錄下你的聲音並進行評估。
zh_tw: 此活動會用裝置底部的麥克風錄下您的聲音以進行評估。

# AUDIO_INTRO_TEXT
source: Take a deep breath and say “Aaaaah” into the microphone for as long as you can. Keep a steady vocal volume so the audio bars remain blue.
ar: خذ نفسًا عميقًا وانطق “آااااه” في الميكروفون لأطول فترة ممكنة بالنسبة إليك. حافظ على ثبات مستوى صوتك حتى تظل أشرطة الصوت باللون الأزرق.
ca: Inspira profundament i fes un “Aaaaah” tan llarg com puguis al micròfon. Mantingues un volum de veu estable fent que les barres d’àudio es mantinguin en blau.
cs: Hluboce se nadechněte a při výdechu hlasitě a co nejdéle do mikrofonu vyslovujte "Ááááá". Udržujte konstantní úroveň hlasitosti, při které budou proužky zbarvené modře.
da: Tag en dyb indånding, og sig “Aaaaah” ind i mikrofonen i så lang tid, som du kan. Hold den samme styrke, så lydmålerne bliver ved med at være blå.
de: Hole tief Luft und sage solange wie möglich und mit gleichbleibender Lautstärke „Aaaaah“ in das Mikrofon, sodass die Audiobalken blau bleiben.
de_at: Atmen Sie tief durch und sagen Sie "Aaaaah” in das Mikrofon, so lange es geht. Halten Sie eine konstante Stimmlautstärke, damit die Audiobalken blau bleiben.
el: Πάρτε μια βαθιά ανάσα και πείτε «Ααααα» στο μικρόφωνο για όση περισσότερη ώρα μπορέσετε. Κρατήστε σταθερή την ένταση ήχου της φωνής σας για να παραμείνουν μπλε οι γραμμές ήχου.
es: Inspira profundamente y di “aaaaaa” hacia el micrófono durante el máximo tiempo posible. Mantén un volumen constante para que las barras de audio permanezcan en color azul.
es_419: Inhala profundamente y di “Aaah” en el micrófono durante todo tiempo que puedas. Mantén la misma intensidad de volumen de manera que las barras de audio permanezcan azules.
fi: Hengitä syvään ja sano ”Aaaaa" mikrofoniin niin pitkään kuin pystyt. Pidä äänenvoimakkuus tasaisena siten, että äänipalkit pysyvät sinisinä.
fil_ph: Huminga ng malalim at sabihin ang "Aaaaah" sa mikropono sa tagal na hanggang makakaya mo. Panatilihin ang isang matatag na lakas na boses upang ang mga audio bar ay mananatiling asul.
fr: Inspirez profondément et dites « Aaaaah » dans le micro le plus longtemps possible. Les barres audio doivent rester bleues : gardez le même volume.
fr_ca: Respirez profondément et dites « Aaaaa » dans le micro le plus longtemps possible. Produisez un volume vocal stable de façon à ce que les barres audio restent bleues.
he: נשום/י נשימה עמוקה ואמור/י ״אהההה״ לתוך המיקרופון למשך זמן ארוך ככל שתוכל/י. נסה/י לשמור על עוצמת קול קבועה כך שפסי השמע יישארו כחולים.
hi: गहरी साँस लें और जितनी देर तक बोल सकें, माइक्रोफ़ोन में “आह” बोलें। अपनी बोलने की गति और आवाज़ स्थिर रखें ताकि ऑडियो बारों का रंग नीला बना रहे।
hr: Duboko udahnite i izgovorite "Aaaaaa" u mikrofon što dulje možete. Održavajte ujednačenu glasnoću glasa tako da audio stupci ostanu plavi.
hu: Vegyen mély levegőt, és amilyen hosszan csak tudja, mondja a mikrofonba, hogy „Áááááá”. Próbáljon egyenletes hangerőt tartani, hogy a hangsávok kékek maradjanak.
id: Tarik nafas dalam-dalam dan katakan “Aaaaah” ke mikrofon selama Anda bisa. Pertahankan volume suara sehingga bar audio tetap berwarna biru.
it: Fai un respiro profondo e di' “Aaaaa” nel microfono il più a lungo possibile. Mantieni un volume uniforme in modo tale che le barre dell'audio rimangano di colore blu.
ja: 大きく息を吸ってから、マイクに向かってできるだけ長く「あーーーー」と声を出してください。声の大きさを一定に保って、オーディオバーを青色のままにしてください。
ko: 숨을 크게 들이쉰 다음 마이크에 대고 최대한 길게 ‘아’하고 말하십시오. 오디오 막대가 파란색으로 지속되도록 발성 음량을 꾸준하게 유지하십시오.
ms: Tarik nafas panjang dan sebut “Aaaaah” ke dalam mikrofon selama yang anda boleh. Kekalkan kelantangan suara yang tetap agar bar audio kekal biru.
ms_latn_sg: Tarik nafas yang dalam dan katakan “Aaaaa” ke dalam mikrofon selama yang boleh. Kekalkan kelantangan suara anda supaya bar audio kekal pada paras biru.
nb_no: Pust dypt og si «aaaaaa» inn i mikrofonen så lenge du kan. Hold et jevnt vokalvolum slik at lydfeltene holder seg blå.
nl: Haal diep adem en zeg zo lang mogelijk 'aaaaah' in de microfoon. Houd daarbij dezelfde geluidssterkte aan zodat de audiobalken blauw blijven.
no: Trekk pusten dypt inn og si «aaa» inn i mikrofonen så lenge du klarer. Hold et jevnt volum slik at lydstolpene forblir blå.
or_in: ଗୋଟିଏ ଦୀର୍ଘ ପ୍ରଶ୍ୱାସ ନିଅନ୍ତୁ ଏବଂ ଯେତେ ସମୟ ପର୍ଯ୍ୟନ୍ତ ଆପଣ କହିପାରିବେ ସେ ପର୍ଯ୍ୟନ୍ତ ମାଇକ୍ରୋଫୋନ୍‍ ରେ “ଆହା” କୁହନ୍ତୁ | ଏକ ସ୍ଥିର ସ୍ୱର ସାଉଣ୍ଡ ରଖନ୍ତୁ ଯାହା ଦ୍ୱାରା ଅଡିଓ ବାର୍ ନୀଳ ରହିବ |
pl: Weź głęboki oddech i mów „Aaaaa” do mikrofonu najdłużej jak potrafisz. Utrzymuj stały poziom głośności, aby paski dźwięku były przez cały czas niebieskie.
pt_pt: Respire fundo e diga “Aaaaah” ao microfone durante o máximo de tempo possível. Mantenha um nível vocal estável - as barras de áudio devem permanecer azuis.
ro: Inspirați adânc și spuneți “Aaaaah” în microfon cât de mult timp puteți. Mențineți un volum vocal constant, astfel încât barele audio să rămână albastre.
ru: Сделайте глубокий вдох и произнесите «Ааааа» в микрофон как можно дольше. Сохраняйте такую громкость голоса, чтобы полоски звука на диаграмме оставались синими.
sk: Zhlboka sa nadýchnite a po čo najdlhšiu dobu vravte do mikrofónu „Aaaaaaaaaa“. Snažte sa zachovať rovnakú hlasitosť - paličky audia by mali byť modré.
sv: Ta ett djupt andetag och säg ”aaah” i mikrofonen så länge du kan. Håll röststyrkan stadig så att ljudstaplarna förblir blå.
ta_in: மூச்சை நன்கு இழுத்து, உங்களால் முடிந்தவரை மைக்ரோஃபோனில் “ஆஆஆ” என்று சொல்லுங்கள். குரல் நிலையாக வைத்திருங்கள், இதனால் ஆடியோ பார்கள் நீல நிறத்தை காத்திருக்கும்.
ta_my: ஆழ்ந்த மூச்சை எடுத்து மைக்ரோஃபோனில் உங்களால் முடிந்தவரை “ஆஆ” என்று சொல்லுங்கள். ஆடியோ பார்கள் நீல நிறத்தில் இருக்கும் வகையில் ஒரு நிலையான குரல் அளவை வைத்திருங்கள்.
th: สูดลมหายใจเข้าลึกๆ แล้วพูด “อาาาาา” ใส่ไมโครโฟนให้นานที่สุดเท่าที่คุณจะทำได้ ให้ออกเสียงด้วยความดังที่คงที่เพื่อให้แถบเสียงคงสีฟ้าไว้
tr: Derin bir nefes alın ve mikrofona, söyleyebildiğiniz kadar uzun “Aaaaa” deyin. Ses çubukları mavi kalacak şekilde ses yüksekliğini sabit tutmaya çalışın.
uk: Зробіть глибокий подих і вимовляйте «А-а-а-а» у мікрофон якомога довше. Тримайте однакову гучність голосу, щоб смуги звуку залишалися синіми.
vi: Hít một hơi thật sâu và nói “Aaaaah” lâu hết mức có thể vào micrô. Giữ thật đều giọng nói để các thanh tiếng vẫn ở trong vùng màu xanh dương.
vi_vn: Hít thở sâu và nói “Aaaaah” vào micrô lâu nhất có thể. Giữ âm lượng tiếng nói ổn định để các thanh âm thanh vẫn có màu xanh lam.
xh_za: Phefumla nzulu yaye uthi “Aaaaah” kwisandisi-lizwi kangangoko unako. Gcina ivolumu yamazwi eseleyo ukuze iibha zeodiyo zihlale zizuba.
zh_cn: 请深呼吸并对着麦克风说“啊啊啊”，时间越长越好。保持平稳的声音大小以使音频条保持蓝色。
zh_hans_my: 深吸一口气，尽可能长时间地对着麦克风说 “Aaaaah”。保持稳定的音量，使音频条保持蓝色。
zh_hk: 深呼吸，然後對着咪高風發出「呀─」的聲音，時間愈長愈好。請保持穩定的音量，以使音量棒圖維持藍色。
zh_tw: 請深呼吸，然後對著麥克風說「啊」，時間越久越好。請保持穩定的音量，讓音訊條顯示為藍色。

# AUDIO_LEVEL_CHECK_LABEL
source: Please wait while we check the background noise level.
ar: الرجاء الانتظار حتى يتم التحقق من مستوى الضوضاء في الخلفية.
ca: Espera mentre es calcula el nivell de soroll de fons.
cs: Počkejte, než otestujeme úroveň okolního hluku.
da: Vent, mens støjniveauet i baggrunden kontrolles.
de: Bitte warte, während der Hintergrundgeräuschpegel überprüft wird.
de_at: Bitte warten Sie, während wir den Hintergrundgeräuschpegel überprüfen.
el: Περιμένετε μέχρι να ελεγχθεί το επίπεδο θορύβου παρασκηνίου.
es: Espera mientras se comprueba el nivel de ruido de fondo.
es_419: Espera mientras revisamos el nivel de ruido de fondo.
fi: Odota, taustamelun tasoa tarkistetaan.
fil_ph: Mangyaring maghintay habang sinusuri namin ang antas ng ingay sa background.
fr: Veuillez patienter pendant que nous étudions le volume du fond sonore.
fr_ca: Veuillez patienter pendant que nous vérifions le niveau de bruit de fond.
he: המתן/י עד לסיום מדידת רעשי הרקע.
hi: पृष्ठभूमि नॉइज़ स्तर की जाँच होने तक कृपया प्रतीक्षा करें।
hr: Molimo, pričekajte da provjerimo razinu pozadinske buke.
hu: Kérjük, várjon, amíg ellenőrizzük a háttérzaj szintjét.
id: Harap tunggu saat kami memeriksa level kebisingan latar belakang.
it: Attendi la verifica del livello di rumore di sottofondo.
ja: 背景ノイズのレベルを確認中です。しばらくお待ちください。
ms: Sila tunggu sementara kami memeriksa aras hingar latar belakang.
ms_latn_sg: Sila tunggu sehingga kami memeriksa tahap bunyi bising latar belakang.
nb_no: Vennligst vent mens vi sjekker støynivået i bakgrunnen.
nl: Even geduld. Het achtergrondgeluid wordt gecontroleerd.
no: Vent mens vi kontrollerer støynivået i bakgrunnen.
or_in: ଆମେ ବ୍ୟାକଗ୍ରାଉଣ୍ଡ ଶବ୍ଦର ଲେବଲ୍‍ ଯାଞ୍ଚ କରିବା ସମୟରେ ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ
pl: Czekaj, sprawdzamy poziom szumu tła.
pt_pt: Aguarde enquanto verificamos o nível de ruído de fundo.
ro: Așteptați să se verifice nivelul zgomotului de fundal.
ru: Подождите, пока устройство измерит уровень фонового шума.
sk: Počkajte na dokončenie merania úrovne hluku pozadia.
sv: Vänta medan vi kontrollerar ljudnivån på bakgrundsbullret.
ta_in: நாங்கள் பின்னணி இரைச்சல் அளவை சரிபார்க்கும் சமயம் காத்திருக்கவும்.
ta_my: பின்னணி இரைச்சல் அளவை நாங்கள் சரிபார்க்கும் வரை காத்திருங்கள்.
th: โปรดรอในระหว่างที่เราตรวจสอบระดับเสียงรบกวนรอบข้าง
tr: Arka plan gürültü düzeyi denetlenirken lütfen bekleyin.
uk: Будь ласка, зачекайте, поки ми перевіряємо рівень фонового шуму.
vi: Vui lòng đợi trong khi chúng tôi kiểm tra độ ồn trong nền.
vi_vn: Vui lòng đợi trong khi chúng tôi kiểm tra mức ồn xung quanh.
xh_za: Nceda ulinde ngoxa sihlola inqanaba lengxolo elingasemva.
zh_cn: 请耐心等待，我们正在检查背景噪声级。
zh_hans_my: 我们正在检查背景噪音水平，请稍候。
zh_hk: 正在檢查背景雜音音量，請稍候。
zh_tw: 我們檢查背景噪音量，請稍候。

# AUDIO_TASK_TITLE
source: Voice
ar: الصوت
ca: Veu
cs: Hlas
da: Stemme
de: Stimme
de_at: Stimme
el: Φωνή
es: Voz
es_419: Voz
fi: Ääni
fil_ph: Boses
fr: Voix
fr_ca: Voix
he: קול
hi: वॉइस
hr: Glas
hu: Hang
id: Suara
it: Voce
ja: 声
ko: 음성
ms: Suara
ms_latn_sg: Suara
nb_no: Stemme
nl: Stem
no: Stemme
or_in: ଭଏସ୍‍
pl: Głos
pt_pt: Voz
ro: Voce
ru: Голос
sk: Hlas
sv: Röst
ta_in: குரல்
ta_my: குரல்
th: เสียง
tr: Ses
uk: Голос
vi: Giọng nói
vi_vn: Tiếng nói
xh_za: Ilizwi
zh_cn: 嗓音
zh_hans_my: 声音
zh_hk: 語音
zh_tw: 聲音

# AUDIO_TOO_LOUD_ACTION_NEXT
source: Tap Next when ready.
ar: اضغط على التالي عندما تكون مستعدًا.
ca: Prem Següent quan estiguis a punt.
cs: Až budete připraveni, klepněte na Další.
da: Tryk på Næste, når du er klar.
de: Tippe auf „Weiter“, wenn du bereit bist.
de_at: Tippen Sie auf Weiter, wenn Sie bereit sind.
el: Αγγίξτε «Επόμενο» όταν είστε έτοιμοι.
es: Pulsa Siguiente cuando estés preparado.
es_419: Toca Siguiente cuando estés listo.
fi: Napauta Seuraava, kun olet valmis.
fil_ph: I-tap ang Susunod pag handa na.
fr: Touchez Suivant lorsque vous êtes prêt.
fr_ca: Touchez Suivant lorsque vous êtes prêt.
he: כשתהיה/י מוכן/ה, הקש/י על ״הבא״.
hi: तैयार होने पर “अगला” पर टैप करें।
hr: Dodirnite Sljedeće kad budete spremni.
hu: Koppintson a Következő elemre, amikor készen áll.
id: Ketuk Berikutnya saat sudah siap.
it: Tocca Avanti per iniziare.
ja: 準備ができたら“次へ”をタップしてください。
ms: Ketik Seterusnya apabila bersedia.
ms_latn_sg: Ketik Seterusnya jika sedia.
nb_no: Trykk på Neste når du er klar.
nl: Tik op 'Volgende' als je klaar bent.
no: Trykk på Neste når du er klar.
or_in: ଯେତେବେଳେ ପ୍ରସ୍ତୁତ ହୋଇଯିବ ସେତେବେଳେ ପରବର୍ତ୍ତୀ ଉପରେ ଟ୍ୟାପ କରିବେ
pl: Aby rozpocząć, stuknij w Dalej.
pt_pt: Quando estiver pronto(a), toque em Seguinte.
ro: Apăsați “Înainte” când sunteți gata.
ru: Коснитесь «Далее», когда будете готовы.
sk: Keď budete pripravení, klepnite na Ďalej.
sv: Tryck på Nästa när du är redo.
ta_in: தயாரான உடன் ‘Next’ ஐ தட்டவும்.
ta_my: தயாராக இருக்கும்போது அடுத்து தட்டவும்.
th: แตะถัดไปเมื่อพร้อม
tr: Hazır olduğunuzda İleri’ye dokunun.
uk: Торкніть «Далі», коли ви готові.
vi: Chạm Tiếp khi sẵn sàng.
vi_vn: Nhấp vào Tiếp theo khi đã sẵn sàng.
xh_za: Cofa Okulandelayo xa ukulungele.
zh_cn: 就绪后，轻点“下一步”。
zh_hans_my: 准备好后点击“下一步”。
zh_hk: 準備好後，請點一下「下一步」。
zh_tw: 準備好時，請點「下一步」。

# AUDIO_TOO_LOUD_LABEL
source: Too Loud
ar: عالٍ جدًا
ca: Massa alt
cs: Příliš nahlas
da: For højt
de: Zu laut
de_at: Zu laut
el: Πολύ δυνατά
es: Demasiado alto
es_419: Demasiado fuerte
fi: Liian kovaa
fil_ph: Masyadong Malakas
fr: Trop fort
fr_ca: Trop fort
he: חזק מדי
hi: बहुत तेज़
hr: Preglasno
hu: Túl hangos
id: Terlalu Keras
it: Volume troppo alto
ja: 大きすぎる
ko: 소리가 너무 큼
ms: Terlalu Kuat
ms_latn_sg: Terlalu Lantang
nb_no: For høyt
nl: Te hard
no: For høyt
or_in: ଅଧିକ ଉଚ୍ଚ ସ୍ୱର
pl: Zbyt głośno
pt_pt: Demasiado alto
ro: Prea tare
ru: Слишком громко
sk: Príliš nahlas
sv: För högt
ta_in: மிக சத்தமாக
ta_my: மிகவும் சத்தமாக
th: ดังเกินไป
tr: Çok Yüksek
uk: Надто гучно
vi: Quá To
vi_vn: Quá lớn
xh_za: Ingxola Kakhulu
zh_cn: 太大声
zh_hans_my: 太吵了
zh_hk: 太大聲
zh_tw: 太大聲了
