Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# SHOULDER_RANGE_OF_MOTION_SPOKEN_INSTRUCTION_LEFT
source: When you are done, return your left arm to the start position. Then tap anywhere.
ar: عندما تنتهي، أرجع ذراعك اليسرى إلى وضع البداية، ثم اضغط في أي مكان.
ca: Quan hagis acabat, torna a posar el braç esquerre en la posició inicial. Aleshores, toca qualsevol punt de la pantalla.
cs: Zvedněte levou ruku a potom kamkoli klepněte.
da: Løft din venstre arm. Tryk derefter et tilfældigt sted.
de: Hebe deinen linken Arm und tippe irgendwo auf den Bildschirm.
de_at: Heben Sie den linken Arm nach oben. Dann tippen Sie irgendwo hin.
el: Όταν τελειώσετε, επαναφέρετε το αριστερό χέρι σας στην αρχική θέση. Μετά, αγγίξτε οπουδήποτε.
es: Levanta el brazo izquierdo y, a continuación, pulsa cualquier punto de la pantalla.
fil_ph: Itaas ang iyong kaliwang braso pataas. Pagkatapos ay mag-tap kahit saan.
fr: Levez le bras gauche. Touchez ensuite l’écran n’importe où.
he: הרם/י את זרוע שמאל והקש/י על המסך.
hi: अपना बायाँ हाथ ऊपर उठाएँ। फिर कहीं भी टैप करें।
hr: Podignite lijevu ruku. Zatim dodirnite bilo gdje.
hu: Emelje fel a bal karját, majd koppintson valahová.
id: Angkat lengan kiri Anda ke atas. Lalu, ketuk di mana saja.
it: Solleva il braccio sinistro. Quindi tocca un punto qualsiasi.
ja: 左腕を上げてください。次にどこかをタップしてください。
ms: Angkat tangan kiri anda. Kemudian ketik di mana-mana.
ms_latn_sg: Angkat tangan kiri anda. Kemudian ketik di mana-mana.
nb_no: Løft opp din venstre arm. Trykk deretter hvor som helst.
nl: Wanneer je klaar bent, breng je je linkerarm terug naar het beginpunt. Tik vervolgens op een willekeurige plaats.
no: Løft venstre arm. Trykk deretter hvor som helst.
or_in: ନିଜର ବାମପଟ ବାହୁକୁ ଉପରକୁ ଉଠାନ୍ତୁ | ତାପରେ ଯେକୌଣସି ଯାଗାରେ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Unieś lewe ramię. Następnie stuknij w dowolnym miejscu.
pt_pt: Levante o seu braço esquerdo. Depois toque no ecrã em qualquer lugar.
ro: Ridicați brațul stâng, apoi apăsați oriunde.
ru: Поднимите левую руку. Затем коснитесь экрана в любом месте.
sk: Zdvihnite ľavú ruku. Potom klepnite na obrazovku.
sv: Lyft din vänstra arm. Tryck sedan var som helst.
ta_in: உங்கள் இடது கையை மேலே தூக்குங்கள். பின்னர் எங்காவது தட்டவும்.
ta_my: உங்கள் இடது கையை மேலே தூக்குங்கள். பின்னர் எங்குவேண்டுமானாலும் தட்டவும்.
th: ยกแขนข้างซ้ายของคุณขึ้นแล้วแตะที่ใดก็ได้
tr: Sol kolunuzu yukarı kaldırın. Sonra herhangi bir yere dokunun.
uk: Підніміть ліву руку вгору. Потім торкніть будь-де.
vi: Khi bạn thực hiện xong, hãy đưa cánh tay trái về vị trí bắt đầu. Sau đó, chạm vào bất kỳ đâu.
vi_vn: Nâng cánh tay trái của bạn lên. Sau đó nhấp vào bất kỳ đâu.
xh_za: Phakamisa ingalo yakho yasekhohlo. Emva koko ucofe naphi na.
zh_cn: 抬起您的左臂。然后轻点任意位置。
zh_hans_my: 抬起您的左臂。然后点击任意位置。
zh_hk: 完成後，請將你的左臂還原至開始時的位置。然後點一下任何位置。
zh_tw: 舉起您的左臂。然後隨處點一下。

# SHOULDER_RANGE_OF_MOTION_SPOKEN_INSTRUCTION_RIGHT
source: When you are done, return your right arm to the start position. Then tap anywhere.
ar: عندما تنتهي، أرجع ذراعك اليمنى إلى وضع البداية، ثم اضغط في أي مكان.
ca: Quan hagis acabat, torna a posar el braç dret en la posició inicial. Aleshores, toca qualsevol punt de la pantalla.
cs: Zvedněte pravou ruku a potom kamkoli klepněte.
da: Løft din højre arm. Tryk derefter et tilfældigt sted.
de: Hebe deinen rechten Arm und tippe irgendwo auf den Bildschirm.
de_at: Heben Sie den rechten Arm nach oben. Dann tippen Sie irgendwo hin.
el: Όταν τελειώσετε, επαναφέρετε το δεξιό χέρι σας στην αρχική θέση. Μετά, αγγίξτε οπουδήποτε.
es: Levanta el brazo derecho y, a continuación, pulsa cualquier punto de la pantalla.
fil_ph: Itaas ang iyong kanang braso pataas. Pagkatapos ay mag-tap kahit saan.
fr: Levez le bras droit. Touchez ensuite l’écran n’importe où.
he: הרם/י את זרוע ימין והקש/י על המסך.
hi: अपना दायाँ हाथ ऊपर उठाएँ। फिर कहीं भी टैप करें।
hr: Podignite desnu ruku. Zatim dodirnite bilo gdje.
hu: Emelje fel a jobb karját, majd koppintson valahová.
id: Angkat lengan kanan Anda ke atas. Lalu, ketuk di mana saja.
it: Solleva il braccio destro. Quindi tocca un punto qualsiasi.
ja: 右腕を上げてください。次にどこかをタップしてください。
ms: Angkat tangan kanan anda. Kemudian ketik di mana-mana.
ms_latn_sg: Angkat tangan kanan anda. Kemudian ketik di mana-mana.
nb_no: Løft opp din høyre arm. Trykk deretter hvor som helst.
nl: Wanneer je klaar bent, breng je je rechterarm terug naar het beginpunt. Tik vervolgens op een willekeurige plaats.
no: Løft høyre arm. Trykk deretter hvor som helst.
or_in: ନିଜର ଡାହାଣପଟ ବାହୁକୁ ଉପରକୁ ଉଠାନ୍ତୁ | ତାପରେ ଯେକୌଣସି ଜାଗାରେ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Unieś prawe ramię. Następnie stuknij w dowolnym miejscu.
pt_pt: Levante o seu braço direito. Depois toque no ecrã em qualquer lugar.
ro: Ridicați brațul drept, apoi apăsați oriunde.
ru: Поднимите правую руку. Затем коснитесь экрана в любом месте.
sk: Zdvihnite pravú ruku. Potom klepnite na obrazovku.
sv: Lyft din högra arm. Tryck sedan var som helst.
ta_in: உங்கள் வலது கையை மேலே தூக்குங்கள். பின்னர் எங்காவது தட்டவும்.
ta_my: உங்கள் வலது கையை மேலே தூக்குங்கள். பின்னர் எங்குவேண்டுமானாலும் தட்டவும்.
th: ยกแขนข้างขวาของคุณขึ้นแล้วแตะที่ใดก็ได้
tr: Sağ kolunuzu yukarı kaldırın. Sonra herhangi bir yere dokunun.
uk: Підніміть праву руку вгору. Потім торкніть будь-де.
vi: Khi bạn thực hiện xong, hãy đưa cánh tay phải về vị trí bắt đầu. Sau đó, chạm vào bất kỳ đâu.
vi_vn: Nâng cánh tay phải của bạn lên. Sau đó nhấp vào bất kỳ đâu.
xh_za: Phakamisa ingalo yakho yasekunene. Emva koko ucofe naphi na.
zh_cn: 抬起您的右臂。然后轻点任意位置。
zh_hans_my: 抬起您的右臂。然后点击任意位置。
zh_hk: 完成後，請將你的右臂還原至開始時的位置。然後點一下任何位置。
zh_tw: 舉起您的右臂。然後隨處點一下。

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_0_LEFT
source: This activity measures how far you can extend your left shoulder.
ar: يقيس هذا النشاط إلى أي مدى يمكنك تمديد كتفك الأيسر.
ca: Aquesta activitat mesura el grau d’extensió de la teva espatlla esquerra.
cs: Tato aktivita změří schopnost zvednout ruku v levém rameni.
da: Denne aktivitet måler, hvor langt du kan strække din venstre skulder ud.
de: Diese Aktivität misst, wie weit du deine linke Schulter strecken kannst.
de_at: Diese Aktivität misst, wie weit Sie Ihre linke Schulter strecken können.
el: Αυτή η δραστηριότητα μετρά πόσο πολύ μπορείτε να τεντώσετε τον αριστερό σας ώμο.
es: Este ejercicio mide tu capacidad para estirar el hombro izquierdo.
fil_ph: Sinusukat ng aktibidad na ito kung hanggang saan mo maaabot ang iyong kaliwang balikat.
fr: Cette activité mesure l’extension maximale de votre épaule gauche.
he: פעילות זו מודדת את טווח התנועה של הכתף השמאלית שלך.
hi: इस गतिविधि द्वारा मापा जाता है कि आप अपना बायाँ कंधा कितना आगे ले जा सकते हैं।
hr: Ova aktivnost mjeri koliko možete ispružiti lijevo rame.
hu: Ez a feladat azt méri, hogy mennyire tudja kinyújtani a bal vállát.
id: Aktivitas ini mengukur seberapa jauh Anda dapat meregangkan bahu kiri Anda.
it: Questa attività misura quanto riesci a estendere la spalla sinistra.
ja: このアクティビティでは、左肩をどこまで伸ばせるかを測定します。
ms: Aktiviti ini mengukur sejauh mana anda boleh meregangkan bahu kiri anda.
ms_latn_sg: Aktiviti ini mengukur sejauh mana anda dapat melunjurkan bahu kiri anda.
nb_no: Denne aktiviteten måler hvor langt du kan strekke ut din venstre skulder.
nl: Met deze activiteit wordt gemeten hoe ver je je linkerschouder kunt strekken.
no: Denne aktiviteten måler hvor mye bevegelighet du har i venstre skulder.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ମାପିବ ଯେ, ଆପଣ କେତେ ଦୂର ପର୍ଯ୍ୟନ୍ତ ନିଜର ବାମ ପଟ କାନ୍ଧକୁ ବଢାଉଛନ୍ତି |
pl: To ćwiczenie mierzy, jak mocno możesz rozciągnąć lewe ramię.
pt_pt: Este exercício mede a amplitude de movimento do seu ombro esquerdo.
ro: Această activitate măsoară cât de mult vă puteți întinde umărul stâng.
ru: Во время выполнения этого задания оценивается подвижность левого плечевого сустава.
sk: Táto aktivita meria, do akej miery dokážete zdvihnúť ľavú ruku.
sv: Den här aktiviteten mäter hur långt du kan sträcka din vänstra axel.
ta_in: இச்செயலானது உங்கள் இடது தோள்பட்டை எவ்வளவு தூரம் நீட்டிக்க முடியும் என்பதை அளவிடுகிறது.
ta_my: இந்த செயல்பாடு உங்கள் இடது தோளை எவ்வளவு தூரம் நீட்ட முடியும் என்பதை அளவிடுகிறது.
th: กิจกรรมนี้จะวัดว่าคุณสามารถยืดไหล่ข้างซ้ายของคุณได้มากสุดเท่าใด
tr: Bu aktivite, sol omzunuzu ne kadar uzatabileceğinizi ölçer.
uk: Цей тест оцінює, на скільки ви можете вирівняти руку в лівому плечі.
vi: Hoạt động này đo khoảng cách mà bạn có thể duỗi vai trái.
vi_vn: Hoạt động này đo lường bạn có thể mở rộng vai trái bao xa.
xh_za: Lo msebenzi ulinganisa indlela onokunwenwa ngayo igxalaba lakho lasekhohlo.
zh_cn: 本活动测试您左肩伸展的距离。
zh_hans_my: 这项活动测量您可以将左肩伸展多远。
zh_hk: 此測試活動可測量你左肩的伸展幅度。
zh_tw: 此活動會測量您的左肩伸展程度。

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_0_RIGHT
source: This activity measures how far you can extend your right shoulder.
ar: يقيس هذا النشاط إلى أي مدى يمكنك تمديد كتفك الأيمن.
ca: Aquesta activitat mesura el grau d’extensió de la teva espatlla dreta.
cs: Tato aktivita změří schopnost zvednout ruku v pravém rameni.
da: Denne aktivitet måler, hvor langt du kan strække din højre skulder ud.
de: Diese Aktivität misst, wie weit du deine rechte Schulter strecken kannst.
de_at: Diese Aktivität misst, wie weit Sie Ihre rechte Schulter strecken können.
el: Αυτή η δραστηριότητα μετρά πόσο πολύ μπορείτε να τεντώσετε τον δεξιό σας ώμο.
es: Este ejercicio mide tu capacidad para estirar el hombro derecho.
fil_ph: Sinusukat ng aktibidad na ito kung hanggang saan mo maaabot ang iyong kanang balikat.
fr: Cette activité mesure l’extension maximale de votre épaule droite.
he: פעילות זו מודדת את טווח התנועה של הכתף הימנית שלך.
hi: इस गतिविधि द्वारा मापा जाता है कि आप अपना दायाँ कंधा कितना आगे ले जा सकते हैं।
hr: Ova aktivnost mjeri koliko možete ispružiti desno rame.
hu: Ez a feladat azt méri, hogy mennyire tudja kinyújtani a jobb vállát.
id: Aktivitas ini mengukur seberapa jauh Anda dapat meregangkan bahu kanan Anda.
it: Questa attività misura quanto riesci a estendere la spalla destra.
ja: このアクティビティでは、右肩をどこまで伸ばせるかを測定します。
ms: Aktiviti ini mengukur sejauh mana anda boleh meregangkan bahu kanan anda.
ms_latn_sg: Aktiviti ini mengukur sejauh mana anda dapat melunjurkan bahu kanan anda.
nb_no: Denne aktiviteten måler hvor langt du kan strekke ut din høyre skulder.
nl: Met deze activiteit wordt gemeten hoe ver je je rechterschouder kunt strekken.
no: Denne aktiviteten måler hvor mye bevegelighet du har i høyre skulder.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ମାପିବ ଯେ, ଆପଣ କେତେ ଦୂର ପର୍ଯ୍ୟନ୍ତ ନିଜର ଡାହାଣ ପଟ କାନ୍ଧକୁ ବଢାଉଛନ୍ତି |
pl: To ćwiczenie mierzy, jak mocno możesz rozciągnąć prawe ramię.
pt_pt: Este exercício mede a amplitude de movimento do seu ombro direito.
ro: Această activitate măsoară cât de mult vă puteți întinde umărul drept.
ru: Во время выполнения этого задания оценивается подвижность правого плечевого сустава.
sk: Táto aktivita meria, do akej miery dokážete zdvihnúť pravú ruku.
sv: Den här aktiviteten mäter hur långt du kan sträcka din högra axel.
ta_in: இச்செயலானது உங்கள் வலது தோள்பட்டை எவ்வளவு தூரம் நீட்டிக்க முடியும் என்பதை அளவிடுகிறது.
ta_my: இந்த செயல்பாடு உங்கள் வலது தோளை எவ்வளவு தூரம் நீட்ட முடியும் என்பதை அளவிடுகிறது.
th: กิจกรรมนี้จะวัดว่าคุณสามารถยืดไหล่ข้างขวาของคุณได้มากสุดเท่าใด
tr: Bu aktivite, sağ omzunuzu ne kadar uzatabileceğinizi ölçer.
uk: Цей тест оцінює, на скільки ви можете вирівняти руку в правому плечі.
vi: Hoạt động này đo khoảng cách mà bạn có thể duỗi vai phải.
vi_vn: Hoạt động này đo lường bạn có thể mở rộng vai phải bao xa.
xh_za: Lo msebenzi ulinganisa indlela onokunwenwa ngayo igxalaba lakho lasekunene.
zh_cn: 本活动测试您右肩伸展的距离。
zh_hans_my: 这项活动测量您可以将右肩伸展多远。
zh_hk: 此測試活動可測量你右肩的伸展幅度。
zh_tw: 此活動會測量您的右肩伸展程度。

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_1_LEFT
source: When you begin you will put your device on your left shoulder for a measurement. Please turn the sound on your device on so you can hear instructions.
ar: عند البدء ستضع جهازك على كتفك الأيسر لإجراء قياس. الرجاء تشغيل الصوت على جهازك حتى تتمكن من سماع التعليمات.
ca: Quan comencis, et posaràs el dispositiu a sobre de l’espatlla esquerra per prendre una mesura. Activa el so del dispositiu per poder sentir les instruccions.
cs: V dalším kroku budete vyzváni, abyste svoje zařízení přiložili k levému rameni kvůli měření. Zapněte na zařízení zvuk, abyste slyšeli pokyny.
da: Når du starter, anbringer du din enhed på din venstre skulder for at tage et mål. Slå lyden til på din enhed, så du kan høre instruktioner.
de: Wenn es losgeht, legst du dein Gerät zur Messung auf deine linke Schulter. Bitte schalte bei deinem Gerät den Ton an, damit du die Anweisungen hören kannst.
de_at: Wenn Sie beginnen, legen Sie Ihr Gerät für eine Messung auf die linke Schulter. Bitte schalten Sie den Ton auf Ihrem Gerät ein, damit Sie Anweisungen hören können.
el: Όταν ξεκινήσετε, θα τοποθετήσετε τη συσκευή στον αριστερό σας ώμο για τη μέτρηση. Αυξήστε την ένταση ήχου στη συσκευή για να ακούσετε τις οδηγίες.
es: Siéntate en el borde de una silla. Cuando estés preparado, colócate el dispositivo en el hombro izquierdo para empezar a medir. Activa el sonido del dispositivo para oír las instrucciones.
fil_ph: Kapag nagsimula ka ay ilalagay mo ang iyong device sa iyong kaliwang balikat para sa isang sukat. Mangyaring buksan ang tunog sa iyong device upang marinig mo ang mga instruction.
fr: Commencez par placer votre appareil sur l’épaule gauche pour prendre une mesure. Veillez à activer le son pour entendre les instructions.
he: בתחילת הפעילות, תצטרך/י להניח את המכשיר על כתף שמאל כדי לבצע מדידות. ודא/י שהצליל במכשיר מופעל כדי שתוכל/י לשמוע את ההנחיות.
hi: आरंभ करने पर आपको माप के लिए अपने बाएँ कंधे पर अपना उपकरण रखना होगा। कृपया अपने उपकरण पर ध्वनि चालू करें जिससे आप निर्देश सुन सकें।
hr: Kad započnete, trebat ćete staviti uređaj na lijevo rame radi mjerenja. Molimo, uključite zvuk na uređaju kako biste čuli upute.
hu: Első lépésként tegye az eszközét a bal vállára egy mérés elvégzéséhez. Kapcsolja be a hangot az eszközén, hogy hallja az utasításokat.
id: Saat Anda memulai, taruh perangkat di bahu kiri Anda untuk pengukuran. Nyalakan bunyi perangkat sehingga Anda dapat mendengar instruksi.
it: All’inizio posizionerai il dispositivo sulla spalla sinistra per una misurazione. Attiva i suoni del dispositivo per poter sentire le istruzioni.
ja: 始めるときは、測定のためにデバイスを左肩の上に置きます。指示が聞こえるように、デバイスのサウンドをオンにしてください。
ms: Apabila anda bermula anda akan meletakkan peranti anda di atas bahu kiri anda untuk ukuran. Sila aktifkan bunyi pada peranti anda supaya anda boleh dengar arahan.
ms_latn_sg: Apabila bermula anda akan menempatkan peranti anda pada bahu kiri untuk ukuran. Sila hidupkan bunyi pada peranti anda supaya anda boleh mendengar arahan.
nb_no: Når du begynner, skal du legge enheten på din venstre skulder for å foreta en måling. Slå på lyden på enheten slik at du kan høre instruksjonene.
nl: Wanneer je begint, plaats je je apparaat op je linkerschouder voor een meting. Schakel het geluid van je apparaat in zodat je instructies kunt horen.
no: Når du starter, må du legge enheten på venstre skulder for en måling. Slå på lyden på enheten så du kan høre instruksjonene.
or_in: ଯେତେବେଳେ ଆପଣ ଆରମ୍ଭ କରିବେ ସେତେବେଳେ ଆପଣ ନିଜର ବାମ ପଟ କାନ୍ଧ ଉପରେ ମାପିବା ପାଇଁ ଡିଭାଇସ୍‍କୁ ରଖିବେ | ଦୟାକରି ନିଜର ଡିଭାଇସ୍‍ର ସାଉଣ୍ଡ ଅନ୍‍ କରନ୍ତୁ ଫଳରେ ଆପଣ ନିର୍ଦ୍ଦେଶ ଶୁଣିପାରିବେ |
pl: Na początek umieścisz urządzenie na lewym ramieniu w celu pomiaru. Włącz dźwięk w urządzeniu, aby słyszeć instrukcje.
pt_pt: Ao iniciar, coloque o dispositivo sobre o seu ombro esquerdo para uma medição. Ative o som do dispositivo para poder ouvir as instruções.
ro: Când începeți, puneți-vă dispozitivul pe umărul stâng pentru măsurătoare. Activați sunetul pe dispozitivul dvs. pentru a auzi instrucțiunile.
ru: Сперва положите устройство на левое надплечье, ближе к плечу: это необходимо для оценивания. Включите звук на устройстве для прослушивания инструкций.
sk: Na zariadení zapnite zvuk, aby ste počuli pokyny. Po spustení aktivity si na účely merania pridržte zariadenie na ľavom ramene.
sv: Du börjar med att lägga enheten på din vänstra axel så att den kan mätas. Slå på ljudet på enheten så att du kan höra anvisningarna.
ta_in: நீங்கள் தொடங்கும் போது உங்கள் சாதனத்தை இடது தோள்பட்டையில் அளவீட்டிற்க்காக வைப்பீர்கள். உங்கள் சாதனத்தில் உள்ள ஒலியை இயக்கவும், இதன் மூலம் நீங்கள் வழிமுறைகளைக் கேட்கலாம்.
ta_my: நீங்கள் தொடங்கும் போது உங்கள் சாதனத்தை உங்கள் இடது தோளில் அளவீடு செய்ய வைப்பீர்கள். தயவுசெய்து உங்கள் சாதனத்தில் ஒலியை இயக்கவும், அதஆல் நீங்கள் வழிமுறைகளைக் கேட்க முடியும்.
th: เมื่อคุณเริ่มต้น คุณจะต้องวางอุปกรณ์ของคุณบนไหล่ข้างซ้ายของคุณเพื่อการวัด โปรดเปิดเสียงบนอุปกรณ์ของคุณเพื่อให้คุณสามารถฟังขั้นตอนได้
tr: Başladığınızda, aygıtınızı ölçüm için sol omzunuza koyacaksınız. Yönergeleri duyabilmeniz için lütfen aygıtınızın sesini açın.
uk: Почніть, поклавши свій пристрій на ліве плече для вимірювання. Будь ласка, увімкніть звук на своєму пристрою, щоб чути вказівки.
vi: Khi bạn bắt đầu, bạn sẽ đặt thiết bị trên vai trái để lấy số đo. Vui lòng bật âm thanh của thiết bị để bạn có thể nghe thấy các hướng dẫn.
vi_vn: Khi bắt đầu, bạn sẽ đặt thiết bị trên vai trái để đo. Vui lòng bật âm thanh trên thiết bị để bạn có thể nghe thấy hướng dẫn.
xh_za: Xa uqalisa uza kubeka isixhobo sakho kwigxalaba lakho lasekhohlo ukuze ulinganise. Nceda uvule isandi kwisixhobo sakho ukuze ukwazi ukuva imiyalelo.
zh_cn: 开始前，将设备放在左肩上进行测试。请打开设备的声音，方便您听到指示。
zh_hans_my: 开始时，您会将设备放在左肩上进行测量。请打开设备上的声音，以便您可以听到指示。
zh_hk: 當你開始時，你須將裝置放在左肩上以進行測量。請開啟裝置的聲音，讓你可以聽取指示。
zh_tw: 開始時，請將裝置放在左肩上來進行測量。請開啟裝置的聲音以便聽取指示。

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_1_RIGHT
source: When you begin you will put your device on your right shoulder for a measurement. Please turn the sound on your device on so you can hear instructions.
ar: عند البدء ستضع جهازك على كتفك الأيمن لإجراء قياس. الرجاء تشغيل الصوت على جهازك حتى تتمكن من سماع التعليمات.
ca: Quan comencis, et posaràs el dispositiu a sobre de l’espatlla dreta per prendre una mesura. Activa el so del dispositiu per poder sentir les instruccions.
cs: V dalším kroku budete vyzváni, abyste svoje zařízení přiložili k pravému rameni kvůli měření. Zapněte na zařízení zvuk, abyste slyšeli pokyny.
da: Når du starter, anbringer du din enhed på din højre skulder for at tage et mål. Slå lyden til på din enhed, så du kan høre instruktioner.
de: Wenn es losgeht, legst du dein Gerät zur Messung auf deine rechte Schulter. Bitte schalte bei deinem Gerät den Ton an, damit du die Anweisungen hören kannst.
de_at: Wenn Sie beginnen, legen Sie Ihr Gerät für eine Messung auf die rechte Schulter. Bitte schalten Sie den Ton auf Ihrem Gerät ein, damit Sie Anweisungen hören können.
el: Όταν ξεκινήσετε, θα τοποθετήσετε τη συσκευή στον δεξιό σας ώμο για τη μέτρηση. Αυξήστε την ένταση ήχου στη συσκευή για να ακούσετε τις οδηγίες.
es: Siéntate en el borde de una silla. Cuando estés preparado, colócate el dispositivo en el hombro derecho para empezar a medir. Activa el sonido del dispositivo para oír las instrucciones.
fil_ph: Kapag nagsimula ka ay ilalagay mo ang iyong device sa iyong kanang balikat para sa isang sukat. Mangyaring buksan ang tunog sa iyong device upang marinig mo ang mga instruction.
fr: Commencez par placer votre appareil sur l’épaule droite pour prendre une mesure. Veillez à activer le son pour entendre les instructions.
he: בתחילת הפעילות, תצטרך/י להניח את המכשיר על כתף ימין כדי לבצע מדידות. ודא/י שהצליל במכשיר מופעל כדי שתוכל/י לשמוע את ההנחיות.
hi: आरंभ करने पर आपको माप के लिए अपने दाएँ कंधे पर अपना उपकरण रखना होगा। कृपया अपने उपकरण पर ध्वनि चालू करें जिससे आप निर्देश सुन सकें।
hr: Kad započnete, trebat ćete staviti uređaj na desno rame radi mjerenja. Molimo, uključite zvuk na uređaju kako biste čuli upute.
hu: Első lépésként tegye az eszközét a jobb vállára egy mérés elvégzéséhez. Kapcsolja be a hangot az eszközén, hogy hallja az utasításokat.
id: Saat Anda memulai, taruh perangkat di bahu kanan Anda untuk pengukuran. Nyalakan bunyi perangkat sehingga Anda dapat mendengar instruksi.
it: All’inizio posizionerai il dispositivo sulla spalla destra per una misurazione. Attiva i suoni del dispositivo per poter sentire le istruzioni.
ja: 始めるときは、測定のためにデバイスを右肩の上に置きます。指示が聞こえるように、デバイスのサウンドをオンにしてください。
ms: Apabila anda bermula anda akan meletakkan peranti anda di atas bahu kanan anda untuk ukuran. Sila aktifkan bunyi pada peranti anda supaya anda boleh dengar arahan.
ms_latn_sg: Apabila bermula anda akan menempatkan peranti anda pada bahu kanan untuk ukuran. Sila hidupkan bunyi pada peranti anda supaya anda boleh mendengar arahan.
nb_no: Når du begynner, skal du legge enheten på din høyre skulder for å foreta en måling. Slå på lyden på enheten slik at du kan høre instruksjonene.
nl: Wanneer je begint, plaats je je apparaat op je rechterschouder voor een meting. Schakel het geluid van je apparaat in zodat je instructies kunt horen.
no: Når du starter, må du legge enheten på høyre skulder for en måling. Slå på lyden på enheten så du kan høre instruksjonene.
or_in: ଯେତେବେଳେ ଆପଣ ଆରମ୍ଭ କରିବେ ସେତେବେଳେ ଆପଣ ନିଜର ଡାହାଣ ପଟ କାନ୍ଧ ଉପରେ ମାପିବା ପାଇଁ ଡିଭାଇସ୍‍କୁ ରଖିବେ | ଦୟାକରି ନିଜର ଡିଭାଇସ୍‍ର ସାଉଣ୍ଡ ଅନ୍‍ କରନ୍ତୁ ଫଳରେ ଆପଣ ନିର୍ଦ୍ଦେଶ ଶୁଣିପାରିବେ |
pl: Na początek umieścisz urządzenie na prawym ramieniu w celu pomiaru. Włącz dźwięk w urządzeniu, aby słyszeć instrukcje.
pt_pt: Ao iniciar, coloque o dispositivo sobre o seu ombro direito para uma medição. Ative o som do dispositivo para poder ouvir as instruções.
ro: Când începeți, puneți-vă dispozitivul pe umărul drept pentru măsurătoare. Activați sunetul pe dispozitivul dvs. pentru a auzi instrucțiunile.
ru: Сперва положите устройство на правое надплечье, ближе к плечу: это необходимо для оценивания. Включите звук на устройстве для прослушивания инструкций.
sk: Na zariadení zapnite zvuk, aby ste počuli pokyny. Po spustení aktivity si na účely merania pridržte zariadenie na pravom ramene.
sv: Du börjar med att lägga enheten på din högra axel så att den kan mätas. Slå på ljudet på enheten så att du kan höra anvisningarna.
ta_in: நீங்கள் தொடங்கும் போது உங்கள் சாதனத்தை உங்கள் வலது தோள்பட்டையில் ஒரு அளவீட்டுக்கு வைப்பீர்கள். உங்கள் சாதனத்தில் ஒலியை இயக்கவும், இதன் மூலம் நீங்கள் வழிமுறைகளைக் கேட்கலாம்.
ta_my: நீங்கள் தொடங்கும் போது உங்கள் சாதனத்தை உங்கள் வலது தோளில் அளவீடு செய்ய வைப்பீர்கள். தயவுசெய்து உங்கள் சாதனத்தில் ஒலியை இயக்கவும், அதஆல் நீங்கள் வழிமுறைகளைக் கேட்க முடியும்.
th: เมื่อคุณเริ่มต้น คุณจะต้องวางอุปกรณ์ของคุณบนไหล่ข้างขวาของคุณเพื่อการวัด โปรดเปิดเสียงบนอุปกรณ์ของคุณเพื่อให้คุณสามารถฟังขั้นตอนได้
tr: Başladığınızda, aygıtınızı ölçüm için sağ omzunuza koyacaksınız. Yönergeleri duyabilmeniz için lütfen aygıtınızın sesini açın.
uk: Почніть, поклавши свій пристрій на праве плече для вимірювання. Будь ласка, увімкніть звук на своєму пристрою, щоб чути вказівки.
vi: Khi bạn bắt đầu, bạn sẽ đặt thiết bị trên vai phải để lấy số đo. Vui lòng bật âm thanh của thiết bị để bạn có thể nghe thấy các hướng dẫn.
vi_vn: Khi bắt đầu, bạn sẽ đặt thiết bị trên vai phải để đo. Vui lòng bật âm thanh trên thiết bị để bạn có thể nghe thấy hướng dẫn.
xh_za: Xa uqalisa uza kubeka isixhobo sakho kwigxalaba lakho lasekunene ukulinganisa. Nceda uvule isandi kwisixhobo sakho ukuze ukwazi ukuva imiyalelo.
zh_cn: 开始前，将设备放在右肩上进行测试。请打开设备的声音，方便您听到指示。
zh_hans_my: 开始时，您会将设备放在右肩上进行测量。请打开设备上的声音，以便您可以听到指示。
zh_hk: 當你開始時，你須將裝置放在右肩上以進行測量。請開啟裝置的聲音，讓你可以聽取指示。
zh_tw: 開始時，請將裝置放在右肩上來進行測量。請開啟裝置的聲音以便聽取指示。
