Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# SPEECH_RECOGNITION_STOP_RECORD_LABEL
source: Stop Recording
ar: إيقاف التسجيل
ca: Aturar la gravació
cs: Zastavit nahrávání
da: Stop optagelse
de: Aufnahme stoppen
de_at: Aufnahme beenden
el: Διακοπή εγγραφής
es: Detener grabación
fil_ph: Ihinto ang Pagrerekord
fr: Terminer
he: הפסק הקלטה
hi: रिकॉर्डिंग रोकें
hr: Zaustavi snimanje
hu: Felvétel leállítása
id: Berhenti Merekam
it: Interrompi registrazione
ja: 録画を停止
ms: Henti Merakam
ms_latn_sg: Berhenti Merakam
nb_no: Stopp opptak
nl: Stop opname
no: Stopp opptak
or_in: ରେକର୍ଡିଙ୍ଗ ବନ୍ଦ କରନ୍ତୁ
pl: Zatrzymaj nagrywanie
pt_pt: Parar gravação
ro: Opriți înregistrarea
ru: Остановить запись
sk: Zastaviť nahrávanie
sv: Stoppa inspelning
ta_in: ரிகார்டிங்கை நிறுத்தவும்
ta_my: பதிவை நிறுத்தவும்
th: หยุดอัด
tr: Kaydı Durdur
uk: Зупинити запис
vi: Dừng Ghi
vi_vn: Dừng ghi
xh_za: Misa Ukurekhoda
zh_hans_my: 停止录音
zh_hk: 停止錄音
zh_tw: 停止錄音

# SPEECH_RECOGNITION_TRANSCRIPTION_LABEL
source: Your transcription will appear here.
ar: النسخة المكتوبة ستظهر هنا.
ca: La transcripció apareixerà aquí.
cs: Zde se objeví přepis vaší řeči.
da: Din transskription vises her.
de: Deine Transkription wird hier angezeigt.
de_at: Ihre Transkription wird hier erscheinen.
el: Το κείμενο απομαγνητοφώνησης θα εμφανιστεί εδώ.
es: Tu transcripción aparecerá aquí.
fil_ph: Lilitaw ang iyong transcription dito.
fr: Votre transcription s’affichera ici.
he: התמלול יופיע כאן.
hi: आपका अनुलेखन यहाँ दिखाई देगा।
hr: Ovdje će se pojaviti vaš transkript.
hu: Az átírt szöveg itt fog megjelenni.
id: Transkripsi Anda akan muncul di sini.
it: La trascrizione verrà mostrata qui.
ja: 発音表記はここに表示されます。
ms: Transkripsi anda akan muncul di sini.
ms_latn_sg: Transkripsi anda akan muncul di sini.
nb_no: Transkripsjonen din vises her.
nl: Je transcriptie verschijnt hier.
no: Avskriften din vises her.
or_in: ଏଠାରେ ଆପଣଙ୍କର ଟ୍ରାନ୍ସକ୍ରିପସନ୍‍ ଦେଖାଯିବ |
pl: Twój zapis tekstu pojawi się tutaj.
pt_pt: A transcrição aparecerá aqui.
ro: Transcrierea dvs. va apărea aici.
ru: Расшифровка отобразится здесь.
sk: Tu sa zobrazí prepis.
sv: Din utskrift visas här.
ta_in: உங்கள் டிரான்ஸ்கிரிப்ட் இங்கு காணப்படும்.
ta_my: உங்கள் படியெடுத்தல் இங்கே தோன்றும்.
th: การถอดข้อความของคุณจะแสดงขึ้นที่นี่
tr: Dökümünüz burada görünecektir.
uk: Ваша транскрипція зʼявлятиметься тут.
vi: Bản chép lại của bạn sẽ xuất hiện tại đây.
vi_vn: Bản ghi âm của bạn sẽ xuất hiện ở đây.
xh_za: Umbhalo wakho uya kubonakala apha.
zh_hans_my: 您的转录文本将显示在此处。
zh_hk: 你的文字記錄會在此顯示。
zh_tw: 您的聽寫記錄將顯示於此處。

# SPEECH_TASK_TITLE
source: Speech Recognition
ar: التعرف على الكلام
ca: Reconeixement de veu
cs: Rozpoznávání řeči
da: Talegenkendelse
de: Spracherkennung
de_at: Spracherkennung
el: Αναγνώριση ομιλίας
es: Reconocimiento de voz
fr: Reconnaissance vocale
he: זיהוי דיבור
hi: बोली पहचान
hr: Prepozn. govora
hu: Beszédfelismerés
id: Pengenalan Ucapan
it: Riconoscimento vocale
ja: 音声認識
ms: Pengecaman Pertuturan
ms_latn_sg: Pengecaman Pertuturan
nb_no: Talegjenkjenning
nl: Spraakherkenning
no: Talegjenkjenning
or_in: କଥା ଚିହ୍ନଟକରଣ
pl: Rozpoznanie mowy
pt_pt: Reconhecimento da fala
ro: Recunoaștere vocală
ru: Распознавание речи
sk: Rozpoznávanie reči
sv: Röstigenkänning
ta_in: பேச்சு அங்கீகரித்தல்
ta_my: பேச்சு அங்கீகாரம்
th: การรู้จำเสียงพูด
tr: Konuşma Tanıma
uk: Розпізнання мови
vi: Nhận dạng lời nói
vi_vn: Nhận diện lời nói
xh_za: Ukuqonda Intetho
zh_hans_my: 语音识别
zh_hk: 語音辨識
zh_tw: 語音辨識

# STEP_PROGRESS_FORMAT
source: %1$@ of %2$@
ar: %1$@ من %2$@
cs: %1$@ z %2$@
da: %1$@ af %2$@
de: %1$@ von %2$@
de_at: %1$ @ von %2$ @
el: %1$@ από %2$@
es: %1$@ de %2$@
es_419: Paso %1$@ de %2$@
fi: Vaihe %1$@ / %2$@
fil_ph: %1$@ ng %2$@
fr: %1$@ sur %2$@
fr_ca: Étape %1$@ sur %2$@
he: %1$@ מתוך %2$@
hr: %1$@ od %2$@
id: %1$@ dari %2$@
it: %1$@ di %2$@
ko: %1$@/%2$@단계
ms: %1$@ daripada %2$@
ms_latn_sg: %1$@ daripada %2$@
nb_no: %1$@ av %2$@
nl: %1$@ van %2$@
no: %1$@ av %2$@
or_in: %2$@ ର %1$@
pl: %1$@ z %2$@
pt_pt: %1$@ de %2$@
ro: %1$@ din %2$@
ru: %1$@ из %2$@
sk: %1$@ z %2$@
sv: %1$@ av %2$@
ta_in: %1$@ இன் %2$@
th: %1$@ จาก %2$@
uk: %1$@ із %2$@
xh_za: %1$@ yama %2$@
zh_cn: 第 %1$@/%2$@ 步
zh_hans_my: 第%1$@页，共%2$@页

# STROOP_COLOR_BLUE
source: BLUE
ar: أزرق
ca: BLAU
cs: MODRÁ
da: BLÅ
de: BLAU
de_at: BLAU
el: ΜΠΛΕ
es: AZUL
fr: BLEU
he: כחול
hi: नीला
hr: PLAVA
hu: KÉK
id: BIRU
it: BLU
ja: あお
ms: BIRU
ms_latn_sg: BIRU
nb_no: BLÅ
nl: BLAUW
no: BLÅ
or_in: ନୀଳ
pl: NIEBIESKI
pt_pt: AZUL
ro: ALBASTRU
ru: СИНИЙ
sk: MODRÁ
sv: BLÅ
ta_in: நீலம்
ta_my: நீலம்
tr: MAVİ
uk: СИНІЙ
vi: XANH DƯƠNG
vi_vn: XANH DƯƠNG
xh_za: ZUBA
zh_cn: 蓝色
zh_hans_my: 蓝色
zh_hk: 藍色
zh_tw: 藍色

# STROOP_COLOR_BLUE_INITIAL
source: B
ar: ز
cs: M
el: ΜΠ
es: Az
he: כ
hi: नी॰
hr: P
hu: K
ja: あお
no: Bl
or_in: ବି
pl: N
pt_pt: L
ro: A
ru: С
sk: M
sv: Bl
tr: M
uk: С
vi: D
vi_vn: XD
zh_cn: 蓝
zh_hk: 藍
zh_tw: 藍

# STROOP_COLOR_GREEN
source: GREEN
ar: أخضر
ca: VERD
cs: ZELENÁ
da: GRØN
de: GRÜN
de_at: GRÜN
el: ΠΡΑΣΙΝΟ
es: VERDE
fr: VERT
he: ירוק
hi: हरा
hr: ZELENA
hu: ZÖLD
id: HIJAU
it: VERDE
ja: みどり
ms: HIJAU
ms_latn_sg: HIJAU
nb_no: GRØNN
nl: GROEN
no: GRØNN
or_in: ସବୁଜ
pl: ZIELONY
pt_pt: VERDE
ro: VERDE
ru: ЗЕЛЕНЫЙ
sk: ZELENÁ
sv: GRÖN
ta_in: பச்சை
ta_my: பச்சை
tr: YEŞİL
uk: ЗЕЛЕНИЙ
vi: XANH LỤC
vi_vn: XANH LÁ
xh_za: HLAZA
zh_cn: 绿色
zh_hans_my: 绿色
zh_hk: 綠色
zh_tw: 綠色

# STROOP_COLOR_GREEN_INITIAL
source: G
ar: خ
ca: V
cs: Z
da: GR
de: Gr
el: ΠΡ
es: V
fr: V
he: י
hi: ह॰
hr: Z
hu: Z
id: H
it: V
ja: みどり
ms: H
ms_latn_sg: H
nl: Gr
no: Gr
or_in: ଜି
pl: Z
pt_pt: D
ro: V
ru: З
sk: Z
sv: Gr
tr: Y
uk: З
vi: L
vi_vn: XL
zh_cn: 绿
zh_hk: 綠
zh_tw: 綠

# STROOP_COLOR_RED
source: RED
ar: أحمر
ca: ROIG
cs: ČERVENÁ
da: RØD
de: ROT
de_at: ROT
el: ΚΟΚΚΙΝΟ
es: ROJO
fr: ROUGE
he: אדום
hi: लाल
hr: CRVENA
hu: PIROS
id: MERAH
it: ROSSO
ja: あか
ms: MERAH
ms_latn_sg: MERAH
nb_no: RØD
nl: ROOD
no: RØD
or_in: ଲାଲ୍‍
pl: CZERWONY
pt_pt: VERMELHO
ro: ROȘU
ru: КРАСНЫЙ
sk: ČERVENÁ
sv: RÖD
ta_in: சிகப்பு
ta_my: சிவப்பு
tr: KIRMIZI
uk: ЧЕРВОНИЙ
vi: ĐỎ
vi_vn: ĐỎ
xh_za: BOMVU
zh_cn: 红色
zh_hans_my: 红色
zh_hk: 紅色
zh_tw: 紅色

# STROOP_COLOR_RED_INITIAL
source: R
ar: ح
cs: Č
el: ΚΟ
he: א
hi: ला॰
hr: C
hu: P
id: M
ja: あか
ms: M
ms_latn_sg: M
no: Rø
or_in: ଆର
pl: C
pt_pt: M
ru: К
sk: Č
sv: Rö
tr: K
uk: Ч
vi: Đ
vi_vn: Đ
zh_cn: 红
zh_hk: 紅
zh_tw: 紅

# STROOP_COLOR_YELLOW
source: YELLOW
ar: أصفر
ca: GROC
cs: ŽLUTÁ
da: GUL
de: GELB
de_at: GELB
el: ΚΙΤΡΙΝΟ
es: AMARILLO
fr: JAUNE
he: צהוב
hi: पीला
hr: ŽUTA
hu: SÁRGA
id: KUNING
it: GIALLO
ja: きいろ
ms: KUNING
ms_latn_sg: KUNING
nb_no: GUL
nl: GEEL
no: GUL
or_in: ହଳଦିଆ
pl: ŻÓŁTY
pt_pt: AMARELO
ro: GALBEN
ru: ЖЕЛТЫЙ
sk: ŽLTÁ
sv: GUL
ta_in: மஞ்சள்
ta_my: மஞ்சள்
tr: SARI
uk: ЖОВТИЙ
vi: VÀNG
vi_vn: VÀNG
xh_za: TYHELI
zh_cn: 黄色
zh_hans_my: 黄色
zh_hk: 黃色
zh_tw: 黃色

# STROOP_COLOR_YELLOW_INITIAL
source: Y
ar: ص
ca: G
cs: Ž
da: GU
de: Ge
el: ΚΙ
es: Am
fr: J
he: צ
hi: पी॰
hr: Ž
hu: S
id: K
it: G
ja: きいろ
ms: K
ms_latn_sg: K
nb_no: G
nl: Ge
no: Gu
or_in: ୱାଇ
pl: Ż
pt_pt: R
ro: G
ru: Ж
sk: Ž
sv: Gu
tr: S
uk: Ж
vi: V
vi_vn: V
zh_cn: 黄
zh_hk: 黃
zh_tw: 黃

# STROOP_TASK_INTRO1_DETAIL_TEXT
source: Every time a word appears, select the first letter of the name of the COLOR that is shown.
ar: في كل مرة تظهر فيها كلمة، حدد الحرف الثاني من اسم اللون الذي يظهر.
ca: Cada cop que aparegui una paraula, selecciona la primera lletra del nom del COLOR que es mostra.
cs: Vždy, když se objeví slovo, vyberte první písmeno BARVY, kterou je slovo napsáno.
da: Hver gang der vises et ord, skal du vælge de(t) første bogstav(er) i navnet på den viste FARVE.
de: Wähle jedes Mal, wenn ein Wort erscheint, den ersten Buchstaben der FARBE aus, die angezeigt wird.
de_at: Jedes Mal, wenn ein Wort erscheint, wählen Sie den ersten Buchstaben des Namens der angezeigten FARBE.
el: Κάθε φορά που εμφανίζεται μια λέξη, επιλέξτε τα πρώτα δύο γράμματα του ονόματος του ΧΡΩΜΑΤΟΣ που εμφανίζεται.
es: Cada vez que aparezca una palabra, selecciona la primera letra del nombre del COLOR que se muestra.
fil_ph: Sa tuwing lilitaw ang isang salita, piliin ang unang titik ng pangalan ng KULAY na ipinapakita.
fr: Chaque fois qu’un mot apparaît, sélectionnez la première lettre du nom de la COULEUR affichée.
he: בכל פעם שתופיע מילה, בחר/י את האות הראשונה של שם הצבע שבו כתובה המילה.
hi: हर बार जब शब्द दिखाया जाता है, दिखाए गए रंग के नाम के पहले अक्षर का चयन करें।
hr: Svaki put kad se pojavi riječ, odaberite prvo slovo naziva BOJE koja je prikazana.
hu: Amikor megjelenik egy szó, válassza ki a látott SZÍN nevének első betűjét.
id: Setiap kali suatu kata muncul, pilih huruf pertama dari nama WARNA yang ditampilkan.
it: Ogni volta che appare una parola, seleziona la prima lettera del nome del COLORE che viene mostrato.
ja: 文字が表示されるたびに、表示される色を選択してください。
ms: Setiap kali perkataan muncul, pilih huruf pertama nama WARNA yang ditunjukkan.
ms_latn_sg: Setiap kali perkataan muncul, pilih huruf pertama bagi nama WARNA yang ditunjukkan.
nb_no: Hver gang et ord vises, skal du velge den første bokstaven i navnet på FARGEN som vises.
nl: Telkens wanneer er een woord verschijnt, selecteer je de eerste letter(s) van de naam van de KLEUR die wordt weergegeven.
no: Hver gang et ord vises, må du velge de to første bokstavene i navnet på FARGEN som vises.
or_in: ପ୍ରତ୍ୟେକ ଥର ଗୋଟିଏ ଶବ୍ଦ ଦେଖାଯାଏ, ଦେଖାଯାଇଥିବା ରଙ୍ଗ ନାମର ପ୍ରଥମ ଅକ୍ଷରକୁ ଚୟନ କରନ୍ତୁ |
pl: Za każdym razem, gdy pojawi się słowo, wybierz pierwszą literę nazwy KOLORU, jaki jest wyświetlony.
pt_pt: Sempre que aparecer uma palavra, selecione a quarta letra do nome da COR mostrada.
ro: De fiecare dată când apare un cuvânt, selectați prima literă a numelui CULORII afișate.
ru: Каждый раз, когда появляется слово, выбирайте первую букву названия ЦВЕТА, который Вы видите на экране.
sk: Keď sa na obrazovke zobrazí slovo, vyberte prvé písmeno názvu zobrazenej FARBY.
sv: Varje gång ett ord visas ska du välja de första två bokstäverna i namnet på den FÄRG som visas.
ta_in: ஒவ்வொரு முறையும் ஒரு சொல் தோன்றும் போது, காட்டப்படும் நிறத்தினுடைய பெயரின் முதல் எழுத்தைத் தேர்ந்தெடுக்கவும்.
ta_my: ஒவ்வொரு முறையும் ஒரு வார்த்தை தோன்றும் போது, காட்டப்படும் நிறம் என்ற பெயரின் முதல் எழுத்தை தேர்ந்தெடுக்கவும்.
th: ทุกๆ ครั้งที่มีคำปรากฏขึ้นมา ให้เลือกตัวอักษรตัวแรกของชื่อสีที่ปรากฏ
tr: Her sözcük göründüğünde, gösterilen RENGİN adının ilk harfini seçin.
uk: Щоразу коли зʼявляється слово, вибирайте першу букву назви показаного КОЛЬОРУ.
vi: Mỗi lần một từ xuất hiện, hãy chọn chữ cái đầu tiên của tên MÀU được hiển thị.
vi_vn: Mỗi khi một từ xuất hiện, hãy chọn chữ cái đầu tiên của tên MÀU SẮC được hiển thị.
xh_za: Ngalo lonke ixesha igama libonakala, khetha unobumba wokuqala wegama LOMBALA obonisiweyo.
zh_cn: 每次颜色名称出现的时候，选择所显示颜色名称的第一个字。
zh_hans_my: 每次出现一个单词时，选择显示的颜色名称的第一个字母。
zh_hk: 每次當字詞出現時，請選擇所顯示之「顏色」的首字。
zh_tw: 每次顯示一組文字時，請選取所顯示的「顏色」名稱的第一個字。

# STROOP_TASK_INTRO2_DETAIL_TEXT
source: When you are ready to begin the Stroop activity tap Get Started.
ar: عندما تكون مستعدًا لبدء نشاط ستروب اضغط على البدء.
ca: Quan estiguis a punt per començar l’activitat “Colors i paraules”, prem Començar.
cs: Jakmile budete připraveni začít se Stroopovým testem, klepněte na Začít.
da: Tryk på Gå i gang, når du er klar til at starte Stroop-aktiviteten.
de: Wenn du bereit bist, mit der Stroop-Aktivität zu beginnen, tippe auf „Los geht’s“.
de_at: Wenn Sie bereit sind, mit der Stroop-Aktivität zu beginnen, tippen Sie auf Erste Schritte.
el: Όταν είστε έτοιμοι να ξεκινήσετε τη δραστηριότητα Stroop, αγγίξτε «Έναρξη».
es: Cuando estés preparado para empezar el ejercicio de colores y palabras, pulsa Empezar.
fil_ph: Kapag handa ka nang simulan ang aktibidad ng Stroop i-tap ang Magsimula.
fr: Lorsque vous êtes prêt à commencer l’activité Stroop, touchez Démarrer.
he: כשתרצה/י להתחיל את מבחן סטרופ, הקש/י על ״התחלה״.
hi: स्ट्रूप गतिविधि आरंभ करने के लिए तैयार होने पर “आरंभ करें” पर टैप करें।
hr: Kad budete spremni za pokretanje Stroopovog testa, dodirnite Pokreni.
hu: Ha készen áll a Stroop-feladat elkezdésére, koppintson a Kezdés gombra.
id: Setelah Anda siap untuk memulai aktivitas Stroop, ketuk Mulai.
it: Per cominciare l’attività Stroop, tocca Inizia.
ja: ストループアクティビティを始める準備ができたら、“開始”をタップしてください。
ms: Apabila anda bersedia untuk memulakan aktiviti Stroop ketik Mulakan.
ms_latn_sg: Apabila anda sedia untuk memulakan aktiviti Stroop, ketik Bermula.
nb_no: Trykk på Start når du er klar til å starte Stroop-aktiviteten.
nl: Tik op 'Start' wanneer je klaar bent om de Stroop-taak te starten.
no: Trykk på Start når du er klar til å starte Stroop-aktiviteten.
or_in: ଯେତେବେଳେ ଆପଣ ଷ୍ଟ୍ରୁପ୍‍ କାର୍ଯ୍ୟକଳାପ ଆରମ୍ଭ କରିବାକୁ ପ୍ରସ୍ତୁତ ହେବେ, ସେତେବେଳେ ଆରମ୍ଭ ହେବା ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: W dogodnym momencie stuknij w Start, aby rozpocząć ćwiczenie Stroopa.
pt_pt: Quando estiver pronto para começar o exercício Stroop, toque em Começar.
ro: Când sunteți gata să începeți activitatea Stroop, apăsați pe Start.
ru: Когда будете готовы приступить к тесту Струпа, коснитесь «Начать».
sk: Ak ste pripravení na Stroopov test, klepnite na Začať.
sv: Tryck på Kom igång när du vill börja med stroop-aktiviteten.
ta_in: ஸ்ட்ரூப் செயல்பாட்டைத் தொடங்க நீங்கள் தயாராக இருக்கும்போது ‘Get Started’ என்பதைத் தட்டவும்.
ta_my: ஸ்ட்ரூப் செயல்பாட்டைத் தொடங்க நீங்கள் தயாராக இருக்கும்போது தொடங்கு என்பதைத் தட்டவும்.
th: เมื่อคุณพร้อมที่จะเริ่มต้นกิจกรรม Stroop แล้ว ให้แตะเริ่มต้นใช้งาน
tr: Stroop aktivitesine başlamaya hazır olduğunuzda Başla’ya dokunun.
uk: За готовності починати тест Струпа торкніть «Розпочати».
vi: Khi bạn đã sẵn sàng bắt đầu hoạt động Stroop, hãy chạm vào Bắt đầu.
vi_vn: Khi bạn đã sẵn sàng để bắt đầu hoạt động Stroop, hãy nhấp vào BẮT ĐẦU.
xh_za: Xa ukulungele ukuqalisa umsebenzi Wokubona Nokubiza Umbala Wegama (Stroop) cofa Qalisa.
zh_cn: 准备好进行“斯特鲁普”活动后，轻点“开始”。
zh_hans_my: 当您准备好开始 Stroop 测验活动时，点击“开始”。
zh_hk: 當你準備好開始進行「斯特魯普」測試活動時，請點一下「開始」。
zh_tw: 當您準備好開始「斯特魯普」活動時，請點一下「開始測試」。

# STROOP_TASK_STEP_TEXT
source: Select the first letter of the name of the COLOR that is shown.
ar: حدد الحرف الثاني من اسم اللون الذي يظهر.
ca: Selecciona la primera lletra del nom del COLOR que es mostra.
cs: Vyberte první písmeno BARVY, kterou je slovo napsáno.
da: Vælg de(t) første bogstav(er) i navnet på den viste FARVE.
de: Wähle den ersten Buchstaben der FARBE aus, die angezeigt wird.
de_at: Wählen Sie den ersten Buchstaben des Namens der angezeigten FARBE.
el: Επιλέξτε τα πρώτα δύο γράμματα του ονόματος του ΧΡΩΜΑΤΟΣ που εμφανίζεται.
es: Selecciona la primera letra del nombre del COLOR que se muestra.
fil_ph: Piliin ang unang titik ng pangalan ng KULAY na ipinakita.
fr: Sélectionnez la première lettre du nom de la COULEUR affichée.
he: בחר/י את האות הראשונה של שם ה*צבע* שבו כתובה המילה.
hi: दिखाए गए रंग के नाम के पहले अक्षर का चयन करें।
hr: Odaberite prvo slovo naziva BOJE koja je prikazana.
hu: Válassza ki a látott SZÍN nevének első betűjét.
id: Pilih huruf pertama dari nama WARNA yang ditampilkan.
it: Seleziona la prima lettera del nome del COLORE che viene mostrato.
ja: 表示される色を選択してください。
ms: Pilih huruf pertama nama WARNA yang ditunjukkan.
ms_latn_sg: Pilih huruf pertama bagi nama WARNA yang ditunjukkan.
nb_no: Velg den første bokstaven i navnet på FARGEN som vises.
nl: Selecteer de eerste letter(s) van de naam van de KLEUR die wordt weergegeven.
no: Velg de to første bokstavene i navnet på FARGEN som vises.
or_in: ଦେଖାଯାଇଥିବା ରଙ୍ଗ ନାମର ପ୍ରଥମ ଅକ୍ଷରକୁ ଚୟନ କରନ୍ତୁ |
pl: Zaznacz pierwszą literę nazwy KOLORU, jaki jest wyświetlony.
pt_pt: Selecione a quarta letra do nome da COR mostrada.
ro: Selectați prima literă a numelui CULORII afișate.
ru: Выберите первую букву названия того ЦВЕТА, который видите на экране.
sk: Vyberte prvé písmeno názvu zobrazenej FARBY.
sv: Välj de första två bokstäverna i namnet på den FÄRG som visas.
ta_in: காண்பிக்கப்படும் நிறத்தினுடைய பெயரின் முதல் எழுத்தைத் தேர்ந்தெடுக்கவும்.
ta_my: காட்டப்பட்டுள்ள நிறம் என்ற பெயரின் முதல் எழுத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกตัวอักษรแรกของชื่อสีที่ปรากฏขึ้น
tr: Gösterilen RENGİN adının ilk harfini seçin.
uk: Вибирайте першу букву назви показаного КОЛЬОРУ.
vi: Chọn chữ cái đầu tiên của tên MÀU được hiển thị.
vi_vn: Chọn chữ cái đầu tiên của tên MÀU được hiển thị.
xh_za: Khetha unobumba wokuqala wegama ELINOMBALA obonisiweyo.
zh_cn: 选择所显示颜色名称的第一个字。
zh_hans_my: 选择显示的颜色名称的第一个字母。
zh_hk: 請選擇所顯示之「顏色」的首字。
zh_tw: 選取所顯示的「顏色」名稱的第一個字。

# STROOP_TASK_TITLE
source: Stroop
ar: ستروب
ca: Colors i paraules
cs: Stroopův test
es: Colores y palabras
he: מבחן סטרופ
hi: स्ट्रूप
hr: Stroopov efekt
hu: Stroop-hatás
it: Test di Stroop
ja: ストループ
nl: Stroop-taak
or_in: ଷ୍ଟ୍ରୁପ୍‍
pl: Efekt Stroopa
ru: Тест Струпа
sk: Stroopov test
ta_in: ஸ்ட்ரூப்
ta_my: ஸ்ட்ரூப்
uk: Тест Струпа
xh_za: Ukubona Nokubiza Umbala Wegama
zh_cn: 斯特鲁普
zh_hk: 斯特魯普
zh_tw: 斯特魯普

# TAP_BUTTON_TITLE
source: Tap
ar: الضغط
ca: Prem
cs: Klepněte
da: Tryk
de: Tippen
de_at: Tippen Sie auf
el: Αγγίξτε
es: Pulsar
es_419: Tocar
fi: Napauta
fr: Toucher
fr_ca: Toucher
he: הקש/י
hi: टैप करें
hr: Dodirnite
hu: Koppintás
id: Ketuk
it: Tocca
ja: タップ
ko: 탭
ms: Ketik
ms_latn_sg: Ketik
nb_no: Trykk
nl: Tik
no: Trykk
or_in: ଟ୍ୟାପ୍‍ କରନ୍ତୁ
pl: Stuknij
pt_pt: Toque
ro: Apăsați
ru: Коснитесь
sk: Klepnite
sv: Tryck
ta_in: தட்டவும்
ta_my: தட்டுதல்
th: แตะ
tr: Dokun
uk: Торкнути
vi: Chạm
vi_vn: Nhấp
xh_za: Cofa
zh_cn: 轻点
zh_hans_my: 点击
zh_hk: 點按
zh_tw: 點一下

# TAPPING_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, toca Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
de_at: Tippen Sie auf Erste Schritte, um zu beginnen.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fil_ph: I-tap ang Magsimula upang simulan.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
ms_latn_sg: Ketik Bermula untuk mulakan.
nb_no: Trykk på Kom i gang for å begynne.
nl: Tik op 'Start' om te beginnen.
no: Trykk på Start for å begynne.
or_in: ଆରମ୍ଭ କରିବାକୁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Aby rozpocząć, stuknij w Start.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
ta_in: துவங்குவதற்கு ‘Get Started’ ஐ தட்டவும்.
ta_my: தொடங்குவதற்கு தொடங்கு என்பதைத் தட்டவும்.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
vi_vn: Nhấp vào Bắt đầu để bắt đầu.
xh_za: Cofa Qalisa ukuze uqalise.
zh_cn: 轻点“开始”来进行测试。
zh_hans_my: 点击“开始”使用。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# TAPPING_CALL_TO_ACTION_NEXT
source: Tap Next to begin.
ar: اضغط على التالي للبدء.
ca: Prem Següent per continuar.
cs: Začněte klepnutím na Další.
da: Tryk på Næste for at starte.
de: Tippe auf „Weiter“, um anzufangen.
de_at: Tippen Sie auf Weiter, um zu beginnen.
el: Αγγίξτε «Επόμενο» για να ξεκινήσετε.
es: Pulsa Siguiente para empezar.
es_419: Toca Siguiente para comenzar.
fi: Aloita napauttamalla Seuraava.
fil_ph: I-tap ang Next upang magsimula.
fr: Touchez Suivant pour commencer.
fr_ca: Touchez Suivant pour commencer.
he: הקש/י על ״הבא״ כדי להתחיל.
hi: आरंभ करने के लिए “अगला” पर टैप करें।
hr: Dodirnite Sljedeće za početak.
hu: Koppintson a Következő elemre a kezdéshez.
id: Ketuk Berikutnya untuk memulai.
it: Tocca Avanti per iniziare.
ja: 始めるには、“次へ”をタップしてください。
ms: Ketik Seterusnya untuk bermula.
ms_latn_sg: Ketik Seterusnya untuk mula.
nb_no: Trykk på Neste for å starte.
nl: Tik op 'Volgende' om te beginnen.
no: Trykk på Neste for å begynne.
or_in: ଆରମ୍ଭ କରିବା ପାଇଁ ପରବର୍ତ୍ତୀ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Aby rozpocząć, stuknij w Dalej.
pt_pt: Toque em Seguinte para começar.
ro: Apăsați “Înainte” pentru a începe.
ru: Чтобы начать, коснитесь «Далее».
sk: Pre spustenie klepnite na Ďalej.
sv: Tryck på Nästa för att börja.
ta_in: துவங்குவதறகு ‘Next’ ஐ தட்டவும்.
ta_my: தொடங்குவதற்கு அடுத்து என்பதைத் தட்டவும்.
th: แตะถัดไปเพื่อเริ่ม
tr: Başlamak için İleri’ye dokunun.
uk: Торкніть «Далі», щоб почати.
vi: Chạm Tiếp để bắt đầu.
vi_vn: Nhấp vào Tiếp theo để bắt đầu.
xh_za: Cofa Okulandelayo ukuze uqale.
zh_cn: 轻点“下一步”来开始。
zh_hans_my: 点击“下一步”开始。
zh_hk: 點一下「下一步」開始。
zh_tw: 點「下一步」來開始。

# TAPPING_INSTRUCTION
source: Tap the buttons as consistently as you can using two fingers.
ar: اضغط على الزرين بتوافق قدر الإمكان باستخدام إصبعين.
ca: Prem els botons amb dos dits al ritme més constant que puguis.
cs: Dvěma prsty co nejrovnoměrněji klepejte na tlačítka.
da: Tryk på knapperne så ensartet, som du kan vha. to fingre.
de: Tippe mit zwei Fingern so gleichmäßig wie möglich auf die Tasten.
de_at: Tippen Sie so konsequent wie möglich mit zwei Fingern auf die Schaltflächen.
el: Αγγίξτε τα κουμπιά χρησιμοποιώντας δύο δάχτυλα και φροντίστε ο χρόνος μεταξύ των αγγιγμάτων να είναι όσο το δυνατόν ίδιος.
es: Pulsa los botones a un ritmo que sea lo más constante posible utilizando dos dedos.
es_419: Toca los botones lo más constante que puedas usando dos dedos.
fi: Napauta painikkeita niin tasaisesti kuin pystyt kahdella sormella.
fil_ph: I-tap ang mga button nang tuloy-tuloy hanggang sa makakaya gamit ang dalawang daliri.
fr: Touchez les boutons de façon aussi régulière que possible avec deux doigts.
fr_ca: Touchez les boutons aussi régulièrement que possible avec deux doigts.
he: הקש/י על הכפתורים בשתי אצבעות באופן עקבי ככל שניתן.
hi: बटनों को दो उँगलियों से जितना हो सके, उतने समान समयांतराल पर टैप करें।
hr: Dodirujte tipke što ujednačenije možete koristeći dva prsta.
hu: Két ujjal koppintson a gombokra olyan egyenletesen, ahogy csak tud.
id: Ketuk tombol sekonsisten mungkin menggunakan dua jari.
it: Tocca i pulsanti il più regolarmente possibile usando due dita.
ja: 2本の指を使って、できるだけ一定の速度でボタンをタップしてください。
ko: 두 손가락으로 최대한 빨리 버튼을 탭하십시오.
ms: Ketik butang sekonsisten yang anda boleh menggunakan dua jari.
ms_latn_sg: Ketik butang yang berkenaan secara konsisten kerana anda boleh menggunakan dua jari.
nb_no: Trykk på knappene så sammenhengende som du kan med to fingre.
nl: Tik met twee vingers zo gelijkmatig mogelijk op de knoppen.
no: Trykk på knappene så jevnt som du klarer, med to fingre.
or_in: ଆପଣ ଦୁଇଟି ଆଙ୍ଗୁଳି ବ୍ୟବହାର କରି ଯେତେ କ୍ରମାଗତ ଭାବରେ ସମ୍ଭବ ବଟନ୍ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Stukaj w przyciski dwoma palcami możliwie miarowo.
pt_pt: Com dois dedos, toque nos botões o mais regularmente que puder.
ro: Apăsați butoanele cât de consecvent puteți folosind două degete.
ru: Касайтесь кнопок двумя пальцами с одинаковой скоростью.
sk: Pravidelne klepte na tlačidlá dvomi prstami.
sv: Tryck på knapparna så konsekvent du kan med två fingrar.
ta_in: நீங்கள் இரண்டு விரல்களைக் கொண்டு முடிந்த அளவிற்கு தொடர்ந்து பட்டன்களைத் தட்டவும்.
ta_my: இரண்டு விரல்களைப் பயன்படுத்தி முடிந்தவரை தொடர்ந்து பொத்தான்களைத் தட்டவும்.
th: ใช้สองนิ้วแตะปุ่มโดยลงน้ำหนักให้สม่ำเสมอที่สุดเท่าที่จะทำได้
tr: İki parmağınızı kullanarak düğmelere dokunabildiğiniz kadar tutarlı dokunun.
uk: Торкайте кнопки двома пальцями якомога послідовніше.
vi: Chạm vào các nút bằng hai ngón tay liên tục nhất có thể.
vi_vn: Nhấp vào các nút một cách nhất quán bằng hai ngón tay.
xh_za: Cofa amaqhosha ngokungaphezi kangangoko unako usebenzisa iminwe emibini.
zh_cn: 用两个手指尽可能以均匀的速度轻点按钮。
zh_hans_my: 用两根手指尽可能一致地点击按钮。
zh_hk: 用兩指以最平穩的速度點按這些按鈕。
zh_tw: 用兩指儘可能地以相同的節奏點按按鈕。
