Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# HOLE_PEG_TEST_INTRO_TEXT_2_RIGHT_HAND_FIRST_%@
source: Both your right and left hands will be tested. You must pick up the peg as quickly as possible, put it in the hole, and, once done %@ times, remove it again %@ times.
ar: سيتم اختبار كلتا يديك اليمنى واليسرى. يجب التقاط السدادة بأسرع ما يمكن ووضعها في الفتحة، وبمجرد فعل ذلك %@ مرات، قم بإزالتها مجددًا %@ مرات.
ca: S’avaluaran la mà dreta i l’esquerra. Has d’agafar la clavilla tan ràpid com puguis, posar‑la al forat i, un cop fet %@ cops, tornar‑la a treure %@ cops.
cs: Bude proveden test pravé i levé ruky. Co nejrychleji uchopte kolík a zasuňte ho do otvoru. Tuto akci proveďte %@× a potom ho opět %@× vyndejte.
da: Både din højre og venstre hånd testes. Du skal samle cirklen op så hurtigt som muligt, anbringe den i hullet, og når det er gjort %@ gange, skal du fjerne den igen %@ gange.
de: Sowohl deine rechte als auch die linke Hand werden getestet. Du musst den Stift so schnell wie möglich greifen, in das Loch stecken und nach einer %@maligen Wiederholung wieder %@ Mal entfernen.
de_at: Sowohl die rechte als auch die linke Hand werden getestet. Sie müssen den Stift so schnell wie möglich aufheben, ihn in das Loch stecken und, nachdem Sie dies %@ mal getan haben, wieder %@ mal herausnehmen.
el: Θα ελεγχθούν και το δεξιό και το αριστερό σας χέρι. Πρέπει να πιάσετε τον κύκλο όσο το δυνατόν πιο γρήγορα, να τον τοποθετήσετε στην οπή και, όταν το κάνετε αυτό %@ φορές, να τον αφαιρέσετε από την οπή %@ φορές.
es: La prueba debe realizarse tanto con la mano derecha como con la izquierda. Hay que introducir la clavija lo más rápido posible en el orificio y, una vez que lo hayas hecho %@ veces, volver a extraerla %@ veces.
es_419: Se probarán tanto tu mano derecha como la izquierda. Debes recoger la estaca tan rápido como te sea posible y ponerla en el hoyo; y una vez que hayas hecho eso %@ veces, debes quitarla otras %@ veces.
fi: Sekä oikea että vasen käsi testataan. Sinun on poimittava palikka mahdollisimman nopeasti, asetettava se reikään, ja tehtyäsi tämän %@ kertaa, poistettava se jälleen %@ kertaa.
fil_ph: Susuriin ang pareho mong kanan at kaliwang kamay. Dapat mong kunin ang peg sa bilis na hanggang makakaya mo, ilagay ito sa butas, at, sa sandaling natapos nang %@ beses, alisin itong muli nang %@ beses.
fr: Votre main droite et gauche seront toutes les deux testées. Vous devez récupérer l’élément aussi rapidement que possible, le placer dans le trou et, une fois l’opération répétée %@ fois, le retirer de nouveau %@ fois.
fr_ca: Votre main droite et votre main gauche seront testées. Vous devez saisir le cercle aussi rapidement que possible, le placer dans le trou et, après avoir fait cela %@ fois, le retirer à nouveau %@ fois.
he: כעת תתבצע בדיקה של היד הימנית והשמאלית שלך. עליך להרים את הדיסקית במהירות המרבית ולהכניס אותה לחור. לאחר שתבצע/י זאת %@ פעמים, עליך להוציא אותה שוב %@ פעמים.
hi: आपके दाएँ और बाएँ, दोनों हाथों का परीक्षण किया जाएगा। आपको जितनी जल्दी हो सके, पेग को लेकर छिद्र में डालना होगा और %1$@ बार करने के बाद %2$@ बार पुनः उसे वहाँ से हटाना होगा।
hr: Testirat će se vaša desna i lijeva ruka. Morate što je brže moguće podići klin, staviti ga u otvor i, čim to napravite %@ puta, morate ga ponovno ukloniti %@ puta.
hu: A jobb és a bal keze egyaránt tesztelve lesz. Minél gyorsabban vegye fel a kört, és illessze be a lyukba, és miután ezt %@ alkalommal megtette, távolítsa el %@ alkalommal.
id: Tangan kanan dan kiri Anda akan dites. Anda harus mengambil pasak secepat mungkin, memasukkannya ke lubang, dan, setelah selesai %@ kali, mencabutnya lagi %@ kali.
it: Verranno esaminate entrambe le mani. Dovrai afferrare l'icona colorata il più velocemente possibile e inserirla nell'apposita sagoma vuota. Una volta completata l'operazione %@ volte, dovrai rimuovere l'icona altre %@ volte.
ja: 右手と左手の両方をテストします。 円をできるだけすばやくつかんでください。穴に入れる動作を%@回繰り返したら、今度は穴から円を取り出す動作を%@回繰り返します。
ko: 오른손과 왼손을 모두 테스트합니다. 페그를 최대한 빨리 집어서 구멍에 넣으십시오. 이 동작을 %@번 완료하면, 페그를 제거하는 동작을 다시 %@번 하십시오.
ms: Tangan kanan dan kiri anda akan diuji. Anda mesti mengutip pancang secepat mungkin, masukkannya ke dalam lubang dan setelah dilakukan sebanyak %@ kali, keluarkannya lagi sebanyak %@ kali.
ms_latn_sg: Kedua-dua tangan kanan dan kiri anda akan diuji. Anda mesti mengangkat peg secepat mungkin, memasukkannya ke dalam lubang, setelah selesai %@ kali, alih keluarkannya semula sebanyak %@ kali.
nb_no: Både venstre og høyre hånd vil bli testet. Du må plukke opp pinnen så fort som mulig, sette den i hullet, og når den er ferdig %@ ganger, fjern den igjen %@ ganger.
nl: Zowel je rechter- als linkerhand wordt getest. Je moet het schijfje zo snel mogelijk oppakken en in de cirkel plaatsen. Nadat je dit %@ keer hebt gedaan, moet je het schijfje %@ keer weer weghalen.
no: Både høyre og venstre hånd vil bli testet. Du må plukke opp pluggen så fort som mulig og legge den i hullet. Gjør dette %@ ganger, og fjern den så igjen %@ ganger.
or_in: ଆପଣଙ୍କର ଉଭୟ ଡାହାଣ ଏବଂ ବାମ ହାତର ପରୀକ୍ଷା କରାଯିବ | ଆପଣ ଯଥାଶୀଘ୍ର ପେଗକୁ କାଢି ଗାତରେ ଏହାକୁ ରଖିବା ଆବଶ୍ୟକ, ଏବଂ, ଯଦି %@ ସମୟରେ ହୋଇଗଲା, ତାପରେ %@ ଏହାକୁ ପୁର୍ନବାର ବାହାର କରିଦିଅନ୍ତୁ |
pl: Testowane będą zarówno prawa, jak i lewa ręka. Musisz podnieść kołek tak szybko, jak to możliwe, umieścić go w otworze, oraz po %@ razach, wyjąć go %@ razy.
pt_pt: As duas mãos serão testadas. Tem de pegar no círculo o mais depressa possível e arrastá‑lo para o buraco. Depois de o fazer %@ vezes, faça o movimento contrário e remova o círculo do buraco %@ vezes.
ro: Va fi testată atât mâna dreaptă, cât și mâna stângă. Trebuie să ridicați cercul cât mai rapid posibil, să-l plasați în orificiu și, după ce repetați acțiunea de %@ ori, să-l scoateți din nou de %@ ori.
ru: Проверены будут обе руки: правая и левая. Вам потребуется поднять колышек как можно быстрее, поместить его в лунку, а затем, повторив упражнение %@ раз(а), удалить его снова %@ раз(а).
sk: Otestovaná bude vaša pravá aj ľavá ruka. Čo najrýchlejšie vezmite kolík, umiestnite do otvoru %@-krát a potom ho vytiahnite taktiež %@-krát.
sv: Både den högra och vänstra handen kommer att testas. Du måste plocka upp pinnen så fort som möjligt och placera den i hålet. När du har gjort det %@ gånger tar du bort den igen %@ gånger.
ta_in: உங்கள் வலது மற்றும் இடது கைகள் இரண்டும் சோதிக்கப்படும். நீங்கள் பெக்கை எவ்வளவு விரைவாக எடுக்க முடியுமோ அவ்வளவு விரைவாக எடுத்து, துளைக்குள் வைத்து, மற்றும் %@ முறை செய்தவுடன், அதை மீண்டும் %@ முறை அகற்ற வேண்டும்.
ta_my: உங்கள் வலது மற்றும் இடது கைகள் இரண்டும் சோதிக்கப்படும். நீங்கள் சீக்கிரம் ஆப்பை எடுக்க வேண்டும், துளைக்குள் போட வேண்டும், மற்றும், %@ முறை செய்தவுடன், மீண்டும் %@ முறை அகற்றவும்.
th: ทั้งมือขวาและมือซ้ายของคุณจะถูกทดสอบ คุณต้องหยิบหมุดให้ไวที่สุดเท่าที่จะทำได้ แล้ววางหมุดลงในช่อง ทำซ้ำ %@ ครั้ง จากนั้นให้หยิบหมุดออกจากช่อง %@ ครั้ง
tr: Hem sağ hem de sol eliniz test edilecektir. Daireyi mümkün olduğu kadar hızlı bir şekilde almalı, onu deliğe koymalı ve bunu %@ kez yaptıktan sonra yeniden %@ kez kaldırmalısınız.
uk: Тестуванню підлягають ваша права і ліва рука. Ви маєте взяти кілок якомога швидше, поставити в отвір, і зробивши це %@ разів, вилучити його знов %@ разів.
vi: Cả tay phải và trái của bạn sẽ được kiểm tra. Bạn phải nhặt miếng gỗ nhanh nhất có thể, đặt vào trong lỗ, và khi đã thực hiện xong %@ lần, hãy lấy ra %@ lần nữa.
vi_vn: Cả tay phải và tay trái của bạn sẽ được kiểm tra. Bạn phải nhặt chốt càng nhanh càng tốt, đặt nó vào lỗ, và sau khi hoàn thành %@ lần, lấy nó %@ lần nữa.
xh_za: Zombini izandla zakho esasekho kunye nesasekunene ziza kuvavanywa. Umele uphakamise ipeksi ngokukhawuleza kangangoko kunokwenzeka, uyibeke emgxunyeni, yaye, wakuba ugqibile amaxesha %@, yisuse kwakhona amaxesha %@.
zh_cn: 您的右手和左手都需要进行测试。 您必须以最快速度拿起圆饼，将其放入圆孔中，完成 %@ 次后，再将其移除 %@ 次。
zh_hans_my: 您的左右手都将接受测试。 您必须尽快拿起钉子，将其放入孔中，完成%@次后，再将其取出%@次。
zh_hk: 你的左右手都會被測試。 你必須盡快拿起釘子放入洞中，並在完成%@次後，再拿出來%@次。
zh_tw: 將會測試您的右手和左手。 您必須儘快拿起圓柱，將其放入孔中，完成 %@ 次之後，再將圓柱從孔中取出 %@ 次。

# HOLE_PEG_TEST_PLACE_INSTRUCTION_LEFT_HAND
source: Put the peg in the hole using your left hand.
ar: ضع السدادة في الفتحة باليد اليسرى.
ca: Posa la clavilla al forat amb la mà esquerra.
cs: Zasuňte kolík do otvoru levou rukou.
da: Anbring cirklen i hullet vha. din venstre hånd.
de: Bewege den Kreis mit der linken Hand in das Loch.
de_at: Stecken Sie den Stift mit der linken Hand in das Loch.
el: Τοποθετήστε τον κύκλο στην οπή με το αριστερό χέρι σας.
es: Introduce la clavija en el agujero con la mano izquierda.
es_419: Coloca la estaca en el hoyo usando tu mano izquierda.
fi: Laita palikka reikään vasemmalla kädellä.
fil_ph: Ilagay ang peg sa butas gamit ang iyong kaliwang kamay.
fr: Placez le rond dans le trou avec votre main gauche.
fr_ca: Placez le cercle dans le trou en utilisant votre main gauche.
he: מקם/י את הדיסקית בתוך החור באמצעות ידך השמאלית.
hi: अपने बाएँ हाथ से पेग को छिद्र में डालें।
hr: Stavite klin u rupu koristeći se lijevom rukom.
hu: Tegye a kört a lyukba a bal kezével.
id: Letakkan sumbat di lubang menggunakan tangan kiri Anda.
it: Sposta l'icona colorata nella sagoma vuota usando la mano sinistra.
ja: 左手で円を穴に置いてください。
ko: 왼손을 사용하여 페그를 구멍에 넣으십시오.
ms: Letakkan pancang ke dalam lubang menggunakan tangan kiri anda.
ms_latn_sg: Masukkan peg ke dalam lubang menggunakan tangan kiri anda.
nb_no: Sett pinnen inn i hullet med din venstre hånd.
nl: Plaats met je linkerhand het schijfje in de cirkel.
no: Plasser pluggen i hullet med venstre hånd.
or_in: ନିଜର ବାମ ହାତ ବ୍ୟବହାର କରି ଗାତରେ ପେଗ୍‍କୁ ରଖନ୍ତୁ |
pl: Umieść kołek w otworze, używając lewej ręki.
pt_pt: Com a mão esquerda, ponha o círculo dentro do buraco.
ro: Puneți cercul în orificiu folosind mâna stângă.
ru: Поместите колышек в лунку левой рукой.
sk: Umiestnite kolík do otvoru pomocou ľavej ruky.
sv: Placera pinnen i hålet med hjälp av vänster hand.
ta_in: உங்கள் இடது கையைப் பயன்படுத்தி துளைக்குள் பெக்கை வைக்கவும்.
ta_my: உங்கள் இடது கையால் துளையில் ஆப்பை வைக்கவும்.
th: ใช้มือซ้ายหยิบหมุดวางลงในช่อง
tr: Sol elinizi kullanarak daireyi deliğin içine koyun.
uk: Покладіть кілок в отвір лівою рукою.
vi: Đặt miếng gỗ vào trong lỗ bằng tay trái của bạn.
vi_vn: Đặt chốt vào lỗ bằng tay trái.
xh_za: Beka ipeksi emxunyeni usebenzisa isandla sakho sasekhohlo.
zh_cn: 用您的左手将圆饼放入圆孔中。
zh_hans_my: 用左手将钉子插入孔中。
zh_hk: 請用左手將圓柱放進洞中。
zh_tw: 用您的左手將圓柱放入孔中。

# HOLE_PEG_TEST_PLACE_INSTRUCTION_RIGHT_HAND
source: Put the peg in the hole using your right hand.
ar: ضع السدادة في الفتحة باليد اليمنى.
ca: Posa la clavilla al forat amb la mà dreta.
cs: Zasuňte kolík do otvoru pravou rukou.
da: Anbring cirklen i hullet vha. din højre hånd.
de: Bewege den Kreis mit der rechten Hand in das Loch.
de_at: Stecken Sie den Stift mit der rechten Hand in das Loch.
el: Τοποθετήστε τον κύκλο στην οπή με το δεξιό χέρι σας.
es: Introduce la clavija en el agujero con la mano derecha.
es_419: Coloca la estaca en el hoyo usando tu mano derecha.
fi: Laita palikka reikään oikealla kädellä.
fil_ph: Ilagay ang peg sa butas gamit ang iyong kanang kamay.
fr: Placez le rond dans le trou avec votre main droite.
fr_ca: Placez le cercle dans le trou en utilisant votre main droite.
he: מקם/י את הדיסקית בתוך החור באמצעות ידך הימנית.
hi: अपने दाएँ हाथ से पेग को छिद्र में डालें।
hr: Stavite klin u rupu koristeći se desnom rukom.
hu: Tegye a kört a lyukba a jobb kezével.
id: Letakkan sumbat di lubang menggunakan tangan kanan Anda.
it: Sposta l'icona colorata nella sagoma vuota usando la mano destra.
ja: 右手で円を穴に置いてください。
ko: 오른손을 사용하여 페그를 구멍에 넣으십시오.
ms: Letakkan pancang ke dalam lubang menggunakan tangan kanan anda.
ms_latn_sg: Masukkan peg ke dalam lubang menggunakan tangan kanan anda.
nb_no: Sett pinnen inn i hullet med din høyre hånd.
nl: Plaats met je rechterhand het schijfje in de cirkel.
no: Plasser pluggen i hullet med høyre hånd.
or_in: ନିଜର ଡାହାଣ ହାତ ବ୍ୟବହାର କରି ଗାତରେ ପେଗ୍‍କୁ ରଖନ୍ତୁ |
pl: Umieść kołek w otworze, używając prawej ręki.
pt_pt: Com a mão direita, ponha o círculo dentro do buraco.
ro: Puneți cercul în orificiu folosind mâna dreaptă.
ru: Поместите колышек в лунку правой рукой.
sk: Umiestnite kolík do otvoru pomocou pravej ruky.
sv: Placera pinnen i hålet med hjälp av höger hand.
ta_in: உங்கள் வலது கையைப் பயன்படுத்தி துளைக்குள் பெக்கை வைக்கவும்.
ta_my: உங்கள் வலது கையால் துளையில் ஆப்பை வைக்கவும்.
th: ใช้มือขวาหยิบหมุดวางลงในช่อง
tr: Sağ elinizi kullanarak daireyi deliğin içine koyun.
uk: Покладіть кілок в отвір правою рукою.
vi: Đặt miếng gỗ vào trong lỗ bằng tay phải của bạn.
vi_vn: Đặt chốt vào lỗ bằng tay phải của bạn.
xh_za: Beka ipeksi emxunyeni usebenzisa isandla sakho sasekunene.
zh_cn: 用您的右手将圆饼放入圆孔中。
zh_hans_my: 用右手将钉子插入孔中。
zh_hk: 請用右手將圓柱放進洞中。
zh_tw: 用您的右手將圓柱放入孔中。

# HOLE_PEG_TEST_REMOVE_INSTRUCTION_LEFT_HAND
source: Put the peg behind the line using your left hand.
ar: ضع السدادة خلف السطر باليد اليسرى.
ca: Posa la clavilla darrere de la línia amb la mà esquerra.
cs: Umístěte kolík za čáru levou rukou.
da: Anbring cirklen bag ved stregen vha. din venstre hånd.
de: Bewege den Kreis mit der linken Hand hinter die Linie.
de_at: Setzen Sie den Stift mit der linken Hand hinter die Linie.
el: Τοποθετήστε τον κύκλο πίσω από τη γραμμή με το αριστερό χέρι σας.
es: Coloca la clavija detrás de la línea con la mano izquierda.
es_419: Coloca la estaca detrás de la línea usando tu mano izquierda.
fi: Laita palikka viivan taakse vasemmalla kädellä.
fil_ph: Ilagay ang peg sa kabila ng linya gamit ang iyong kaliwang kamay.
fr: Placez le rond derrière la ligne avec votre main gauche.
fr_ca: Placez le cercle derrière la ligne en utilisant votre main gauche.
he: מקם/י את הדיסקית מאחורי הקו באמצעות ידך השמאלית.
hi: अपने बाएँ हाथ से पेग को रेखा के पीछे करें।
hr: Stavite klin iza crte koristeći se lijevom rukom.
hu: Tegye a kört a vonal mögé a bal kezével.
id: Letakkan sumbat di belakang garis menggunakan tangan kiri Anda.
it: Sposta l'icona colorata dietro la linea usando la mano sinistra.
ja: 左手で円を線の向こう側に置いてください。
ko: 왼손을 사용하여 페그를 선 뒤에 놓으십시오.
ms: Letakkan pancang di belakang garis menggunakan tangan kiri anda.
ms_latn_sg: Letakkan peg di belakang garisan menggunakan tangan kiri anda.
nb_no: Sett pinnen bak linjen med din venstre hånd.
nl: Plaats met je linkerhand het schijfje achter de lijn.
no: Plasser pluggen bak streken med venstre hånd.
or_in: ନିଜର ବାମ ହାତ ବ୍ୟବହାର କରି ପେଗ୍‍କୁ ରେଖା ପଛରେ ରଖନ୍ତୁ |
pl: Umieść kołek za linią, używając lewej ręki.
pt_pt: Com a mão esquerda, ponha o círculo do outro lado da linha.
ro: Puneți cercul după linie folosind mâna stângă.
ru: Поместите колышек за линию левой рукой.
sk: Položte kolík za čiaru pomocou ľavej ruky.
sv: Placera pinnen bakom strecket med hjälp av vänster hand.
ta_in: உங்கள் இடது கையைப் பயன்படுத்தி கோட்டிற்குப் பின்னால் பெக்கை வைக்கவும்.
ta_my: உங்கள் இடது கையைப் பயன்படுத்தி கோட்டின் PINஆல் ஆப்பை வைக்கவும்.
th: ใช้มือซ้ายหยิบหมุดวางไว้ข้างหลังเส้น
tr: Sol elinizi kullanarak daireyi çizginin arkasına koyun.
uk: Покладіть кілок за лінію лівою рукою.
vi: Đặt miếng gỗ phía sau dòng kẻ bằng tay trái của bạn.
vi_vn: Đặt chốt phía sau đường bằng tay trái của bạn.
xh_za: Beka ipeksi ngemva komgca usebenzisa isandla sakho sasekhohlo.
zh_cn: 用您的左手将圆饼放在线条后方。
zh_hans_my: 用左手把钉子放在线后面。
zh_hk: 請用左手將圓柱放進線後。
zh_tw: 用您的左手將圓柱放在線的後方。

# HOLE_PEG_TEST_REMOVE_INSTRUCTION_RIGHT_HAND
source: Put the peg behind the line using your right hand.
ar: ضع السدادة خلف السطر باليد اليمنى.
ca: Posa la clavilla darrere de la línia amb la mà dreta.
cs: Umístěte kolík za čáru pravou rukou.
da: Anbring cirklen bag ved stregen vha. din højre hånd.
de: Bewege den Kreis mit der rechten Hand hinter die Linie.
de_at: Setzen Sie den Stift mit der rechten Hand hinter die Linie.
el: Τοποθετήστε τον κύκλο πίσω από τη γραμμή με το δεξιό χέρι σας.
es: Coloca la clavija detrás de la línea con la mano derecha.
es_419: Coloca la estaca detrás de la línea usando tu mano derecha.
fi: Laita palikka viivan taakse oikealla kädellä.
fil_ph: Ilagay ang peg sa kabila ng linya gamit ang iyong kanang kamay.
fr: Placez le rond derrière la ligne avec votre main droite.
fr_ca: Placez le cercle derrière la ligne en utilisant votre main droite.
he: מקם/י את הדיסקית מאחורי הקו באמצעות ידך הימנית.
hi: अपने दाएँ हाथ से पेग को रेखा के पीछे करें।
hr: Stavite klin iza crte koristeći se desnom rukom.
hu: Tegye a kört a vonal mögé a jobb kezével.
id: Letakkan sumbat di belakang garis menggunakan tangan kanan Anda.
it: Sposta l'icona colorata dietro la linea usando la mano destra.
ja: 右手で円を線の向こう側に置いてください。
ko: 오른손을 사용하여 페그를 선 뒤에 놓으십시오.
ms: Letakkan pancang di belakang garis menggunakan tangan kanan anda.
ms_latn_sg: Letakkan peg di belakang garisan menggunakan tangan kanan anda.
nb_no: Sett pinnen bak linjen med din høyre hånd.
nl: Plaats met je rechterhand het schijfje achter de lijn.
no: Plasser pluggen bak streken med høyre hånd.
or_in: ନିଜର ଡାହାଣ ହାତ ବ୍ୟବହାର କରି ପେଗ୍‍କୁ ରେଖା ପଛରେ ରଖନ୍ତୁ |
pl: Umieść kołek za linią, używając prawej ręki.
pt_pt: Com a mão direita, ponha o círculo do outro lado da linha.
ro: Puneți cercul după linie folosind mâna dreaptă.
ru: Поместите колышек за линию правой рукой.
sk: Položte kolík za čiaru pomocou pravej ruky.
sv: Placera pinnen bakom strecket med hjälp av höger hand.
ta_in: உங்கள் வலது கையைப் பயன்படுத்தி கோட்டிற்குப் பின்னால் பெக்கை வைக்கவும்.
ta_my: உங்கள் வலது கையைப் பயன்படுத்தி கோட்டின் PINஆல் ஆப்பை வைக்கவும்.
th: ใช้มือขวาหยิบหมุดวางไว้ข้างหลังเส้น
tr: Sağ elinizi kullanarak daireyi çizginin arkasına koyun.
uk: Покладіть кілок за лінію правою рукою.
vi: Đặt miếng gỗ phía sau dòng kẻ bằng tay phải của bạn.
vi_vn: Đặt chốt phía sau đường bằng tay phải của bạn.
xh_za: Beka ipeksi ngemva komgca usebenzisa isandla sakho sasekunene.
zh_cn: 用您的右手将圆饼放在线条后方。
zh_hans_my: 用右手把钉子放在线后面。
zh_hk: 請用右手將圓柱放進線後。
zh_tw: 用您右手將圓柱放在線的後方。

# HOLE_PEG_TEST_TEXT
source: Pick up the peg using two fingers.
ar: ارفع السدادة بإصبعين.
ca: Agafa la clavilla fent servir dos dits.
cs: Uchopte kolík dvěma prsty.
da: Saml cirklen op vha. to fingre.
de: Bewege den Kreis mit zwei Fingern.
de_at: Heben Sie den Stift mit zwei Fingern auf.
el: Σηκώστε τον κύκλο με δύο δάχτυλα.
es: Coge la clavija con dos dedos.
es_419: Recoge la estaca con dos dedos.
fi: Poimi palikka kahdella sormella.
fil_ph: Kunin ang peg gamit ang dalawang daliri.
fr: Ramassez le rond avec deux doigts.
fr_ca: Saisissez le cercle avec deux doigts.
he: הרם/י את הדיסקית בשתי אצבעות.
hi: दो उँगलियों से पेग को उठाएँ।
hr: Podignite klin s dva prsta.
hu: Fogja meg a kört két ujjal.
id: Ambil sumbat dengan dua jari.
it: Afferra l'icona colorata utilizzando due dita.
ja: 2本の指で円をつまんでください。
ko: 두 손가락을 사용하여 페그를 집으십시오.
ms: Kutip pancang menggunakan dua jari.
ms_latn_sg: Angkat peg menggunakan dua jari.
nb_no: Plukk opp pinnen med to fingre.
nl: Pak het schijfje op met twee vingers.
no: Bruk to fingre til å løfte opp pluggen.
or_in: ଦୁଇ ଆଙ୍ଗୁଳି ବ୍ୟବହାର କରି ପେଗ୍‍କୁ କାଢନ୍ତୁ |
pl: Podnieś kołek dwoma palcami.
pt_pt: Apanhe o círculo com dois dedos.
ro: Ridicați cercul folosind două degete.
ru: Поднимите колышек двумя пальцами.
sk: Zdvihnite kolík dvomi prstami.
sv: Lyft upp pinnen med två fingrar.
ta_in: இரண்டு விரல்களைப் பயன்படுத்தி பெக்கை எடுக்கவும்.
ta_my: இரண்டு விரல்களைப் பயன்படுத்தி ஆப்பை எடுக்கவும்.
th: ใช้นิ้วสองนิ้วหยิบหมุด
tr: İki parmağınızla daireyi alın.
uk: Візьміть кілок двома пальцями.
vi: Nhặt miếng gỗ bằng hai ngón tay.
vi_vn: Nhấc chốt bằng hai ngón tay.
xh_za: Phakamisa ipeksi usebenzisa iminwe emibini.
zh_cn: 用两个手指拿起圆饼。
zh_hans_my: 用两根手指拿起钉子。
zh_hk: 用兩指拿起圓柱。
zh_tw: 用兩指拿起圓柱。

# HOLE_PEG_TEST_TEXT_2
source: Lift fingers to drop the peg.
ar: ارفع الأصابع لإسقاط السدادة.
ca: Aixeca els dits per deixar caure la clavilla.
cs: Zvednutím prstů kolík pusťte.
da: Løft fingrene for at slippe cirklen.
de: Hebe den Finger, um den Kreis auf die Zielposition zu setzen.
de_at: Heben Sie die Finger, um den Stift fallen zu lassen.
el: Σηκώστε τα δάχτυλα για να αφήσετε τον κύκλο.
es: Levanta los dedos para soltar la clavija.
es_419: Levanta los dedos para soltar la estaca.
fi: Pudota palikka nostamalla sormia.
fil_ph: Itaas ang mga daliri upang ihulog ang peg.
fr: Levez les doigts pour faire tomber le rond.
fr_ca: Levez vos doigts pour relâcher le cercle.
he: הרם/י את אצבעותיך כדי להפיל את הדיסקית.
hi: पेग को डालने के लिए उँगलियों को उठाएँ।
hr: Podignite prste da biste ispustili klin.
hu: Emelje fel az ujjait a kör elhelyezéséhez.
id: Angkat jari untuk menjatuhkan sumbat.
it: Solleva le dita per rilasciare l'icona colorata.
ja: 指で円を持ち上げて移動させ落としてください。
ko: 손가락을 떼어서 페그를 내려놓으십시오.
ms: Angkat jari untuk menjatuhkan pancang.
ms_latn_sg: Angkat jari untuk melepaskan peg.
nb_no: La fingrene gi slipp på pinnen.
nl: Til je vingers op om het schijfje los te laten.
no: Løft fingrene for å slippe pluggen.
or_in: ପେଗ୍‍କୁ ତଳକୁ ପକାଇବା ପାଇଁ ଆଙ୍ଗୁଳି ଉପରକୁ କରନ୍ତୁ |
pl: Unieś palce, aby upuścić kołek.
pt_pt: Levante os dedos para largar o círculo.
ro: Ridicați degetele pentru a elibera cercul.
ru: Приподнимите пальцы, чтобы бросить колышек.
sk: Nadvihnutím prstov pustite kolík.
sv: Släpp pinnen genom att lyfta på fingrarna.
ta_in: பெக்கை விடுவிக்க விரல்களை உயர்த்தவும்.
ta_my: ஆப்பை கைவிட விரல்களை உயர்த்தவும்.
th: ปล่อยนิ้วเพื่อปล่อยหมุด
tr: Daireyi bırakmak için parmakları kaldırın.
uk: Підніміть пальці, щоб опустити кілок.
vi: Nhấc các ngón tay để thả rơi miếng gỗ.
vi_vn: Nhấc ngón tay để thả chốt.
xh_za: Phakamisa iminwe ukuze uwise ipeksi.
zh_cn: 抬起手指以放下圆饼。
zh_hans_my: 抬起手指以放下钉子。
zh_hk: 放開手指以放下圓柱。
zh_tw: 抬起手指來放下圓柱。

# HOLE_PEG_TEST_TITLE_%@
source: %@-Hole Peg Test
ar: ‏%@-فحص السدادة والفتحة
ca: Test de les %@ clavilles
cs: %@kolíkový test
da: %@-huls Pegtest
de_at: %@-Lochstift-Test
el: Τεστ %@-HPT
es: Prueba de las %@ clavijas
es_419: Prueba de las %@ estacas
fi: %@ reiän palikkatesti
fr: Test des %@ chevilles
fr_ca: Test des %@ trous
he: מבחן דיסקית של %@ חורים
hi: %@-होल पेग परीक्षण
hr: Test s %@ rupa i klinovima
hu: %@ lyukú körillesztő teszt
id: Uji Sumbat %@ Lubang
it: Test dei %@ pioli
ja: %@ホールペグテスト
ko: %@-홀 페그 테스트
ms: Ujian Pancang %@ Lubang
ms_latn_sg: Ujian Peg %@ Lubang
nb_no: %@-Hull-/pinnetest
nl: %@-schijventest
no: %@-hulls pluggtest
or_in: %@-ଗାତ ପେଗ୍‍ ପରୀକ୍ଷା
pl: Test %@-HPT (otwory i kołki)
pt_pt: Teste dos %@ buracos e pinos
ro: Testul cu %@ cercuri
ru: Тест «Вставляем %@ колышков»
sk: %@-kolíkový test
sv: %@-håls pegtest
ta_in: %@-துளை பெக் சோதனை
ta_my: %@-ஹோல் பெக் டெஸ்ட்
th: การทดสอบวางหมุด %@ ครั้ง
tr: %@ Delikli Daire Testi
uk: Кілковий тест на %@ отворів
vi: Kiểm tra Bảng %@ Lỗ
vi_vn: %@-Bài kiểm tra chốt trong lỗ
xh_za: %@-Uvavannyo Lwepeksi Emgxumeni
zh_cn: %@ 孔插棒测试
zh_hans_my: %@-孔钉测试
zh_hk: %@孔柱測試
zh_tw: %@孔圓柱測試
