Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TOUCH_ANYWHERE_LABEL
source: Touch anywhere to continue
ar: المس أي مكان للمتابعة
ca: Toca a qualsevol lloc per continuar
cs: Pokračujte dotykem kdekoli na displeji.
da: Rør et tilfældigt sted for at fortsætte
de: Tippe irgendwo auf den Bildschirm, um fortzufahren
de_at: Berühren Sie eine beliebige Stelle, um fortzufahren
el: Αγγίξτε οπουδήποτε για να συνεχίσετε
es: Pulsa cualquier punto de la pantalla para continuar
fil_ph: Pumindot kahit saan upang magpatuloy
fr: Touchez l’écran n’importe où pour continuer
he: גע/י במסך כדי להמשיך
hi: जारी रखने के लिए कहीं भी स्पर्श करें
hr: Dodirnite bilo gdje za nastavak
hu: A folytatáshoz érintse meg a képernyőt
id: Sentuh di mana saja untuk melanjutkan
it: Tocca un punto qualsiasi per continuare
ja: 続けるにはどこかをタッチしてください
ms: Sentuh di mana-mana untuk teruskan
ms_latn_sg: Sentuh di mana-mana sahaja untuk teruskan
nb_no: Trykk hvor som helst for å fortsette
nl: Tik om verder te gaan
no: Berør hvor som helst for å fortsette
or_in: ଜାରି ରଖିବା ପାଇଁ ଯେକୌଣସି ଠାରେ ଟଚ କରନ୍ତୁ |
pl: Aby kontynuować, dotknij w dowolnym miejscu
pt_pt: Toque em qualquer lugar para continuar
ro: Apăsați oriunde pentru a continua
ru: Коснитесь экрана в любом месте, чтобы продолжить
sk: Pokračujte klepnutím na obrazovku.
sv: Fortsätt genom att trycka var som helst
ta_in: தொடருவதற்கு எங்கு வேண்டுமானாலும தொடவும்.
ta_my: தொடர எங்கும் தொடவும்
th: แตะที่ใดก็ได้เพื่อดำเนินการต่อ
tr: Sürdürmek için herhangi bir yere dokunun
uk: Торкніть будь-де, щоб продовжити
vi: Chạm vào bất kỳ đâu để tiếp tục
vi_vn: Chạm vào bất kỳ đâu để tiếp tục
xh_za: Cofa naphi na ukuze uqhubeke
zh_cn: 触碰任意位置以继续
zh_hans_my: 点触任意位置以继续
zh_hk: 點一下任何一處以繼續
zh_tw: 觸碰任一處來繼續

# TOWER_OF_HANOI_TASK_ACTIVE_STEP_INTRO_TEXT
source: Solve the Puzzle
ar: حل اللغز
ca: Resol el joc
cs: Vyřešte hlavolam
da: Løs opgaven
de: Löse das Rätsel
de_at: Das Puzzle lösen
el: Επιλύστε το παζλ
es: Soluciona el rompecabezas
es_419: Resuelve el acertijo
fi: Ratkaise tehtävä
fil_ph: Sagutan ang Puzzle
fr: Jeu de réflexion
fr_ca: Résoudre le casse-tête
he: פתור/י את הפאזל
hi: पहेली हल करें
hr: Riješite slagalicu
hu: A kirakós megoldása
id: Selesaikan Teka-Teki
it: Risolvi il rompicapo
ja: パズルを解く
ko: 퍼즐을 푸십시오.
ms: Selesaikan Teka-Teki
ms_latn_sg: Selesaikan Teka-teki
nb_no: Løs oppgaven
nl: Los de puzzel op
no: Løs oppgaven
or_in: ପଜଲ୍‍ ସମସ୍ୟାର ସମାଧାନ କରନ୍ତୁ
pl: Rozwiąż łamigłówkę
pt_pt: Resolver o puzzle
ro: Rezolvați puzzle‑ul
ru: Решить задачу
sk: Vyriešte rébus
sv: Lös pusslet
ta_in: புதிரை தீர்க்கவும்
ta_my: புதிர் தீர்க்கவும்
th: ไขปริศนา
tr: Bulmacayı Çöz
uk: Розв’яжіть головоломку
vi: Giải đố
vi_vn: Giải câu đố
xh_za: Combulula Iphazili
zh_cn: 解谜
zh_hans_my: 解开谜题
zh_hk: 解開謎題
zh_tw: 解開謎題

# TOWER_OF_HANOI_TASK_ACTIVE_STEP_PROGRESS_TEXT
source: Number of Moves: %@ %@
ar: عدد الحركات: %@ %@
ca: Nombre de moviments: %@ %@
cs: Počet pohybů: %@ %@
da: Antal træk: %@ %@
de: Anzahl der Bewegungen: %@ %@
de_at: Anzahl der Züge: %@ %@
el: Αριθμός κινήσεων: %@ %@
es: Número de movimientos: %@ %@
es_419: Número de movimientos: %@ %@
fi: Siirtojen määrä: %@ %@
fil_ph: Bilang ng mga Galaw: %@ %@
fr: Nombre de déplacements : %@ %@
fr_ca: Nombre de mouvements : %@ %@
he: מספר מהלכים: %@ %@
hi: प्रयासों की संख्या : %@ %@
hr: Broj pokreta: %@ %@
hu: Lépések száma: %@ %@
id: Jumlah Gerakan: %@ %@
it: Numero di mosse: %@ %@
ja: 移動回数: %@ %@
ko: 이동 횟수: %@ %@
ms: Bilangan Pergerakan: %@ %@
ms_latn_sg: Bilangan Pergerakan: %@ %@
nb_no: Antall trekk: %@ %@
nl: Aantal stappen: %@ %@
no: Antall trekk: %@ %@
or_in: ଚଳନ ର ସଂଖ୍ୟା: %@ %@
pl: Liczba ruchów: %@ %@
pt_pt: Número de movimentos: %@ %@
ro: Număr de mișcări: %@ %@
ru: Число ходов: %@ %@
sk: Počet ťahov: %@ %@
sv: Antal drag: %@ %@
ta_in: அசைவுகளின் எண்ணிக்கை: %@ %@
ta_my: நகர்வுகளின் எண்ணிக்கை: %@ %@
th: จำนวนการเคลื่อนย้าย: %@ %@
tr: Hareket Sayısı: %@ %@
uk: Кількість ходів: %@ %@
vi: Số lần di chuyển: %@ %@
vi_vn: Số lần di chuyển: %@ %@
xh_za: Inani Leentshukumo: %@ %@
zh_cn: 移动次数：%@ %@
zh_hans_my: 移动次数：%@ %@
zh_hk: 移動次數：%@ %@
zh_tw: 移動次數：%@ %@

# TOWER_OF_HANOI_TASK_ACTIVE_STEP_SKIP_BUTTON_TITLE
source: I cannot solve this puzzle
ar: لا أستطيع حل هذا اللغز
ca: No puc resoldre aquest joc
cs: Tento hlavolam nedokážu vyřešit
da: Jeg kan ikke løse opgaven
de: Ich kann dieses Rätsel nicht lösen
de_at: Ich kann dieses Puzzle nicht lösen
el: Δεν μπορώ να λύσω αυτό το παζλ
es: No sé resolver este rompecabezas
es_419: No puedo resolver este acertijo
fi: En osaa ratkaista tätä tehtävää
fil_ph: Hindi ko malutas ang puzzle na ito
fr: Je ne parviens pas à faire ce jeu
fr_ca: Je n’arrive pas à résoudre ce casse-tête
he: איני מצליח/ה לפתור את הפאזל
hi: यह पहेली मेरे द्वारा हल नहीं की जा सकती है
hr: Ne mogu riješiti ovu slagalicu
hu: Nem tudom megoldani ezt a kirakót
id: Saya tidak dapat menyelesaikan teka-teki ini
it: Non riesco a risolvere il rompicapo
ja: 降参
ko: 이 퍼즐을 풀 수 없습니다.
ms: Saya tidak boleh menyelesaikan teka-teki ini
ms_latn_sg: Saya tidak boleh menyelesaikan teka-teki ini
nb_no: Jeg kan ikke løse denne oppgaven
nl: Ik kan deze puzzel niet oplossen
no: Jeg klarer ikke å løse oppgaven
or_in: ମୁଁ ଏହି ପଜଲ୍‍ର ସମସ୍ୟାର ସମାଧାନ କରିପାରିବି ନାହିଁ
pl: Nie potrafię rozwiązać tej łamigłówki
pt_pt: Não consigo resolver este puzzle
ro: Nu pot rezolva acest puzzle
ru: Я не могу решить эту задачу
sk: Tento rébus nedokážem vyriešiť
sv: Jag kan inte lösa pusslet
ta_in: என்னால் இந்தப் புதிரை தீர்க்க முடியவில்லை
ta_my: இந்த புதிரை என்னால் தீர்க்க முடியாது
th: ฉันไขปริศนานี้ไม่ได้
tr: Bu bulmacayı çözemedim
uk: Я не можу розв’язати цю головоломку
vi: Tôi không thể giải câu đố này
vi_vn: Tôi không thể giải câu đố này
xh_za: Andikwazi ukuyicombulula le phazili
zh_cn: 我解不开这个谜
zh_hans_my: 我无法解开这个谜题
zh_hk: 我無法解開此謎題
zh_tw: 我無法解開此謎題

# TOWER_OF_HANOI_TASK_INTENDED_USE
source: This activity evaluates your puzzle solving skills.
ar: يقيّم هذا النشاط مهاراتك في حل الألغاز.
ca: Aquesta activitat valora la teva capacitat de resoldre trencaclosques.
cs: Tato aktivita vyhodnotí vaši schopnost řešit hlavolamy.
da: Denne aktivitet vurderer din evne til at løse opgaver.
de: Diese Aktivität misst deine Fähigkeit, Rätsel zu lösen.
de_at: Diese Aktivität bewertet Ihre Rätsellösungsfähigkeiten.
el: Αυτή η δραστηριότητα αξιολογεί τις ικανότητές σας ως προς την επίλυση παζλ.
es: Esta actividad evalúa tu habilidad para solucionar rompecabezas.
es_419: Esta actividad evalúa tu capacidad para resolver acertijos.
fi: Tämä aktiviteetti arvioi ongelmanratkaisukykyä.
fil_ph: Ini-evaluate ng aktibidad na ito ang iyong mga kasanayan sa puzzle solving.
fr: Cette activité évalue votre capacité à terminer un jeu de réflexion.
fr_ca: Cette activité évalue votre capacité à résoudre un casse-tête.
he: פעילות זו מעריכה את מיומנויות פתרון הפאזלים שלך.
hi: इस गतिविधि के द्वारा पहेली को हल करने की आपकी क्षमता का मूल्यांकन किया जाएगा।
hr: Ova aktivnost procjenjuje vaše vještine rješavanja slagalica.
hu: Ez a tevékenység kiértékeli az Ön kirakómegoldási képességeit.
id: Aktivitas ini mengevaluasi kemampuan Anda dalam menyelesaikan teka-teki.
it: Questa attività valuta le tue capacità di risolvere rompicapi.
ja: このアクティビティでは、パズルの解決力を評価します。
ko: 이 실험은 사용자의 퍼즐 푸는 능력을 평가합니다.
ms: Aktiviti ini menilai keupayaan penyelesaian teka-teki anda.
ms_latn_sg: Aktiviti ini menilai kemahiran penyelesaian teka-teki anda.
nb_no: Denne aktiviteten vurderer oppgaveløsningsferdighetene dine.
nl: Met deze activiteit wordt gekeken hoe goed je puzzels kunt oplossen.
no: Denne aktiviteten vurderer evnen din til å løse oppgaver.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ଆପଣଙ୍କର ପଜଲ୍‍ ସମସ୍ୟାର ସମାଧାନ କରିବାର ଦକ୍ଷତାକୁ ମୂଲ୍ୟାଙ୍କନ କରେ |
pl: To ćwiczenie ocenia Twoją zdolność rozwiązywania łamigłówek.
pt_pt: Este exercício avalia a sua capacidade de resolver puzzles.
ro: Această activitate evaluează aptitudinile dvs. de rezolvare a puzzle‑urilor
ru: Во время выполнения этого задания проверяется способность решать сложные вопросы.
sk: Táto aktivita vyhodnotí vašu schopnosť riešiť rébusy.
sv: Den här aktiviteten utvärderar din förmåga att lösa pussel.
ta_in: இச்செயலானது உங்கள் புதிர் தீர்க்கும் திறன்களை மதிப்பீடு செய்கிறது.
ta_my: இந்த செயல்பாடு உங்கள் புதிர் தீர்க்கும் திறன்களை மதிப்பீடு செய்கிறது.
th: กิจกรรมนี้จะประเมินทักษะในการไขปริศนาของคุณ
tr: Bu aktivite, bulmaca çözme becerilerinizi ölçer.
uk: Цей тест оцінює вашу здібність до розв’язання головоломок.
vi: Hoạt động này đánh giá các kỹ năng giải đố của bạn.
vi_vn: Hoạt động này đánh giá kỹ năng giải câu đố của bạn.
xh_za: Lo msebenzi uhlolisisa ubuchule bakho bokucombulula iphazili.
zh_cn: 本活动评估您的解谜能力。
zh_hans_my: 此活动评估您的解谜技巧。
zh_hk: 此測試活動會評估你的解題能力。
zh_tw: 此活動會評估您的解題能力。

# TOWER_OF_HANOI_TASK_INTRO_TEXT
source: Move the entire stack to the highlighted platform in as few moves as possible.
ar: انقل الكومة بالكامل إلى المنصة المميزة في أقل عدد ممكن من الحركات.
ca: Trasllada tota la pila a la plataforma ressaltada en el mínim de moviments possibles.
cs: Přesuňte celou sadu na zvýrazněnou podložku s využitím co nejmenšího počtu kroků.
da: Flyt hele stakken til den markerede platform med så få træk som muligt.
de: Bewege den gesamten Stapel in so wenigen Zügen wie möglich auf den markierten Turm.
de_at: Bewegen Sie den gesamten Stapel in so wenigen Zügen wie möglich auf die markierte Plattform.
el: Μετακινήστε ολόκληρη τη στοίβα στην επισημασμένη πλατφόρμα με όσο το δυνατό λιγότερες κινήσεις.
es: Mueve toda la pila a la plataforma resaltada en el mínimo número de movimientos posible.
es_419: Mueve toda la pila a la plataforma iluminada usando un número mínimo de movimientos.
fi: Siirrä koko pino korostetulle alustalle mahdollisimman vähillä siirroilla.
fil_ph: Ilipat ang buong stack sa naka-highlight na platform sa pinakakaunting galaw na posible.
fr: Déplacez toute la pile de disques sur la plateforme en surbrillance en un minimum de déplacements.
fr_ca: Déplacez toute la pile vers la plateforme surlignée en effectuant un minimum de mouvements.
he: הזז/י את המערום כולו אל הפלטפורמה המסומנת בכמה שפחות מהלכים.
hi: पूरे स्टैक को चिह्नांकित प्लेटफ़ॉर्म पर कम से कम प्रयासों में स्थानांतरित करें।
hr: Premjestite cijeli stog na označenu platformu u što je moguće manje poteza.
hu: Helyezze át a teljes köteget a kijelölt oszlopra a lehető legkevesebb lépésben.
id: Pindahkan seluruh tumpukan ke platform yang disorot, semakin sedikit gerakan maka semakin baik.
it: Sposta l'intera pila sul piano evidenziato con il minor numero di mosse possibili.
ja: 塔全体を色の付いた台にできるだけ少ない回数で移動してください。
ko: 아래 스택 전체를 최대한 적게 이동하여 하이라이트된 플랫폼으로 옮기십시오.
ms: Alihkan keseluruhan tindanan ke platform yang diserlahkan dalam paling kurang pergerakan yang mungkin.
ms_latn_sg: Gerakkan keseluruhan tindanan ke platform yang diserlahkan dengan pergerakan yang paling sedikit.
nb_no: Flytt hele stabelen til plattformen som er merket, med færrest mulige trekk.
nl: Verplaats de hele stapel in zo min mogelijk stappen naar het gemarkeerde platform.
no: Flytt hele stabelen til den markerte plattformen med så få trekk som mulig.
or_in: ସମ୍ପୂର୍ଣ୍ଣ ଷ୍ଟାକକୁ ଯଥାସମ୍ଭବ ହାଇଲାଇଟ୍‌ ହୋଇଥିବା ପ୍ଲାଟଫର୍ମକୁ ନିଅନ୍ତୁ |
pl: Przenieś cały zestaw krążków na wyróżnioną podstawę, wykonując jak najmniej ruchów.
pt_pt: Mova a pilha inteira para a plataforma destacada no menor número de movimentos possível.
ro: Mutați toată stiva pe platforma evidențiată din cât mai puține mișcări posibil.
ru: Переместите всю стопку на отмеченное цветом место за наименьшее число ходов.
sk: Presuňte celú pyramídu na zvýraznenú podložku čo najmenším počtom ťahov.
sv: Flytta hela traven till den markerade plattformen med så få drag som möjligt.
ta_in: முழு அடுக்கையும் சிறப்பம்சமாக இயங்குதளத்திற்கு முடிந்தவரை சில நகர்வுகளில் நகர்த்தவும்.
ta_my: முழு அடுக்கையும் முடிந்தவரை சில நகர்வுகளில் முன்னிலைப்படுத்தப்பட்ட தளத்திற்கு நகர்த்தவும்.
th: ย้ายทั้งกองไปที่แท่นวางที่ไฮไลท์ไว้โดยเคลื่อนย้ายให้น้อยที่สุดเท่าที่จะทำได้
tr: Tüm yığını, vurgulanan platforma mümkün olan en az hamlede taşıyın.
uk: Перенесіть весь стос на виділену платформу мінімальною кількістю ходів.
vi: Di chuyển toàn bộ chồng đĩa đến bục được tô sáng với số lần di chuyển ít nhất có thể.
vi_vn: Di chuyển toàn bộ ngăn xếp đến nền tảng được đánh dấu trong ít lần di chuyển nhất có thể.
xh_za: Hambisa sonke isitakhi ukuya kwiqonga elinombala ukuba kunokwenzeka ngokuhamba okumbalwa.
zh_cn: 将整个圆盘堆以尽可能少的步数移到高亮显示的平台。
zh_hans_my: 以尽可能少的移动将整个堆垛移动到高亮显示的平台。
zh_hk: 用最少的次數將所有圓盤移到有顏色標示的平台。
zh_tw: 以最少的次數將所有圓盤移到有顏色標示的平台。

# TOWER_OF_HANOI_TASK_TASK_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, toca Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
de_at: Tippen Sie auf Erste Schritte, um zu beginnen.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar
fi: Aloita napauttamalla Aloita-painiketta.
fil_ph: I-tap ang Magsimula upang simulan.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
ms_latn_sg: Ketik Bermula untuk mulakan.
nb_no: Trykk på Kom i gang for å begynne.
nl: Tik op 'Start' om te beginnen.
no: Trykk på Start for å begynne.
or_in: ଆରମ୍ଭ କରିବାକୁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Aby rozpocząć, stuknij w Start.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
ta_in: துவங்குவதற்கு ‘Get Started’ ஐ தட்டவும்.
ta_my: தொடங்குவதற்கு தொடங்கு என்பதைத் தட்டவும்.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
vi_vn: Nhấp vào Bắt đầu để bắt đầu.
xh_za: Cofa Qalisa ukuze uqalise.
zh_cn: 轻点“开始”来进行测试。
zh_hans_my: 点击“开始”使用。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# TOWER_OF_HANOI_TASK_TITLE
source: Tower of Hanoi
ar: برج هانوي
ca: Torre de Hanoi
cs: Hanojské věže
da: Tårnet i Hanoi
de: Türme von Hanoi
de_at: Turm von Hanoi
el: Πύργος του Ανόι
es: Torre de Hanoi
es_419: Torre de Hanói
fi: Hanoin torni
fil_ph: Tore ng Hanoi
fr: Tour de Hanoï
fr_ca: Tours de Hanoï
he: מגדל האנוי
hi: हनोई का टॉवर
hr: Hanojski toranj
hu: Hanoi tornyai
id: Menara Hanoi
it: Torre di Hanoi
ja: ハノイの塔
ko: 하노이의 탑
ms: Menara Hanoi
ms_latn_sg: Menara Hanoi
nb_no: Tårnet i Hanoi
nl: Torens van Hanoi
no: Tårnet i Hanoi
or_in: ହାନୋଇ ର ଟାୱାର
pl: Wieże Hanoi
pt_pt: Torre de Hanoi
ro: Turnul din Hanoi
ru: Ханойская башня
sk: Hanojská veža
sv: Tornen i Hanoi
ta_in: ஹானாய் டவர்
ta_my: ஹனோய் கோபுரம்
th: หอคอยแห่งฮานอย
tr: Hanoi Kulesi
uk: Ханойська вежа
vi: Tháp Hà Nội
vi_vn: Tháp Hà Nội
xh_za: Inqaba yase-Hanoi
zh_cn: 汉诺塔
zh_hans_my: 汉诺塔
zh_hk: 河內塔
zh_tw: 河內塔

# TRAILMAKING_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, toca Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
de_at: Tippen Sie auf Erste Schritte, um zu beginnen.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
fil_ph: I-tap ang Magsimula upang simulan.
fr: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ms: Ketik Mulakan untuk memulakan.
ms_latn_sg: Ketik Bermula untuk mulakan.
nb_no: Trykk på Kom i gang for å begynne.
nl: Tik op 'Start' om te beginnen.
no: Trykk på Start for å begynne.
or_in: ଆରମ୍ଭ କରିବାକୁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Aby rozpocząć, stuknij w Start.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
ta_in: துவங்குவதற்கு ‘Get Started’ ஐ தட்டவும்.
ta_my: தொடங்குவதற்கு தொடங்கு என்பதைத் தட்டவும்.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
vi_vn: Nhấp vào Bắt đầu để bắt đầu.
xh_za: Cofa Qalisa ukuze uqalise.
zh_cn: 轻点“开始”来进行测试。
zh_hans_my: 点击“开始”使用。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# TRAILMAKING_ERROR
source: %@ (%d error)
cs: %@ (chyby: %d)
da: %@ (%d fejl)
de: %@ (%d Fehler)
de_at: %@ (%d Fehler)
fr: %@ (%d erreur)
he: ‏%@ (מס׳ שגיאות: %d)
hi: %@ (%d त्रुटि)
hr: %@ (greške: %d)
hu: %@ (%d hiba)
id: %@ (%d kesalahan)
it: %@ (%d errore)
ja: %@（%d個のエラー）
ms: %@ (%d kesalahan)
ms_latn_sg: %@ (%d ralat)
nb_no: %@ (%d feil)
no: %@ (%d feil)
or_in: %@ (%d ତ୍ରୁଟି)
pl: %@ (%d błąd)
pt_pt: %@ (%d erro)
ro: %@ (%d eroare)
ru: %@ (ошибок: %d)
sk: %@ (chyby: %d)
sv: %@ (%d fel)
ta_in: %@ (%d பிழை)
ta_my: %@ (%d பிழை)
th: %@ (ผิด %d ครั้ง)
tr: %@ (%d hata)
uk: %@ (помилка %d)
vi_vn: %@ (%d lỗi)
xh_za: %@ (%d impazamo)
zh_cn: %@（%d 个错误）
zh_hans_my: %@（%d个错误）
zh_tw: %@（%d 項錯誤）

# TRAILMAKING_ERROR_PLURAL
source: %@ (%d errors)
cs: %@ (chyby: %d)
da: %@ (%d fejl)
de: %@ (%d Fehler)
de_at: %@ (%d Fehler)
es: %@ (%d errores)
fr: %@ (%d erreurs)
he: ‏%@ (מס׳ שגיאות: %d)
hi: %@ (%d त्रुटियाँ)
hr: %@ (greške: %d)
hu: %@ (%d hiba)
id: %@ (%d kesalahan)
it: %@ (%d errori)
ja: %@（%d個のエラー）
ms: %@ (%d kesalahan)
ms_latn_sg: %@ (%d ralat)
nb_no: %@ (%d feil)
no: %@ (%d feil)
or_in: %@ (%d ତ୍ରୁଟିଗୁଡିକ)
pl: %@ (błędów: %d)
pt_pt: %@ (%d erros)
ro: %@ (%d erori)
ru: %@ (ошибок: %d)
sk: %@ (chyby: %d)
sv: %@ (%d fel)
ta_in: %@ (%d பிழைகள்)
ta_my: %@ (%d பிழைகள்)
th: %@ (ผิด %d ครั้ง)
tr: %@ (%d hata)
uk: %@ (помилки %d)
vi_vn: %@ (%d lỗi)
xh_za: %@ (%d iimpazamo)
zh_cn: %@（%d 个错误）
zh_hans_my: %@（%d个错误）
zh_tw: %@（%d 項錯誤）
