Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# PAVSAT_INTRO_TEXT
source: The Paced Auditory and Visual Serial Addition Test measures your auditory and visual information processing speed and calculation ability.
ar: يقيس اختبار الجمع المتوالى السمعى البصري المتواتر سرعة معالجة المعلومات السمعية والمرئية والقدرة الحسابية.
ca: El PAVSAT (test visual i auditiu de suma en sèrie per passos) mesura la teva velocitat de processament d’informació auditiva i visual i la teva habilitat de càlcul.
cs: Paced Auditory a Visual Serial Addition Test měří vaši rychlost a počtářské dovednosti při zpracovávání sluchových a zrakových informací.
da: PAVSAT-testen (Paced Auditory and Visual Serial Addition Test) måler, hvor hurtigt du behandler lyd- og synsoplysninger og din evne til at foretage udregninger.
de: Der audiovisuelle Serienaddiertest mit Zeitlimit (PAVSAT, Paced Auditory and Visual Serial Addition Test) misst, wie schnell du akustische und optische Informationen verarbeiten und rechnen kannst.
de_at: Der sog. „Paced Auditory and Visual Serial Addition Test“ misst Ihre auditive und visuelle Informationsverarbeitungsgeschwindigkeit und Berechnungsfähigkeit.
el: Το τεστ PAVSAT (Βηματική ακουστική και οπτική πρόσθεση αριθμών σε σειρά) αξιολογεί την ταχύτητα ακουστικής και οπτικής επεξεργασίας πληροφοριών και την ικανότητα υπολογισμών.
es: La prueba de suma seriada auditiva y visual por pasos (PAVSAT) mide tu velocidad de procesamiento de información auditiva y visual y tu capacidad de cálculo.
es_419: La Prueba de la adición audiovisual consecutiva ritmada (PAVSAT) mide tu capacidad de cálculo y velocidad de procesamiento de información auditiva y visual.
fi: PAVSAT-testi (Paced Auditory and Visual Serial Addition Test) mittaa kuullun ja nähdyn informaation käsittelynopeuttasi ja laskutaitoasi.
fil_ph: Sinusukat ng Paced Auditory at Visual Serial Addition Test ang bilis nang pagproseso ng impormasyon ng pandinig at sa paningin at kakayahan sa pag-calculate.
fr: Le test PAVSAT (Paced Auditory and Visual Serial Addition Test) mesure votre vitesse de traitement des informations audio et visuelles et votre capacité à calculer.
fr_ca: Le test rythmé d’addition en série auditive et visuelle (PAVSAT) mesure la vitesse de traitement d’informations auditives et visuelles, ainsi que la capacité de calcul.
he: הבדיקה ״חיבור סדרתי מתוזמן של שמע וראיה״ מודדת את מהירות עיבוד המידע ויכולת החישוב שלך, הן בשמיעה והן בראייה.
hi: पेस्ड ऑडिटरी एंड विजुअल सीरियल ऐडीशन टेस्ट के द्वारा देख और सुनकर जानकारी संसाधित करने की आपकी गति और परिकलन क्षमता को मापा जाता है।
hr: Auditivni i vizualni test tempiranog serijskog zbrajanja (PAVSAT) mjeri brzinu vaše obrade auditivnih i vizualnih podataka te sposobnost računanja.
hu: Az Ütemes hallási és vizuális sorozatösszeadási teszt a hallási és vizuális információfeldolgozási sebességet és számítási képességet méri.
id: Pengujian Paced Auditory dan Visual Serial Addition mengukur kecepatan pemrosesan informasi dan kemampuan menghitung auditori dan visual Anda.
it: Il Paced Auditory and Visual Serial Addition Test (PAVSAT) misura la velocità di elaborazione delle informazioni uditive e visive e la capacità di calcolo.
ja: PAVSAT（定速聴覚および視覚的連続加算）では、聴覚および視覚による情報処理速度と計算能力を測定します。
ko: PAVSAT 테스트(Paced Auditory and Visual Serial Addition Test)는 사용자의 청각 및 시각 정보 처리 속도 및 계산 능력을 측정합니다.
ms: Ujian Penambahan Bersiri Pendengaran dan Visual Berkadar mengukur kelajuan pemprosesan maklumat pendengaran dan visual serta keupayaan pengiraan anda.
ms_latn_sg: Ujian Tambahan Bersiri Auditori dan Visual Kelajuan ini mengukur kepantasan pemprosesan maklumat auditori dan visual anda serta keupayaan untuk mengira.
nb_no: Auditory og Visual Serial Addition-testen måler din hastighet og beregningsevne for hørsel og visuell informasjon.
nl: Met de PAVSAT (een stapsgewijze auditieve en visuele seriële opteltest) wordt gemeten hoe snel je hoorbare en zichtbare informatie verwerkt en hoe goed je kunt rekenen.
no: PAVSAT-testen (Paced Auditory and Visual Serial Addition Test) måler hvor raskt du behandler lyd- og synsinformasjon og evnen din til å gjøre utregninger.
or_in: ପେସ୍ଡ ଅଡିଟୋରୀ(ହିସାବ) କ୍ରମିକ ଯୋଗ ପରୀକ୍ଷଣ ଆପଣଙ୍କର ଅଡିଟୋରୀ ସୂଚନା ପ୍ରକ୍ରିୟାକରଣ ଗତି ଏବଂ ଗଣନା କ୍ଷମତାକୁ ମାପ କରିଥାଏ |
pl: Test PAVSAT mierzy szybkość przetwarzania danych audiowizualnych i umiejętność liczenia.
pt_pt: O teste PAVSAT (Paced Auditory and Visual Serial Addition Test) mede a velocidade de processamento de informação auditiva e visual e a capacidade de cálculo.
ro: Testul PAVSAT (testul auditiv și vizual pe etape de adunare în serie) măsoară aptitudinile dvs. de calcul și viteza de procesare a informațiilor auditive și vizuale.
ru: В слуховом и визуальном тестах на сложение с заданным темпом измеряются способности обрабатывать аудиальную и визуальную информацию, а также способность к вычислениям.
sk: Paced Auditory a Visual Serial Addition Test meria rýchlosť, akou dokážete spracovať a spočítať informácie prijaté prostredníctvom sluchu a zraku.
sv: PAVSAT (Paced Auditory and Visual Serial Addition Test) mäter din auditiva och visuella bearbetningshastighet och beräkningsförmåga.
ta_in: The Paced Auditory and Visual Serial Addition Test உங்கள் செவிவழி மற்றும் காட்சி தகவல் செயலாக்க வேகம் மற்றும் கணக்கீட்டு திறனை அளவிடுகிறது.
ta_my: வேகமான ஆடிட்டரி மற்றும் விஷுவல் சீரியல் கூட்டல் சோதனை உங்கள் செவிவழி மற்றும் காட்சி தகவல் செயலாக்க வேகம் மற்றும் கணக்கீட்டு திறனை அளவிடுகிறது.
th: การทดสอบความสามารถผ่านการบวกเลขตามความเร็วที่ได้ยินและมองเห็นจะประเมินข้อมูลด้านการได้ยินและการมองเห็นของคุณโดยการประมวลผลความเร็วและความสามารถด้านการคิดคำนวณ
tr: Tempolu İşitsel ve Görsel Toplama Testi, işitsel ve görsel bilgi işleme hızınızı ve hesaplama becerinizi ölçer.
uk: Слуховий і візуальний тест на складання у заданому темпі вимірює швидкість обробки вами слухової і візуальної інформації та вашу здібність до обчислення.
vi: Bài Kiểm tra Tính tổng Tuần tự bằng Âm thanh và Hình ảnh Theo tốc độ đo lường tốc độ xử lý thông tin âm thanh và hình ảnh cùng với khả năng tính toán của bạn.
vi_vn: Kiểm tra Kiểm tra Bổ sung Nối tiếp Hình và Thính giác Nhịp độ ảnh đo lường tốc độ xử lý thông tin thính giác và thị giác cũng như khả năng tính toán của bạn.
xh_za: Uvavanyo Lothotho Olongezelelweyo Lokubona kunye Nesantya Sokuva lulinganisa inkcazelo yokuva kwakho kunye nokoubona yokwenza isantya kunye nokukwazi ukubala.
zh_cn: “步进式听觉和视觉累加实验”测量您的听觉和视觉信息处理速度和计算能力。
zh_hans_my: 踱步听觉和视觉连续加法测试测量您的听觉和视觉信息处理速度和计算能力。
zh_hk: 定時聽覺及視覺連續加法測試（PAVSAT）可測量你的聽覺及視覺資料處理速度及計算能力。
zh_tw: 連續聽覺序列附加測試（PAVSAT）會測量您的視聽覺資訊處理速度和計算能力。

# PAVSAT_TITLE
source: PAVSAT
or_in: PAVSAT (ପାଭସାଟ)
ta_my: பாவ்சாத்
uk: ВСТСЗТ
xh_za: I-PAVSAT

# PHONE_NUMBER_FORM_ITEM_TITLE
source: Phone Number
ar: رقم الهاتف
ca: Número de telèfon
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
de_at: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
fil_ph: Numero ng telepono
fr: Numéro de téléphone
he: מספר טלפון
hi: फ़ोन नंबर
hr: Broj telefona
hu: Telefonszám
id: Nomor Telepon
it: Numero di telefono
ja: 電話番号
ms: Nombor Telefon
ms_latn_sg: Nombor Telefon
nb_no: Telefonnummer
nl: Telefoonnummer
no: Telefonnummer
or_in: ଫୋନ୍‍ ନମ୍ୱର
pl: Numer telefonu
pt_pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sv: Telefonnummer
ta_in: தொலைபேசி எண்
ta_my: தொலைபேசி எண்
th: เบอร์โทรศัพท์
tr: Telefon Numarası
uk: Номер телефону
vi: Số điện thoại
vi_vn: Số điện thoại
xh_za: Inombolo Yefowuni
zh_hans_my: 电话号码
zh_hk: 電話號碼
zh_tw: 電話號碼

# PLACEHOLDER_IMAGE_CHOICES
source: Tap to select
ar: اضغط للتحديد
ca: Prem per seleccionar
cs: Chcete‑li vybrat, klepněte
da: Tryk for at vælge
de: Zur Auswahl tippen
de_at: Tippen, um auszuwählen
el: Αγγίξτε για επιλογή
es: Pulsa para seleccionar
es_419: Toca para seleccionar
fi: Valitse napauttamalla
fil_ph: I-tap upang pumili
fr: Toucher pour sélectionner
fr_ca: Toucher pour sélectionner
he: הקש/י לבחירה
hi: चयन करने के लिए टैप करें
hr: Dodirnite za odabir
hu: Koppintson a kijelöléshez
id: Ketuk untuk memilih
it: Tocca per selezionare
ja: タップで選択
ko: 탭하여 선택하기
ms: Ketik untuk pilih
ms_latn_sg: Ketik untuk pilih
nb_no: Trykk for å velge
nl: Tik om te selecteren
no: Trykk for å velge
or_in: ଚୟନ କରିବା ପାଇଁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ
pl: Stuknij, aby wybrać
pt_pt: Toque para selecionar
ro: Apăsați pentru a selecta
ru: Коснитесь, чтобы выбрать
sk: Klepnutím vyberte
sv: Tryck för att markera
ta_in: தேர்ந்தெடுக்க தட்டவும்
ta_my: தேர்ந்தெடுக்க தட்டவும்
th: แตะเพื่อเลือก
tr: Seçmek için dokunun
uk: Торкніть, щоб вибрати
vi: Chạm để chọn
vi_vn: Nhấp để chọn
xh_za: Cofa ukuze ukhethe
zh_cn: 轻点来选择
zh_hans_my: 点击以选择
zh_hk: 點一下選擇
zh_tw: 點一下來選取

# PLACEHOLDER_LONG_TEXT
source: Tap to write
ar: اضغط للكتابة
ca: Prem per escriure
cs: Chcete-li psát, klepněte
da: Tryk for at skrive
de: Zum Schreiben tippen
de_at: Zum Schreiben tippen
el: Αγγίξτε για γραφή
es: Pulsa para escribir
es_419: Toca para escribir
fi: Kirjoita napauttamalla
fil_ph: I-tap upang magsulat
fr: Toucher pour écrire
fr_ca: Toucher pour écrire
he: הקש/י לכתיבה
hi: लिखने के लिए टैप करें
hr: Dodirnite za pisanje
hu: Koppintson az íráshoz.
id: Ketuk untuk menulis
it: Tocca per scrivere
ja: タップで書き込む
ko: 탭하여 쓰기
ms: Ketik untuk tulis
ms_latn_sg: Ketik untuk tulis
nb_no: Trykk for å skrive
nl: Tik om te schrijven
no: Trykk for å skrive
or_in: ଲେଖିବା ପାଇଁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ
pl: Stuknij, aby wpisać
pt_pt: Toque para escrever
ro: Apăsați pentru a scrie
ru: Коснитесь, чтобы написать
sk: Klepnutím píšte
sv: Tryck för att skriva
ta_in: எழுதுவதற்கு தட்டவும்
ta_my: எழுத தட்டவும்
th: แตะเพื่อเขียน
tr: Yazmak için dokunun
uk: Торкніть, щоб написати
vi: Chạm để viết
vi_vn: Nhấp để viết
xh_za: Cofa ukuze ubhale
zh_cn: 轻点来书写
zh_hans_my: 点击以写入
zh_hk: 點一下編寫
zh_tw: 點一下來寫入

# PLACEHOLDER_TEXT_OR_NUMBER
source: Tap to answer
ar: اضغط للإجابة
ca: Toca per contestar
cs: Odpověď
da: Tryk for at svare
de: Zum Antworten tippen
de_at: Tippen, um zu antworten
el: Αγγίξτε για απάντηση
es: Pulsa para contestar
es_419: Toca para contestar
fi: Vastaa napauttamalla
fil_ph: I-tap upang sagutin
fr: Toucher pour répondre
fr_ca: Toucher pour répondre
he: הקש/י בכדי לענות
hi: उत्तर देने के लिए टैप करें
hr: Dodirnite za odgovaranje
hu: Koppintson a válaszhoz
id: Ketuk untuk menjawab
it: Tocca per rispondere
ja: タップで回答
ko: 탭하여 대답하기
ms: Ketik untuk jawab
ms_latn_sg: Ketik untuk jawab
nb_no: Trykk for å svare
nl: Tik om te antwoorden
no: Trykk for å svare
or_in: ଉତ୍ତର ଦେବା ପାଇଁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ
pl: Stuknij, aby odpowiedzieć
pt_pt: Toque para responder
ro: Apăsați pentru a răspunde
ru: Коснитесь, чтобы ответить
sk: Klepnutím odpovedajte
sv: Tryck för att svara
ta_in: பதிலளிக்க தட்டவும்
ta_my: பதிலளிக்க தட்டவும்
th: แตะเพื่อตอบ
tr: Yanıtlamak için dokunun
uk: Торкніть, щоб відповісти
vi: Chạm để trả lời
vi_vn: Nhấp để trả lời
xh_za: Cofa ukuze uphendule
zh_cn: 轻点来回答
zh_hans_my: 点击以回答
zh_hk: 點一下回答
zh_tw: 點一下來回答

# PSAT_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, toca Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
de_at: Tippen Sie auf Erste Schritte, um zu beginnen.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fil_ph: I-tap ang Magsimula upang simulan.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
ms_latn_sg: Ketik Bermula untuk mulakan.
nb_no: Trykk på Kom i gang for å begynne.
nl: Tik op 'Start' om te beginnen.
no: Trykk på Start for å begynne.
or_in: ଆରମ୍ଭ କରିବାକୁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Aby rozpocząć, stuknij w Start.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
ta_in: துவங்குவதற்கு ‘Get Started’ ஐ தட்டவும்.
ta_my: தொடங்குவதற்கு தொடங்கு என்பதைத் தட்டவும்.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
vi_vn: Nhấp vào Bắt đầu để bắt đầu.
xh_za: Cofa Qalisa ukuze uqalise.
zh_cn: 轻点“开始”来进行测试。
zh_hans_my: 点击“开始”使用。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# PSAT_INITIAL_INSTRUCTION
source: Remember this first digit.
ar: تذكر هذا العدد الأول.
ca: Recorda aquest primer dígit.
cs: Zapamatujte si toto první číslo.
da: Husk dette første tal.
de: Merke dir die erste Zahl.
de_at: Merken Sie sich diese erste Ziffer.
el: Θυμηθείτε αυτό το πρώτο ψηφίο.
es: Recuerda este primer dígito.
es_419: Recuerda este primer dígito.
fi: Muista tämä ensimmäinen numero.
fil_ph: Tandaan ang unang digit na ito.
fr: Souvenez-vous de ce chiffre.
fr_ca: Mémorisez ce premier chiffre.
he: זכור/י ספרה ראשונה זו.
hi: इस पहले अंक को याद रखें।
hr: Zapamtite prvu znamenku.
hu: Jegyezze meg ezt az első számjegyet.
id: Ingat digit pertama ini.
it: Ricorda questa prima cifra.
ja: この最初の数字を覚えておいてください。
ko: 아래 첫 번째 숫자를 기억하십시오.
ms: Ingati digit pertama ini.
ms_latn_sg: Ingat angka pertama ini.
nb_no: Husk dette første sifferet.
nl: Onthoud dit eerste cijfer.
no: Husk dette første sifferet.
or_in: ମନେରଖନ୍ତୁ ଏହା ପ୍ରଥମ ଅଙ୍କ ଅଟେ |
pl: Zapamiętaj tę pierwszą cyfrę.
pt_pt: Lembre-se deste primeiro dígito.
ro: Rețineți această primă cifră.
ru: Запомните эту первую цифру.
sk: Zapamätajte si toto prvé číslo.
sv: Kom ihåg den första siffran.
ta_in: இந்த முதல் இலக்கத்தை நினைவில் கொள்க.
ta_my: இந்த முதல் இலக்கத்தை நினைவில் கொள்ளுங்கள்.
th: จดจำตัวเลขตัวแรกนี้
tr: Bu ilk rakamı aklınızda tutun.
uk: Запам’ятайте цю першу цифру.
vi: Ghi nhớ số đầu tiên này.
vi_vn: Hãy nhớ chữ số đầu tiên này.
xh_za: Khumbula eli nani lokuqala.
zh_cn: 记住这第一个数字。
zh_hans_my: 记住这第一个数字。
zh_hk: 記住第一個數字。
zh_tw: 記住第一個數字。

# PSAT_INSTRUCTION
source: Add this new digit to the previous one.
ar: اجمع هذا العدد الجديد على العدد السابق.
ca: Suma aquest número a l’anterior.
cs: Přičtěte toto číslo k předchozímu.
da: Læg dette nye tal sammen med det forrige.
de: Addiere diese Zahl zur vorherigen.
de_at: Fügen Sie diese neue Ziffer zur vorherigen hinzu.
el: Προσθέστε αυτό το νέο ψηφίο στο προηγούμενο ψηφίο.
es: Suma este otro dígito al anterior.
es_419: Agregar este nuevo dígito al anterior.
fi: Lisää tämä uusi numero edelliseen.
fil_ph: Idagdag ang bagong digit sa nauna.
fr: Ajoutez ce chiffre au précédent.
fr_ca: Ajoutez ce nouveau chiffre au précédent.
he: הוסף/י ספרה חדשה זו לספרה הקודמת.
hi: इस नए अंक का पिछले अंक में योग करें।
hr: Zbrojite ovu novu znamenku s prethodnom.
hu: Adja hozzá ezt az új számjegyet az előzőhöz.
id: Tambahkan digit baru ini ke digit sebelumnya.
it: Aggiungi questa nuova cifra alla precedente.
ja: この数字を直前の数字と足してください。
ko: 아래 새로운 숫자를 이전 숫자에 더하십시오.
ms: Tambah digit baru ini pada yang sebelumnya.
ms_latn_sg: Tambah angka baharu ini kepada yang sebelumnya.
nb_no: Legg til dette nye sifferet til det forrige.
nl: Tel dit nieuwe cijfer op bij het vorige.
no: Legg dette nye sifferet til det forrige.
or_in: ପୂର୍ବଟିରେ ଏହି ନୂଆ ଅଙ୍କ ଯୋଡନ୍ତୁ |
pl: Dodaj tę cyfrę do poprzedniej.
pt_pt: Adicione este novo dígito ao anterior.
ro: Adăugați această nouă cifră la cea anterioară.
ru: Прибавьте это новое число к предыдущему.
sk: Pripočítajte nové číslo k predošlému číslu.
sv: Addera det nya talet till det föregående.
ta_in: இந்த புதிய இலக்கத்தை முன் உள்ளவற்றுடன் சேர்க்கவும்.
ta_my: இந்த புதிய இலக்கத்தை முந்தைய இலக்கத்துடன் சேர்க்கவும்.
th: เพิ่มตัวเลขตัวใหม่นี้ไปที่ตัวเลขก่อนหน้า
tr: Bu yeni rakamı bir öncekine ekleyin.
uk: Додайте це нове число до попереднього.
vi: Cộng số mới này với số trước đó.
vi_vn: Thêm chữ số mới này vào chữ số trước đó.
xh_za: Yongeza eli nani litsha kwelangaphambili.
zh_cn: 将这个新数字与前一个数字相加。
zh_hans_my: 将此新数字添加到前一位。
zh_hk: 將這個新的數字與前一個數字相加。
zh_tw: 將新的數字與前一個數字相加。
