Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TIMED_WALK_INSTRUCTION_%@
source: Walk up to %@ in a straight line.
ar: قم بالمشي حتى %@ في خط مستقيم.
ca: Camina fins a %@ en línia recta.
cs: Ujděte až %@ v přímém směru.
da: Gå op til %@ i en lige linje.
de: Gehe bis zu %@ in einer geraden Linie.
de_at: Gehen Sie bis zu %@ in einer geraden Linie.
el: Περπατήστε έως %@ σε ευθεία γραμμή.
es: Camina %@ en línea recta.
es_419: Camina hasta %@ en línea recta.
fi: Kävele %@ suoraan.
fil_ph: Maglakad hanggang sa %@ isang tuwid na linya.
fr: Marchez %@ en ligne droite.
fr_ca: Parcourez %@ en ligne droite.
he: לך/י עד %@ בקו ישר.
hi: सीधी रेखा में लगभग %@ चलें।
hr: Hodajte najviše\n%@ u ravnoj liniji.
hu: Gyalogoljon legalább %@ távolságra egyenesen.
id: Berjalan kaki hingga %@ dalam garis lurus.
it: Cammina per %@ in linea retta.
ja: まっすぐ%@歩いてください。
ko: 일직선으로 %@까지 걸으십시오.
ms: Jalan sehingga %@ dalam garis lurus.
ms_latn_sg: Berjalan ke %@ dalam garisan yang lurus.
nb_no: Gå bort til %@ i en rett linje.
nl: Loop max. %@ in een rechte lijn.
no: Gå opptil %@ i rett linje.
or_in: ଗୋଟିଏ ସିଧା ଲାଇନ ରେ %@ ପର୍ଯ୍ୟନ୍ତ ଚାଲନ୍ତୁ |
pl: Idź maks. %@ w linii prostej.
pt_pt: Caminhe até %@ em linha reta.
ro: Mergeți până la %@ în linie dreaptă.
ru: Пройдите прямо %@.
sk: Prejdite %@ v priamom smere.
sv: Gå upp till %@ i en rät linje.
ta_in: நேரான கோட்டில் %@ வரை நடக்கவும்.
ta_my: நேர்கோட்டில் %@ வரை நடந்து செல்லுங்கள்.
th: เดินเป็นเส้นตรงให้ได้ระยะทาง %@
tr: Düz bir çizgide en fazla %@ yürüyün.
uk: Пройдіть до %@ по прямій.
vi: Đi bộ tối đa %@ theo đường thẳng.
vi_vn: Đi đến %@ trong một đường thẳng.
xh_za: Hamba ukuya %@ kumgca othe nkqo.
zh_cn: 直线步行最多 %@。
zh_hans_my: 沿直线走到%@。
zh_hk: 直線步行最多%@。
zh_tw: 直線步行到最多 %@。

# TIMED_WALK_INSTRUCTION_2
source: Walk back to where you started.
ar: قم بالمشي رجوعًا إلى المكان الذي بدأت منه.
ca: Torna allà on has començat.
cs: Jděte zpátky na začátek.
da: Gå tilbage til det sted, hvor du startede.
de: Gehe zum Ausgangspunkt zurück.
de_at: Gehen Sie dorthin zurück, wo Sie angefangen haben.
el: Επιστρέψτε περπατώντας στο σημείο από όπου αρχίσατε.
es: Vuelve al punto de partida.
es_419: Da vuelta y regresa al punto de inicio.
fi: Käänny ympäri ja kävele takaisin alkupisteeseen.
fil_ph: Maglakad pabalik kung saan ka nagsimula.
fr: Revenez à votre point de départ.
fr_ca: Retournez-vous, puis marchez vers votre point de départ.
he: לך/י חזרה אל נקודת ההתחלה.
hi: जहाँ से आपने शुरुआत की थी, वहाँ वापस चलकर जाएँ।
hr: Hodajte natrag do mjesta od kojeg ste krenuli.
hu: Gyalogoljon vissza oda, ahonnan elindult.
id: Kembali ke tempat Anda memulai.
it: Torna verso il punto in cui hai cominciato a camminare.
ja: 元の場所まで歩いて戻ってください。
ko: 뒤로 돌아서 시작한 지점으로 되돌아가십시오.
ms: Berjalan balik ke tempat anda bermula.
ms_latn_sg: Berjalan kembali ke tempat anda bermula.
nb_no: Gå tilbake til der du begynte.
nl: Loop terug naar het beginpunt.
no: Gå tilbake der du startet.
or_in: ଯେଉଁଠାରୁ ଆପଣ ଚାଲିବା ଆରମ୍ଭ କରିଥିଲେ ସେଠାକୁ ଫେରି ଆସନ୍ତୁ |
pl: Wróć do miejsca początkowego.
pt_pt: Volte ao ponto de partida.
ro: Mergeți înapoi la locul de pornire.
ru: Вернитесь на исходное место.
sk: Choďte späť na miesto, kde ste začali.
sv: Gå tillbaka till utgångsplatsen.
ta_in: துவங்கிய இடத்திற்கு மிண்டும் நடந்து செல்லவும்.
ta_my: நீங்கள் தொடங்கிய இடத்திற்கு திரும்பி செல்லுங்கள்.
th: เดินกลับไปที่จุดเริ่มต้น
tr: Başladığınız yere yürüyün.
uk: Поверніться туди, де ви почали.
vi: Đi bộ trở về nơi bạn đã bắt đầu.
vi_vn: Quay lại nơi bạn bắt đầu.
xh_za: Hamba uye emva apho uqale khona.
zh_cn: 走回起点。
zh_hans_my: 走回到您开始的地方。
zh_hk: 步行回到起點。
zh_tw: 請走回您的起點。

# TIMED_WALK_INSTRUCTION_TEXT
source: Tap Next when complete.
ar: اضغط على “التالي” عند الانتهاء.
ca: Prem Següent quan hagis acabat.
cs: Až budete hotoví, klepněte na Další.
da: Tryk på Næste, når du er færdig.
de: Tippe danach auf „Weiter“.
de_at: Tippen Sie auf Weiter, wenn Sie fertig sind.
el: Αγγίξτε «Επόμενο» όταν τελειώσετε.
es: Pulsa Siguiente cuando hayas acabado.
es_419: Toca OK al terminar.
fi: Kun se on tehty, napauta Valmis.
fil_ph: I-tap ang Susunod kapag nakumpleto.
fr: Touchez Suivant lorsque vous avez terminé.
fr_ca: Touchez OK lorsque vous avez terminé.
he: בסיום, הקש/י על ״הבא״.
hi: पूरा हो जाने पर “अगला” पर टैप करें।
hr: Po završetku dodirnite Sljedeće.
hu: Koppintson a Következő lehetőségre, ha elkészült.
id: Ketuk Berikutnya setelah selesai.
it: Al termine, tocca Avanti.
ja: 完了したら、“次へ”をタップしてください。
ko: 완료하면 완료를 탭하십시오.
ms: Ketik Seterusnya apabila selesai.
ms_latn_sg: Ketik Seterusnya setelah lengkap.
nb_no: Trykk på Neste når du er ferdig.
nl: Tik op 'Volgende' als je klaar bent.
no: Trykk på Neste når du har fullført oppgaven.
or_in: ସମ୍ପୂର୍ଣ୍ଣ ହେଲା ପରେ ପରବର୍ତ୍ତୀ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Gdy skończysz, stuknij w Dalej.
pt_pt: Toque em Seguinte quando terminar.
ro: Apăsați “Înainte” când terminați.
ru: Коснитесь «Далее» после завершения.
sk: Po skončení klepnite na Ďalej.
sv: Tryck på Nästa när du är klar.
ta_in: முடித்தபின் ‘Next’ ஐ தட்டவும்.
ta_my: முடிந்ததும் அடுத்து என்பதைத் தட்டவும்.
th: แตะถัดไปเมื่อทำเสร็จ
tr: Tamamlandığında İleri’ye dokunun.
uk: Завершивши, торкніть «Далі».
vi: Chạm Tiếp khi hoàn tất.
vi_vn: Nhấp Tiếp theo khi hoàn tất.
xh_za: Cofa Okulandelayo xa ugqibile.
zh_cn: 完成后，轻点“下一步”。
zh_hans_my: 完成后点击“下一步”。
zh_hk: 完成後，請點一下「下一步」。
zh_tw: 完成時，請點「下一步」。

# TIMED_WALK_INSTRUCTION_TURN
source: Turn around.
ar: قم بالدوران.
ca: Canvia de sentit.
cs: Obraťte se.
da: Vend om.
de: Drehe dich um.
de_at: Drehen Sie sich um.
el: Κάντε αναστροφή.
es: Date la vuelta.
fil_ph: Umikot.
fr: Faites demi-tour.
he: הסתובב/י.
hi: पीछे मुड़ें।
hr: Okrenite se.
hu: Forduljon meg.
id: Putar balik.
it: Girati.
ja: 後ろを向いてください。
ms: Pusing.
ms_latn_sg: Patah balik.
nb_no: Snu deg.
nl: Keer om.
no: Snu.
or_in: ବୁଲି ଯାଆନ୍ତୁ |
pl: Zawróć.
pt_pt: Dê meia‑volta.
ro: Întoarceți-vă.
ru: Развернитесь.
sk: Otočte sa naspäť.
sv: Vänd om.
ta_in: சுற்றித் திரும்பவும்.
ta_my: திரும்பவும்.
th: หันหลังกลับ
tr: Geriye dönün.
uk: Розверніться.
vi: Quay lại.
vi_vn: Quay lại.
xh_za: Jika.
zh_cn: 转身。
zh_hans_my: 转身。
zh_hk: 掉頭。
zh_tw: 轉身。

# TIMED_WALK_INTRO_2_DETAIL
source: Tap Next to begin.
ar: اضغط على التالي للبدء.
ca: Prem Següent per continuar.
cs: Začněte klepnutím na Další.
da: Tryk på Næste for at starte.
de: Tippe auf „Weiter“, um anzufangen.
de_at: Tippen Sie auf Weiter, um zu beginnen.
el: Αγγίξτε «Επόμενο» για να ξεκινήσετε.
es: Pulsa Siguiente para empezar.
es_419: Toca Siguiente para comenzar.
fi: Aloita napauttamalla Seuraava.
fil_ph: I-tap ang Next upang magsimula.
fr: Touchez Suivant pour commencer.
fr_ca: Touchez Suivant pour commencer.
he: הקש/י על ״הבא״ כדי להתחיל.
hi: आरंभ करने के लिए “अगला” पर टैप करें।
hr: Dodirnite Sljedeće za početak.
hu: Koppintson a Következő elemre a kezdéshez.
id: Ketuk Berikutnya untuk memulai.
it: Tocca Avanti per iniziare.
ja: 始めるには、“次へ”をタップしてください。
ko: 시작하려면 다음을 탭하십시오.
ms: Ketik Seterusnya untuk bermula.
ms_latn_sg: Ketik Seterusnya untuk mula.
nb_no: Trykk på Neste for å starte.
nl: Tik op 'Volgende' om te beginnen.
no: Trykk på Neste for å begynne.
or_in: ଆରମ୍ଭ କରିବା ପାଇଁ ପରବର୍ତ୍ତୀ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Aby rozpocząć, stuknij w Dalej.
pt_pt: Toque em Seguinte para começar.
ro: Apăsați “Înainte” pentru a începe.
ru: Чтобы начать, коснитесь «Далее».
sk: Pre spustenie klepnite na Ďalej.
sv: Tryck på Nästa för att börja.
ta_in: துவங்குவதறகு ‘Next’ ஐ தட்டவும்.
ta_my: தொடங்குவதற்கு அடுத்து என்பதைத் தட்டவும்.
th: แตะถัดไปเพื่อเริ่ม
tr: Başlamak için İleri’ye dokunun.
uk: Торкніть «Далі», щоб почати.
vi: Chạm Tiếp để bắt đầu.
vi_vn: Nhấp vào Tiếp theo để bắt đầu.
xh_za: Cofa Okulandelayo ukuze uqale.
zh_cn: 轻点“下一步”来开始。
zh_hans_my: 点击“下一步”开始。
zh_hk: 點一下「下一步」開始。
zh_tw: 點「下一步」來開始。

# TIMED_WALK_INTRO_2_TEXT_%@
source: Find a place, preferably outside, where you can walk for about %@ in a straight line as quickly as possible, but safely. Do not slow down until after you've passed the finish line.
ar: ابحث عن مكان، ويفضل أن يكون بالخارج، يمكنك المشي فيه لمدة %@ تقريبًا في خط مستقيم بأقصى سرعة ممكنة، لكن بأمان. لا تبطئ من سرعتك إلى أن تجتاز خط النهاية.
ca: Busca un lloc, preferiblement a l’aire lliure, on puguis caminar aproximadament %@ en línia recta tan ràpid com puguis, amb total seguretat. No abaixis el ritme fins que no hagis passat la línia d’arribada.
cs: Najděte si místo (nejlépe venku), kde můžete co nejrychleji a bezpečně ujít přibližně %@ v přímém směru. Nezpomalujte, dokud nepřekročíte cílovou čáru.
da: Find et sted, helst udenfor, hvor du trygt kan gå omkring i %@ i en lige linje så hurtigt som muligt. Sænk ikke farten, før du har passeret mållinjen.
de: Finde einen Ort, am besten draußen, an dem du sicher ca. %@ so schnell wie möglich in einer geraden Linie gehen kannst. Werde erst langsamer, wenn du das Ziel erreicht hast.
de_at: Finden Sie einen Ort, am besten draußen, wo Sie für ca. %@ in einer geraden Linie so schnell wie möglich, aber sicher gehen können. Verlangsamen Sie nicht, bis Sie die Ziellinie passiert haben.
el: Βρείτε ένα μέρος, κατά προτίμηση σε εξωτερικό χώρο, όπου μπορείτε να περπατήσετε για περίπου %@ σε ευθεία γραμμή όσο το δυνατόν πιο γρήγορα αλλά με ασφάλεια. Μη μειώσετε την ταχύτητά σας προτού περάσετε τη γραμμή τερματισμού.
es: Busca un lugar, preferiblemente al aire libre, donde puedas caminar unos %@ en línea recta lo más rápido posible, pero de forma segura. No disminuyas la velocidad hasta que hayas llegado al final del recorrido.
es_419: Encuentra un lugar, de preferencia al aire libre, donde puedas caminar alrededor de %@ en línea recta tan rápido como sea posible pero de forma segura. No te detengas sino hasta cruzar la meta.
fi: Etsi mieluiten ulkoa paikka, jossa voit turvallisesti kävellä suoraan noin %@ niin nopeasti kuin mahdollista. Älä hidasta ennen kuin olet ylittänyt maaliviivan.
fil_ph: Humanap ng isang lugar, mas mabuti sa labas, kung saan maaari kang maglakad %@ nang isang tuwid na linya sa lalong madaling panahon, ngunit ligtas. Huwag pabagalin hanggang matapos mong malamapasan ang linyang pagtatapos.
fr: Trouvez un endroit, de préférence en extérieur, où vous pouvez marcher environ %@ en ligne droite aussi vite que possible, mais sans vous mettre en danger. Ne ralentissez pas avant d’avoir passé la ligne d’arrivée.
fr_ca: Identifiez un endroit, de préférence à l’extérieur, où vous pouvez marcher sur %@ en ligne droite, le plus vite possible, mais en toute sécurité. Ne ralentissez pas tant que vous n’avez pas franchi la ligne d’arrivée.
he: מצא/י מקום, עדיף בחוץ, שבו תוכל/י ללכת במשך %@ בקו ישר במהירות המרבית שניתן, אך בבטחה. אל תאט/י עד שתעבור/י את קו הסיום.
hi: ऐसी जगह ढूँढें, यदि संभव हो तो घर के बाहर, जहाँ पर आप लगभग %@ तक जितना संभव हो, उतनी तेज़ी से लेकिन सुरक्षित रूप से सीधी रेखा में चल सकें। समाप्ति रेखा तक पहुँचने तक गति कम न करें।
hr: Pronađite mjesto, po mogućnosti vani, gdje možete hodati otprilike\n%@ u ravnoj liniji što brže možete, ali sigurno. Nemojte usporavati sve dok ne prijeđete ciljnu liniju.
hu: Keressen olyan helyet, lehetőleg kültéren, ahol %@ távolságot egyenesen tud gyalogolni olyan gyorsan, ahogy csak tud, de biztonságosan. Ne lassítson le, amíg el nem hagyta a célvonalat.
id: Carilah tempat, lebih baik di luar ruangan, di mana Anda dapat berjalan sekitar %@ dengan lurus secepat mungkin, namun tetap aman. Jangan kurangi kecepatan hingga Anda tiba di garis akhir.
it: Trova un posto, preferibilmente all'aperto, dove puoi camminare per %@ in linea retta più velocemente possibile, ma in sicurezza. Non rallentare finché non hai superato il traguardo.
ja: 約%@を安全にまっすぐ歩ける場所を見つけてください。できれば屋外が良いでしょう。このアクティビティでは安全にできるだけ速く歩いていただきます。ゴールを過ぎるまで速度を落とさないでください。
ko: 되도록 실외로 장소를 골라서 안전하면서도 최대한 빨리 일직선으로 약 %@를 걸으십시오. 결승선을 지나기 전에는 속도를 늦추지 마십시오.
ms: Cari sesuatu tempat, lebih baik jika di luar bangunan, yang boleh anda berjalan sejauh lebih kurang %@ dalam garis lurus secepat mungkin, namun dengan selamat. Jangan perlahankan diri sehingga anda melepasi garisan penamat.
ms_latn_sg: Cari tempat, jika boleh di luar, untuk anda berjalan selama kira-kira %@ dalam garisan yang lurus dengan secepat mungkin, tetapi kekal selamat. Jangan perlahankan kelajuan sehingga anda melepasi garisan penamat.
nb_no: Finn et sted, fortrinnsvis ute, der du kan gå omtrent %@ i en rett linje så raskt som mulig, men trygt. Ikke senk farten før du har passert målstreken.
nl: Zoek een plek, bij voorkeur buiten, waar je veilig zo snel mogelijk ongeveer %@ in een rechte lijn kunt lopen. Vertraag je tempo niet totdat je voorbij de eindstreep bent.
no: Finn et sted, helst utendørs, der du trygt kan gå omtrent %@ i rett linje, så raskt som mulig. Ikke senk farten før etter at du har passert mållinjen.
or_in: ଆପଣ ବାହାରେ ଏହି ଭଳି ଏକ ଜାଗା ଖୋଜନ୍ତୁ, ଯେଉଁଠାରେ ଆପଣ ଯଥାଶୀଘ୍ର ସୁରକ୍ଷିତ ଭାବରେ ସିଧା ଲାଇନ ର ପ୍ରାୟ %@ ପର୍ଯ୍ୟନ୍ତ ଚାଲିପାରିବେ | ଯେ ପର୍ଯ୍ୟନ୍ତ ଆପଣ ଶେଷ ଲାଇନ୍‍ ଅତିକ୍ରମ କରିନାହାଁନ୍ତି, ସେପର୍ଯ୍ୟନ୍ତ ନିଜର ଗତି ଧୀର କରନ୍ତୁ ନାହିଁ |
pl: Znajdź miejsce, najlepiej na zewnątrz, gdzie możesz iść w linii prostej przez ok. %@ możliwie najszybciej, ale bezpiecznie. Nie zwalniaj, dopóki nie przekroczysz linii końcowej.
pt_pt: Encontre um lugar, preferencialmente no exterior, onde possa caminhar cerca de %@ em linha reta o mais rapidamente possível, mas em segurança. Não abrande até ultrapassar a meta.
ro: Găsiți un loc, preferabil afară, unde să puteți merge aproximativ %@ în linie dreaptă cât de repede posibil, dar în siguranță. Nu încetiniți decât după ce treceți linia de sosire.
ru: Найдите место, предпочтительно на улице, где Вы смогли бы безопасно идти %@ по прямой линии с максимальной скоростью. Не замедляйте шаг, пока не дойдете до финиша.
sk: Nájdite si miesto, najlepšie vonku, kde môžete čo najrýchlejšie bezpečne prejsť v priamom smere približne %@. Nespomaľujte, kým neprejdete cieľom.
sv: Hitta en plats, helst utomhus, där du kan gå ungefär %@ i en rät linje så fort som möjligt (men fortfarande säkert). Sakta inte ned förrän du har passerat mållinjen.
ta_in: நீங்கள் பாதுகாப்பாக ஒரு நேர் கோட்டில் சுமார்% for க்கு விரைவாக நடக்க கூடிய முடிந்தவரை வெளிப்புறமாக ஒரு இடத்தை தேர்ந்தெடுத்து நடக்கவும், முற்று கோடு வரும் வரை வேகத்தைக் குறைக்க வேண்டாம்.
ta_my: ஒரு இடத்தைக் கண்டுபிடி, முன்னுரிமைக்கு வெளியே, நீங்கள் முடிந்தவரை விரைவாக நேர்கோட்டில் சுமார் %@ வரை நடக்க முடியும், ஆனால் பாதுகாப்பாக. நீங்கள் பூச்சு கோட்டை கடந்து செல்லும் வரை மெதுவாக இருக்க வேண்டாம்.
th: ค้นหาสถานที่ โดยเฉพาะบริเวณกลางแจ้ง ซึ่งคุณสามารถเดินเป็นเส้นตรงในระยะทางประมาณ %@ ได้เร็วที่สุดเท่าที่จะทำได้อย่างปลอดภัย อย่าลดความเร็วลงจนกว่าคุณจะเดินผ่านจุดสิ้นสุด
tr: Düz bir çizgide mümkün olduğunca hızlı ama güvenli bir şekilde %@ yürüyebileceğiniz bir yer (tercihen dışarıda) bulun. Bitirme çizgisini geçene dek yavaşlamayın.
uk: Знайдіть місце, краще надворі, де ви можете якомога швидко і безпечно пройти близько %@ по прямій. Не зменшуйте швидкість, доки не перетнете фінішну лінію.
vi: Tìm một địa điểm, tốt nhất là ngoài trời, mà bạn có thể đi bộ trong khoảng %@ theo đường thẳng nhanh nhất có thể, nhưng an toàn. Không giảm tốc độ cho tới khi bạn đã vượt qua vạch đích.
vi_vn: Tìm một nơi, tốt nhất là bên ngoài, nơi bạn có thể đi khoảng %@ trên một đường thẳng càng nhanh càng tốt, nhưng an toàn. Đừng giảm tốc độ cho đến khi bạn đã vượt qua vạch đích.
xh_za: Fumana indawo, kungcono ngaphandle, apho unokuhamba malunga %@ kumgca othe nkqo ngokukhawuleza kangangoko kunokwenzeka, kodwa ngokukhuselekileyo. Musa ukucotha de kube semva kokuba udlule umgca wokugqibela.
zh_cn: 找到一处地点，最好是户外，能够安全地以最快速度直线步行约 %@。请不要放慢脚步，直到跨过终点线。
zh_hans_my: 找一个地方，最好是在外面，在那里您可以尽可能快但安全地沿直线步行约%@。在通过终点线之前不要放慢速度。
zh_hk: 找一個地方（最好在室外），讓你可以用最快的速度直線步行大約%@。通過終點線前請勿放慢速度。
zh_tw: 請找到一個地方（最好在室外）可讓您快速安全地直線步行約 %@。通過終點線前請勿放慢速度。

# TIMED_WALK_INTRO_DETAIL
source: This activity measures your lower extremity function.
ar: يقيس هذا النشاط وظيفة الطرف السفلي لديك.
ca: Aquesta activitat mesura la funcionalitat de les teves extremitats inferiors.
cs: Tato aktivita změří funkci vašich dolních končetin.
da: Denne aktivitet måler funktionen i dine nedre ekstremiteter.
de: Diese Aktivität misst die Funktion deiner unteren Extremitäten
de_at: Diese Aktivität misst die Funktion Ihrer unteren Extremitäten.
el: Αυτή η δραστηριότητα αξιολογεί τη λειτουργία των κάτω άκρων σας.
es: Esta actividad mide la funcionalidad de tus extremidades inferiores.
es_419: Esta actividad mide la función de tus extremidades inferiores.
fi: Tämä aktiviteetti mittaa alaraajojen toimintaa.
fil_ph: Sinusukat ng aktibidad na ito ang paggana ng iyong mas mababang paa't kamay.
fr: Cette activité évalue le fonctionnement de vos extrémités inférieures.
fr_ca: Cette activité évalue la fonction des membres inférieurs.
he: פעילות זו מודדת את תפקוד פלג הגוף התחתון שלך.
hi: इस गतिविधि के द्वारा शरीर के निचले हिस्से के कार्य करने की क्षमता को मापा जाता है।
hr: Ova aktivnost mjeri funkcionalnost vaših donjih ekstremiteta.
hu: Ez a tevékenység az alsó végtagok működését méri.
id: Aktivitas ini mengukur fungsi ekstrem rendah Anda.
it: Questa attività misura la funzionalità dei tuoi arti inferiori.
ja: このアクティビティでは、下肢の機能を測定します。
ko: 이 실험은 사용자의 하지 기능을 측정합니다.
ms: Aktiviti ini mengukur fungsi anggota badan bawah anda.
ms_latn_sg: Aktiviti ini mengukur fungsi ekstremiti bawah anda.
nb_no: Denne aktiviteten måler underekstremitetenes funksjon.
nl: Met deze activiteit wordt het functioneren van je onderlichaam gemeten.
no: Denne aktiviteten måler funksjonen i nedre kroppshalvdel.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ଆପଣଙ୍କର ଶରୀର ତଳ ଅଂଶର କାର୍ଯ୍ୟକାରୀତା ମାପ କରେ |
pl: To ćwiczenie mierzy sprawność dolnej partii ciała.
pt_pt: Este exercício mede a função das suas extremidades inferiores.
ro: Această activitate măsoară funcționarea extremităților dvs. inferioare.
ru: Во время выполнения этого задания оценивается работоспособность нижних конечностей.
sk: Táto aktivita meria funkčnosť vašich dolných končatín.
sv: Den här aktiviteten mäter benfunktionen.
ta_in: இச்செயல் உங்கள் கீழ்ப்பாகத்தின் செயல்பாட்டை அளவிடுகிறது.
ta_my: இந்த செயல்பாடு உங்கள் கீழ் முஐயின் செயல்பாட்டை அளவிடுகிறது.
th: กิจกรรมนี้จะประเมินการทำหน้าที่ของรยางค์ล่างของคุณ
tr: Bu aktivite, alt ekstremite fonksiyonlarınızı ölçer.
uk: Цей тест оцінює роботу ваших нижніх кінцівок.
vi: Hoạt động này đo lường chức năng chi dưới của bạn.
vi_vn: Hoạt động này đo chức năng chi dưới của bạn.
xh_za: Lo msebenzi ulinganisa ukusebenza kwakho okusezantsi ngokugqithisileyo.
zh_cn: 本活动测量您的下肢功能。
zh_hans_my: 此活动测量您的下肢功能。
zh_hk: 此測試活動可測量你的下肢功能。
zh_tw: 此活動會測量您的下肢功能。

# TIMED_WALK_QUESTION_2_CHOICE
source: None
ar: لا شيء
ca: Cap
cs: Ne
da: Ingen
de: Ohne
de_at: Keiner
el: Όχι
es: Ninguno
es_419: Ninguno
fi: Ei mitään
fil_ph: Wala
fr: Non
fr_ca: Aucune
he: ללא
hi: कुछ नहीं
hr: Nijedno
hu: Nincs
id: Tidak
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
ms_latn_sg: Tiada
nb_no: Ingen
nl: Geen
no: Ingen
or_in: କିଛି ନୁହେଁ
pl: Brak
pt_pt: Nenhum
ro: Nu
ru: Нет
sk: Nie
sv: Inget
ta_in: ஒன்றுமில்லை
ta_my: எதுவுமில்லை
th: ไม่มี
tr: Hiçbiri
uk: Жодним
vi: Không có
vi_vn: Không có gì
xh_za: Akukho
zh_cn: 无
zh_hans_my: 无
zh_hk: 無
zh_tw: 無

# TIMED_WALK_QUESTION_2_CHOICE_2
source: Unilateral Cane
ar: عصا أحادية
ca: Un bastó
cs: Jedna hůl
da: Enkeltsidig stok
de: Gehstock, eine Seite
de_at: Einseitiger Stock
el: Μονόπλευρο μπαστούνι
es: Un bastón
es_419: Bastón unilateral
fi: Yksi kävelykeppi
fil_ph: Unilateral na Tungkod
fr: Une canne
fr_ca: Une canne
he: מקל הליכה ליד אחת
hi: एक हाथ के लिए बेंत
hr: Jedan štap za hodanje
hu: Egyoldali bot
id: Tongkat Unilateral
it: Bastone unilaterale
ja: 片側ケイン
ko: 편측 지팡이
ms: Tongkat Satu Tangan
ms_latn_sg: Tongkat Ekasisi
nb_no: Unilateral stokk
nl: Eén wandelstok
no: Én stokk
or_in: ଏକପକ୍ଷୀୟ Cane (କେନ୍‍)
pl: Jedna laska
pt_pt: Bengala unilateral
ro: Baston unilateral
ru: Одна трость
sk: Jedna palica
sv: Ensidig käpp
ta_in: ஒருதரப்பான பிரம்பு
ta_my: ஒருதலைப்பட்ச பிரம்பு
th: ไม้เท้าแบบข้างเดียว
tr: Tek Taraflı Baston
uk: Однобічна тростина
vi: Gậy chống Đơn
vi_vn: Gậy hai bên
xh_za: Icala Elinye Loswazi
zh_cn: 单杖
zh_hans_my: 单侧手杖
zh_hk: 單邊手杖
zh_tw: 單邊手杖

# TIMED_WALK_QUESTION_2_CHOICE_3
source: Unilateral Crutch
ar: عكاز أحادي
ca: Una crossa
cs: Jedna berla
da: Enkeltsidig krykke
de: Krücke, eine Seite
de_at: Einseitige Krücke
el: Μονόπλευρη πατερίτσα
es: Una muleta
es_419: Muleta unilateral
fi: Yksi kainalosauva
fil_ph: Unilateral na Saklay
fr: Une béquille
fr_ca: Une béquille
he: קב ליד אחת
hi: एक हाथ के लिए बैसाखी
hr: Jedna štaka
hu: Egyoldali mankó
id: Kruk Unilateral
it: Stampella unilaterale
ja: 片側クラッチ
ko: 편측 목발
ms: Topang Satu Tangan
ms_latn_sg: Topang Ekasisi
nb_no: Unilateral krykke
nl: Eén kruk
no: Én krykke
or_in: ଏକପକ୍ଷୀୟ Crutch (କ୍ରଚ୍‍)
pl: Jedna kula
pt_pt: Muleta unilateral
ro: Cârjă unilaterală
ru: Один костыль
sk: Jedna barla
sv: Ensidig krycka
ta_in: ஒருதரப்பான ஊன்றுகோல்
ta_my: ஒருதலைப்பட்ச ஊன்றுகோல்
th: ไม้ค้ำยันแบบข้างเดียว
tr: Tek Taraflı Koltuk Değneği
uk: Однобічна милиця
vi: Nạng Đơn
vi_vn: Nạng một bên
xh_za: Icala Elinye Lentonga
zh_cn: 单拐
zh_hans_my: 单边拐杖
zh_hk: 單邊拐杖
zh_tw: 單邊拐杖

# TIMED_WALK_QUESTION_2_CHOICE_4
source: Bilateral Cane
ar: عصا ثنائية
ca: Dos bastons
cs: Dvě hole
da: Tosidig stok
de: Gehstock, beide Seiten
de_at: Beidseitiger Stock
el: Δίπλευρο μπαστούνι
es: Dos bastones
es_419: Bastón bilateral
fi: Kaksi kävelykeppiä
fil_ph: Bilateral na Tungkod
fr: Deux cannes
fr_ca: Deux cannes
he: מקל הליכה לשתי הידיים
hi: दोनों हाथों के लिए बेंत
hr: Dva štapa za hodanje
hu: Kétoldali bot
id: Tongkat Bilateral
it: Bastoni bilaterali
ja: 両側ケイン
ko: 양측 지팡이
ms: Tongkat Dua Tangan
ms_latn_sg: Tongkat Dwisisi
nb_no: Bilateral stokk
nl: Twee wandelstokken
no: To stokker
or_in: ଦ୍ୱିପକ୍ଷୀୟ Cane (କେନ୍‍)
pl: Dwie laski
pt_pt: Bengala bilateral
ro: Bastoane bilaterale
ru: Трости
sk: Dve palice
sv: Dubbelsidig käpp
ta_in: இருதரப்பு பிரம்பு
ta_my: இருதரப்பு கரும்பு
th: ไม้เท้าแบบสองข้าง
tr: Çift Taraflı Baston
uk: Двобічна тростина
vi: Gậy chống Đôi
vi_vn: Gậy hai bên
xh_za: Amacala Amabini Oswazi
zh_cn: 双杖
zh_hans_my: 双侧手杖
zh_hk: 雙邊手杖
zh_tw: 雙邊手杖

# TIMED_WALK_QUESTION_2_CHOICE_5
source: Bilateral Crutch
ar: عكاز ثنائي
ca: Dues crosses
cs: Dvě berle
da: Tosidig krykke
de: Krücken, beide Seiten
de_at: Beidseitige Krücke
el: Δίπλευρη πατερίτσα
es: Dos muletas
es_419: Muleta bilateral
fi: Kaksi kainalosauvaa
fil_ph: Bilateral na Saklay
fr: Deux béquilles
fr_ca: Deux béquilles
he: קביים לשתי הידיים
hi: दोनों हाथों के लिए बैसाखी
hr: Dvije štake
hu: Kétoldali mankó
id: Kruk Bilateral
it: Stampelle bilaterali
ja: 両側クラッチ
ko: 양측 목발
ms: Topang Dua Tangan
ms_latn_sg: Topang Dwisisi
nb_no: Bilateral krykke
nl: Twee krukken
no: To krykker
or_in: ଦ୍ୱିପକ୍ଷୀୟ Crutch (କ୍ରଚ୍‍)
pl: Dwie kule
pt_pt: Muleta bilateral
ro: Cârje bilaterale
ru: Костыли
sk: Dve barly
sv: Dubbelsidig krycka
ta_in: இருதரப்பு ஊன்றுகோல்
ta_my: இருதரப்பு ஊன்றுகோல்
th: ไม้ค้ำยันแบบสองข้าง
tr: Çift Taraflı Koltuk Değneği
uk: Двобічна милиця
vi: Nạng Đôi
vi_vn: Nạng hai bên
xh_za: Amacala Amabini Entonga
zh_cn: 双拐
zh_hans_my: 双边拐杖
zh_hk: 雙邊拐杖
zh_tw: 雙邊拐杖
