Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TIMED_WALK_QUESTION_2_CHOICE_6
source: Walker/Rollator
ar: مشاية
ca: Caminador
cs: Chodítko
da: Gangstativ/rollator
de: Rollator
de_at: Gehhilfe/Rollator
el: Περιπατητήρας
es: Andador (con o sin ruedas)
es_419: Andador (con o sin ruedas)
fi: Kävelytuki/rollaattori
fr: Un déambulateur/rollator
fr_ca: Cadre de marche / ambulateur
he: הליכון
hi: वॉकर/रोलेटर
hr: Hodalica/Guralica
hu: Járókeret/rollátor
it: Deambulatore/Rollatore
ja: 歩行器
ko: 워커/롤레이터
ms: Pejalan/Rollator
ms_latn_sg: Pejalan/Rolator
nb_no: Gåbord/rullator
nl: Looprek/Rollator
no: Gåstol/rullator
or_in: Walker (ୱାକର)/ Rollator (ରୋଲେଟର୍‍)
pl: Chodzik/balkonik
pt_pt: Andarilho
ro: Cadru de mers/cu rotile
ru: Ходунки/ролятор
sk: Chodítko
sv: Gåstativ/rollator
ta_in: வாக்கர் / ரோலேட்டர்
ta_my: வாக்கர்/ரோலேட்டர்
th: วอล์กเกอร์/รถเข็นหัดเดิน
tr: Yürüteç/Yürüme Desteği
uk: Ходунки/ролятор
vi: Khung tập đi/Xe lăn
vi_vn: Khung tập đi/Xe tập đi
xh_za: Ukuhambahamba/Isixhobo sokuhamba esinamavili
zh_cn: 轮椅/助行车
zh_hans_my: 助行器/助行车
zh_hk: 助行架或四輪助行架
zh_tw: 助行器/四輪助行器

# TIMED_WALK_QUESTION_2_TEXT
source: Tap here to select an answer.
ar: اضغط هنا لتحديد إجابة.
ca: Prem aquí per respondre.
cs: Klepněte a vyberte odpověď.
da: Tryk her for at vælge et svar.
de: Tippen, um eine Antwort auszuwählen.
de_at: Tippen Sie hier, um eine Antwort auszuwählen.
el: Αγγίξτε εδώ για επιλογή απάντησης
es: Pulsa aquí para responder.
es_419: Toca aquí para seleccionar una respuesta.
fi: Valitse vastaus napauttamalla tähän.
fil_ph: Mag-tap dito upang pumili ng isang sagot.
fr: Touchez ici pour répondre.
fr_ca: Sélectionnez une réponse.
he: הקש/י כאן לבחירת תשובה.
hi: उत्तर का चयन करने के लिए यहाँ टैप करें।
hr: Dodirnite ovdje za odabir odgovora.
hu: Válasz kijelöléséhez koppintson ide.
id: Ketuk di sini untuk memilih jawaban.
it: Tocca per selezionare una risposta.
ja: ここをタップして答えを選択。
ko: 여기를 탭하여 대답을 선택하십시오.
ms: Ketik di sini untuk memilih jawapan.
ms_latn_sg: Ketik di sini untuk memilih jawapan.
nb_no: Trykk her for å velge et svar.
nl: Tik hier om een antwoord te kiezen.
no: Trykk her for å velge et svar.
or_in: ଗୋଟିଏ ଉତ୍ତର ଚୟନ କରିବା ପାଇଁ ଏଠାରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Stuknij tutaj, aby odpowiedzieć.
pt_pt: Toque aqui para responder.
ro: Apăsați aici pentru un răspuns.
ru: Коснитесь, чтобы выбрать ответ.
sk: Klepnutím sem vyberte odpoveď.
sv: Tryck här för att välja ett svar.
ta_in: பதிலைத் தேர்ந்தெடுக்க இங்கே தட்டவும்.
ta_my: பதிலைத் தேர்ந்தெடுக்க இங்கே தட்டவும்.
th: แตะที่นี่เพื่อเลือกคำตอบ
tr: Bir yanıt seçmek için dokunun.
uk: Торкніть тут і виберіть відповідь.
vi: Chạm vào đây để chọn một câu trả lời.
vi_vn: Nhấp vào đây để chọn một câu trả lời.
xh_za: Cofa apha ukuze ukhethe impendulo.
zh_cn: 轻点此处来选择答案。
zh_hans_my: 点击此处选择答案。
zh_hk: 點一下此處以選擇答案。
zh_tw: 點一下此處來選取答案。

# TIMED_WALK_QUESTION_2_TITLE
source: Do you use assistive device?
ar: هل تستخدم جهازًا مساعدًا؟
ca: Fas servir algun tipus d’assistència?
cs: Používáte při chůzi oporu?
da: Bruger du hjælpemiddelenheder?
de: Verwendest du Gehhilfen?
de_at: Verwenden Sie ein Hilfsgerät?
el: Χρησιμοποιείτε βοηθητική συσκευή;
es: ¿Utilizas algún dispositivo de ayuda?
es_419: ¿Usas un dispositivo de ayuda?
fi: Käytätkö apuvälinettä?
fil_ph: Gumagamit ka ba ng pantulong na device?
fr: Utilisez-vous un appareil d’assistance ?
fr_ca: Utilisez-vous un appareil d’assistance?
he: האם הינך משתמש/ת באמצעי עזר?
hi: क्या आप सहायक उपकरण का उपयोग करते हैं?
hr: Koristite li pomagalo?
hu: Használ segítőeszközt?
id: Apakah Anda menggunakan perangkat bantuan?
it: Utilizzi ausili ortopedici?
ja: 補助器具をお使いになりますか?
ko: 보조 기구를 사용하십니까?
ms: Adakah anda menggunakan peranti bantuan?
ms_latn_sg: Adakah anda menggunakan peranti bantuan?
nb_no: Bruker du et hjelpemiddel?
nl: Gebruik je een loophulpmiddel?
no: Bruker du et hjelpemiddel?
or_in: କଣ ଆପଣ ସହାୟକ ଡିଭାଇସ୍‍ ବ୍ୟବହାର କରନ୍ତି?
pl: Czy używasz urządzenia wspomagającego?
pt_pt: Utiliza um dispositivo auxiliar?
ro: Utilizați un dispozitiv asistiv?
ru: Вы пользуетесь вспомогательными приспособлениями?
sk: Používate zdravotnú pomôcku?
sv: Använder du ett hjälpmedel?
ta_in: நீங்கள் உதவி சாதனத்தைப் பயன்படுத்துகிறீர்களா?
ta_my: நீங்கள் உதவி சாதனத்தைப் பயன்படுத்துகிறீர்களா?
th: คุณใช้อุปกรณ์ช่วยเหลือหรือไม่
tr: Yardımcı aygıt kullanıyor musunuz?
uk: Ви користуєтесь допоміжними засобами?
vi: Bạn có sử dụng thiết bị hỗ trợ không?
vi_vn: Bạn có sử dụng thiết bị hỗ trợ không?
xh_za: Ngaba usebenzisa isixhobo esikuncedisayo?
zh_cn: 您是否使用了辅助设备？
zh_hans_my: 您是否使用辅助设备？
zh_hk: 你是否使用輔助器材？
zh_tw: 您是否使用輔具？

# TIMED_WALK_QUESTION_TEXT
source: Do you wear an ankle foot orthosis?
ar: هل ترتدي مقوام قدم وكاحل؟
ca: Portes una ortesi al peu i turmell?
cs: Používáte kotníkovou ortézu?
da: Bruger du en ankel-fodortose?
de: Verwendest du eine Unterschenkelorthese?
de_at: Tragen Sie eine Knöchel-Fuß-Orthese?
el: Φοράτε νάρθηκα ποδοκνημικής;
es: ¿Utilizas una ortesis de pie y tobillo?
es_419: ¿Usas una órtesis para pie y tobillo?
fi: Käytätkö nilkkatukea?
fil_ph: Nagsusuot ka ba ng ankle foot orthosis?
fr: Portez-vous un releveur de pied ?
fr_ca: Portez-vous une orthèse de cheville et de pied?
he: האם הינך חובש/ת תומך לקרסול?
hi: क्या आप टखनों और पैरों को सहारा देने वाला उपकरण पहनते हैं?
hr: Nosite li ortozu za gležanj i stopalo?
hu: Használ boka-járáskönnyítőt?
id: Apakah Anda mengenakan ortosis gelang kaki?
it: Indossi un'ortesi caviglia-piede?
ja: 短下肢装具をお付けになりますか?
ko: 단하지 보조기를 착용하십니까?
ms: Adakah anda memakai ortosis buku lali kaki?
ms_latn_sg: Adakah anda memakai ortosis kaki lutut?
nb_no: Bruker du en ankel/fot-ortose?
nl: Draag je een enkel-voetorthese?
no: Bruker du en ankelortose?
or_in: କଣ ଆପଣ ଏକ ankle foot orthosis (ଆଙ୍କେଲ୍‍ ଫୁଟ୍‍ ଓର୍ଥୋସିସ୍‍ ପିନ୍ଧନ୍ତି?
pl: Czy nosisz ortezę stawu skokowego?
pt_pt: Utiliza uma órtotese tornozelo-pé?
ro: Purtați o orteză de gleznă?
ru: Вы носите голеностопный ортез?
sk: Nosíte ortézu na členku?
sv: Bär du en ankel- och fotortos?
ta_in: நீங்கள் கணுக்கால் பாத ஆர்த்தோசிஸ் அணிகிறீர்களா?
ta_my: நீங்கள் கணுக்அழைப்பு அழைப்பு ஆர்த்தோசிஸ் அணிகிறீர்களா?
th: คุณสวมกายอุปกรณ์เสริมสำหรับเท้าและข้อเท้าหรือไม่
tr: Ayak bileği ortezi takıyor musunuz?
uk: Ви носите гомілкостопний біопротез?
vi: Bạn có đeo thiết bị chỉnh hình mắt cá chân không?
vi_vn: Bạn có đeo thiết bị chỉnh hình mắt cá chân không?
xh_za: Ngaba unxiba ithosisi yeqatha yonyawo?
zh_cn: 您是否穿戴了踝足矫形器？
zh_hans_my: 您是否戴脚踝矫形器？
zh_hk: 你是否穿戴足踝矯形器？
zh_tw: 您是否穿戴踝足副木？

# TIMED_WALK_TITLE
source: Timed Walk
ar: المشي المحدد بوقت
ca: Caminada cronometrada
cs: Chůze na čas
da: Gå på tid
de: Gehen mit Zeitmessung
de_at: Zeitgesteuerter Spaziergang
el: Χρονισμένο περπάτημα
es: Paseo cronometrado
es_419: Caminata cronometrada
fi: Ajoitettu kävely
fil_ph: Pagsasaoras ng Paglalakad
fr: Marche chronométrée
fr_ca: Marche chronométrée
he: הליכה מתוזמנת
hi: समयबद्ध चाल
hr: Tempirana šetnja
hu: Időre mért gyaloglás
id: Berjalan Kaki dibatasi Waktu
it: Camminata a tempo
ja: 歩行時間
ko: 보행 테스트
ms: Jalan Bermasa
ms_latn_sg: Mengukur Masa Jalan Kaki
nb_no: Tidsbegrenset gange
nl: Looptest
no: Gå på tid
or_in: ସମୟାନୁଯାୟୀ ଚାଲିବା
pl: Chód na czas
pt_pt: Caminhada temporizada
ro: Mers cronometrat
ru: Ходьба на время
sk: Chôdza na čas
sv: Gång med tidtagning
ta_in: நேரத்துடனான நடை
ta_my: நேரம் அளந்து நடக்கும் நடை
th: การเดินแบบจับเวลา
tr: Süreli Yürüme
uk: Ходіння за часом
vi: Đi bộ Tính giờ
vi_vn: Đi bộ theo dõi giờ
xh_za: Ixesha Elihambiweyo
zh_cn: 计时步行
zh_hans_my: 定时步行
zh_hk: 定時步行
zh_tw: 定時步行

# TONE_AUDIOMETRY_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, toca Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
de_at: Tippen Sie auf Erste Schritte, um zu beginnen.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fil_ph: I-tap ang Magsimula upang simulan.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
ms_latn_sg: Ketik Bermula untuk mulakan.
nb_no: Trykk på Kom i gang for å begynne.
nl: Tik op 'Start' om te beginnen.
no: Trykk på Start for å begynne.
or_in: ଆରମ୍ଭ କରିବାକୁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Aby rozpocząć, stuknij w Start.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
ta_in: துவங்குவதற்கு ‘Get Started’ ஐ தட்டவும்.
ta_my: தொடங்குவதற்கு தொடங்கு என்பதைத் தட்டவும்.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
vi_vn: Nhấp vào Bắt đầu để bắt đầu.
xh_za: Cofa Qalisa ukuze uqalise.
zh_cn: 轻点“开始”来进行测试。
zh_hans_my: 点击“开始”使用。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# TONE_AUDIOMETRY_INSTRUCTION
source: Every time you start hearing a sound, tap the left or right button to indicate which ear you hear the sound in.
ar: في كل مرة تسمع صوتًا، اضغط على الزر الأيمن أو الأيسر للإشارة إلى الأذن التي تسمع الصوت فيها.
ca: Cada cop que comencis a sentir un so, toca el botó esquerre o el dret per indicar per quina orella el sents.
cs: Vždy, když uslyšíte zvuk, signalizujte stisknutím levého nebo pravého tlačítka, ve kterém uchu ho slyšíte.
da: Hver gang du hører en lyd, skal du trykke på den venstre eller højre knap for at vise, hvilket øre du hører lyden i.
de: Tippe jedes Mal, wenn du einen Ton hörst, auf die linke oder rechte Taste, um anzuzeigen, auf welchem Ohr du den Ton hörst.
de_at: Tippen Sie jedes Mal, wenn Sie einen Ton hören, auf die linke oder rechte Schaltfläche, um anzuzeigen, in welchem Ohr Sie den Ton hören.
el: Κάθε φορά που ακούτε έναν ήχο, αγγίξτε το αριστερό ή το δεξιό κουμπί για να υποδείξετε σε ποιο αυτί ακούτε τον ήχο.
es: Cada vez que empieces a oír un sonido, pulsa el botón izquierdo o derecho para indicar por qué oído lo estás oyendo.
es_419: Toca el botón en cuanto escuches un sonido.
fi: Napauta painiketta heti, kun alat kuulla äänen.
fil_ph: Sa tuwing nagsisimula kang marinig ang isang tunog, i-tap ang kaliwa o kanang button upang ipahiwatig kung aling tainga ang naririnig mo ang tunog.
fr: Dès que vous entendez un son, touchez le bouton gauche ou droit pour indiquer dans quelle oreille vous l’entendez.
fr_ca: Touchez le bouton à chaque fois que vous entendez un son.
he: בכל פעם שתתחיל/י לשמוע את הצליל, הקש/י על הכפתור הימני או השמאלי כדי לציין באיזו אוזן שמעת אותו.
hi: हर बार ध्वनि सुनाई देना शुरू होने पर बाएँ या दाएँ बटन पर टैप करके यह बताएँ कि आपको किस कान में ध्वनि सुनाई देती है।
hr: Svaki put kad začujete zvuk, dodirnite lijevu ili desnu tipku ovisno o uhu u kojem čujete zvuk.
hu: Amikor hangot hall, koppintson a bal vagy a jobb gombra attól függően, hogy melyik fülében hallja a hangot.
id: Setiap kali Anda mulai mendegar bunyi, ketuk tombol kiri atau kanan untuk menunjukkan di telinga mana Anda mendengar bunyi tersebut.
it: Ogni volta che inizi a sentire un suono tocca il pulsante sinistro o destro per indicare in quale orecchio lo senti.
ja: 音が聞こえ始めるたびに、どちらの耳で聞こえたかを左ボタンか右ボタンをタップして示してください。
ko: 사운드가 들리기 시작할 때마다 버튼을 탭하십시오.
ms: Setiap kali anda mendengar bunyi, ketik butang kiri atau kanan untuk menandakan telinga yang anda mendengarnya.
ms_latn_sg: Setiap kali anda mendengar satu bunyi, ketik butang kiri atau kanan untuk menandakan telinga yang mana mendengar bunyi tersebut.
nb_no: Hver gang du begynner å høre en lyd, trykker du på venstre eller høyre knapp for å angi hvilket øre du hører lyden i.
nl: Telkens wanneer je een geluid hoort, tik je op de linker- of rechterknop om aan te geven in welk oor je het geluid hoorde.
no: Hver gang du hører en lyd, må du trykke på venstre eller høyre knapp for å indikere hvilket øre du hører lyden i.
or_in: ପ୍ରତ୍ୟେକ ଥର ଆପଣ ଏକ ଶବ୍ଦ ଶୁଣୁନ୍ତି, ଆପଣ କେଉଁ କାନରେ ଶବ୍ଦ ଶୁଣିଲେ ତାହାକୁ ସୂଚିତ କରିବା ପାଇଁ ବାମ କିମ୍ୱା ଡାହାଣ ବଟନ୍‍ ଉପରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Za każdym razem, gdy usłyszysz dźwięk, stuknij w lewy lub prawy przycisk, aby wskazać, w którym uchu go słyszysz.
pt_pt: Sempre que começar a ouvir um som, toque no botão esquerdo ou direito para indicar o ouvido em que está a ouvir o som.
ro: De fiecare dată când auziți un sunet, apăsați butonul din stânga sau din dreapta pentru a indica urechea în care auziți sunetul.
ru: Каждый раз, когда слышите звук, определяйте, каким ухом Вы слышите его, и с учетом этого касайтесь левой или правой кнопки.
sk: Akonáhle začujete zvuk, klepnutím na ľavé alebo pravé tlačidlo vyberte ucho, v ktorom ste ho počuli.
sv: Varje gång du börjar höra ett ljud ska du trycka på vänster eller höger knapp för att visa vilket öra du hör ljudet i.
ta_in: ஒவ்வொரு முறையும் நீங்கள் ஒலியைக் கேட்கத் தொடங்கும் போது, எந்தக் காதுக்குள் ஒலி கேட்கிறது என்பதைக் குறிக்க. இடது அல்லது வலது பட்டனைத் தட்டுங்கள்.
ta_my: ஒவ்வொரு முறையும் நீங்கள் ஒலியைக் கேட்கத் தொடங்கும் போது, இடது அல்லது வலது பொத்தாஐத் தட்டினால் எந்த காதில் ஒலி கேட்கிறது என்பதைக் குறிக்கவும்.
th: ทุกๆ ครั้งที่คุณเริ่มได้ยินเสียง ให้แตะปุ่มซ้ายหรือปุ่มขวาเพื่อระบุหูข้างที่คุณได้ยินเสียง
tr: Sesi her duyduğunuzda, sesi hangi kulağınızdan duyduğunuzu belirtmek üzere sol veya sağ düğmeye dokunun.
uk: Щоразу почувши звук, торкайте ліву чи праву кнопку, щоб вказати, яким вухом ви чули цей звук.
vi: Mỗi lần bạn bắt đầu nghe âm thanh, hãy chạm vào nút bên trái hoặc phải để cho biết bạn nghe âm thanh ở bên tai nào.
vi_vn: Mỗi khi bạn bắt đầu nghe thấy âm thanh, hãy nhấp vào nút bên trái hoặc bên phải để cho biết bạn nghe thấy âm thanh ở tai nào.
xh_za: Ngalo lonke ixesha uqalisa ukuva isandi, cofa iqhosha lasekhohlo okanye lasekunene ukubonisa ukuba yeyiphi indlebe ova kuyo isandi.
zh_cn: 每次一听到声音，就轻点左边或右边的按钮来表示哪只耳朵听到了声音。
zh_hans_my: 每次开始听到声音时，点击向左或向右按​​钮以指明您听到声音的耳朵。
zh_hk: 每次當你開始聽到聲音時，請點一下左或右按鈕以指出哪一邊耳朵聽見聲音。
zh_tw: 您每次開始聽取聲音時，請點一下左側或右側按鈕來指示聽見聲音的那只耳朵

# TONE_AUDIOMETRY_INTENDED_USE
source: This activity measures your ability to hear different sounds.
ar: يقيس هذا النشاط قدرتك على سماع الأصوات المختلفة.
ca: Aquesta activitat mesura la capacitat de sentir diversos sons.
cs: Tato aktivita změří vaši schopnost slyšet různé zvuky.
da: Denne aktivitet måler din evne til at høre forskellige lyde.
de: Diese Aktivität misst deine Fähigkeit, unterschiedliche Töne zu hören.
de_at: Diese Aktivität misst Ihre Fähigkeit, verschiedene Geräusche zu hören.
el: Αυτή η δραστηριότητα μετρά την ικανότητά σας να ακούτε διαφορετικούς ήχους.
es: Esta actividad mide tu capacidad para oír diferentes sonidos.
es_419: Esta actividad mide tu capacidad para escuchar sonidos distintos.
fi: Tämä aktiviteetti mittaa kykyäsi kuulla erilaisia ääniä.
fil_ph: Sinusukat ng aktibidad na ito ang iyong kakayahang makarinig ng iba't ibang mga tunog.
fr: Cette activité mesure votre capacité à entendre différents sons.
fr_ca: Cette activité mesure votre aptitude à entendre différents sons.
he: פעילות זו מודדת את יכולתך לשמוע צלילים שונים.
hi: इस गतिविधि द्वारा अलग-अलग प्रकार की ध्वनियाँ सुनने की आपकी क्षमता का आकलन किया जाता है।
hr: Ovom se aktivnošću mjeri vaša sposobnost da čujete različite zvukove.
hu: Ez a tevékenység azt méri fel, hogyan hallja Ön a különböző hangokat.
id: Aktivitas ini mengukur kemampuan Anda untuk mendengar bunyi yang berbeda.
it: L'attività valuta la tua capacità di sentire suoni differenti.
ja: このアクティビティでは、さまざまな音がどのように聞こえるかが測定されます。
ko: 이 실험은 다른 사운드를 들을 수 있는 사용자의 청력을 측정합니다.
ms: Aktiviti ini mengukur keupayaan anda untuk mendengar bunyi berlainan.
ms_latn_sg: Aktiviti ini mengukur keupayaan anda untuk mendengar bunyi yang berbeza.
nb_no: Denne aktiviteten måler evnen din til å høre forskjellige lyder.
nl: Met deze activiteit wordt gemeten of je verschillende geluiden kunt horen.
no: Aktiviteten måler hvor godt du hører ulike lyder.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ଆପଣଙ୍କର ଭିନ୍ନ ଭିନ୍ନ ଶବ୍ଦ ଶୁଣିବାର କ୍ଷମତାକୁ ମାପେ |
pl: To ćwiczenie mierzy Twoją zdolność słyszenia różnych dźwięków.
pt_pt: Este exercício mede a sua capacidade de ouvir sons diferentes.
ro: Această activitate vă măsoară capacitatea de a auzi diferite sunete.
ru: Во время выполнения этого задания оценивается способность слышать различные звуки.
sk: Táto aktivita meria vašu schopnosť počuť rôzne zvuky.
sv: Den här aktiviteten mäter din förmåga att höra olika ljud.
ta_in: இந்த செயல் வெவ்வேறு ஒலிகளைக் கேட்கும் உங்கள் திறனை அளவிடுகிறது.
ta_my: இந்த செயல்பாடு பல்வேறு ஒலிகளைக் கேட்கும் உங்கள் திறஐ அளவிடுகிறது.
th: กิจกรรมนี้จะวัดความสามารถของคุณในการฟังเสียงต่างๆ
tr: Bu aktivite, farklı sesleri duyabilme becerinizi ölçer.
uk: Цей тест вимірює вашу здатність чути різні звуки.
vi: Hoạt động này giúp đánh giá khả năng nghe các âm thanh khác nhau của bạn.
vi_vn: Hoạt động này đo khả năng nghe các âm thanh khác nhau của bạn.
xh_za: Lo msebenzi ulinganisa ukukwazi kwakho ukuva izandi ezahlukahlukeneyo.
zh_cn: 本活动测量您是否可听见不同的声音。
zh_hans_my: 这项活动测量您听到不同声音的能力。
zh_hk: 此測試活動能評估你聆聽不同聲音的能力。
zh_tw: 此活動會測量您是否能聽到不同種的測試音。
