Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# TAPPING_INSTRUCTION_LEFT
source: Tap the buttons using your LEFT hand.
ar: اضغط على الزرين باستخدام يدك اليسرى.
ca: Prem els botons amb la mà ESQUERRA.
cs: Klepejte na tlačítka LEVOU rukou.
da: Tryk på knapperne med din VENSTRE hånd.
de: Tippe mit deiner LINKEN Hand auf die Tasten.
de_at: Tippen Sie mit der LINKEN Hand auf die Schaltflächen.
el: Αγγίξτε τα κουμπιά χρησιμοποιώντας το ΑΡΙΣΤΕΡΟ σας χέρι.
es: Pulsa los botones con la mano izquierda.
es_419: Toca los botones usando tu mano izquierda.
fi: Napauta painikkeita VASEMMALLA kädellä.
fil_ph: I-tap ang mga button gamit ang iyong KALIWANG kamay.
fr: Touchez les boutons de la main GAUCHE.
fr_ca: Touchez les boutons avec la main GAUCHE.
he: הקש/י על הכפתורים ביד שמאל.
hi: अपने बाएँ हाथ से बटनों पर टैप करें।
hr: Dodirujte tipke koristeći LIJEVU ruku.
hu: Koppintson a gombokra BAL kézzel.
id: Ketuk tombol menggunakan tangan KIRI Anda.
it: Tocca i pulsanti usando la mano SINISTRA.
ja: 左手を使ってボタンをタップしてください。
ms: Ketik butang menggunakan tangan KIRI anda.
ms_latn_sg: Ketik butang yang berkenaan menggunakan tangan KIRI anda.
nb_no: Trykk på knappene med din VENSTRE hånd.
nl: Tik op de knoppen met de vingers van je LINKERHAND.
no: Trykk på knappene med din VENSTRE hånd.
or_in: ନିଜର ବାମ ହାତ ବ୍ୟବହାର କରି ବଟନଗୁଡିକ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Stukaj w przyciski LEWĄ ręką.
pt_pt: Com a mão ESQUERDA, toque nos botões.
ro: Apăsați butoanele folosind mâna STÂNGĂ.
ru: Касайтесь кнопок пальцами ЛЕВОЙ руки.
sk: Klepte na tlačidlá pomocou ĽAVEJ ruky.
sv: Tryck på knapparna med VÄNSTRA handen.
ta_in: உங்கள் இடது கையைப் பயன்படுத்தி பட்டன்களைத் தட்டவும்.
ta_my: உங்கள் இடது கையைப் பயன்படுத்தி பொத்தான்களைத் தட்டவும்.
th: ใช้มือซ้ายแตะปุ่ม
tr: Düğmelere SOL elinizi kullanarak dokunun.
uk: Торкайте кнопки ЛІВОЮ рукою.
vi: Chạm nút bằng tay TRÁI của bạn.
vi_vn: Nhấp vào các nút bằng tay TRÁI của bạn.
xh_za: Cofa amaqhosha usebenzisa isandla sakho saseKHOHLO.
zh_cn: 使用左手轻点按钮。
zh_hans_my: 用您的左手点击按钮。
zh_hk: 用你的左手點按這些按鈕。
zh_tw: 用「左手」點按按鈕。

# TAPPING_INSTRUCTION_RIGHT
source: Tap the buttons using your RIGHT hand.
ar: اضغط على الزرين باستخدام يدك اليمنى.
ca: Prem els botons amb la mà DRETA.
cs: Klepejte na tlačítka PRAVOU rukou.
da: Tryk på knapperne med din HØJRE hånd.
de: Tippe mit deiner RECHTEN Hand auf die Tasten.
de_at: Tippen Sie mit der RECHTEN Hand auf die Schaltflächen.
el: Αγγίξτε τα κουμπιά χρησιμοποιώντας το ΔΕΞΙΟ σας χέρι.
es: Pulsa los botones con la mano derecha.
es_419: Toca los botones usando tu mano derecha.
fi: Napauta painikkeita OIKEALLA kädellä.
fil_ph: I-tap ang mga button gamit ang iyong KANANG kamay.
fr: Touchez les boutons de la main DROITE.
fr_ca: Touchez les boutons avec la main DROITE.
he: הקש/י על הכפתורים ביד ימין.
hi: अपने दाएँ हाथ से बटनों पर टैप करें।
hr: Dodirujte tipke koristeći DESNU ruku.
hu: Koppintson a gombokra JOBB kézzel.
id: Ketuk tombol menggunakan tangan KANAN Anda.
it: Tocca i pulsanti usando la mano DESTRA.
ja: 右手を使ってボタンをタップしてください。
ms: Ketik butang menggunakan tangan KANAN anda.
ms_latn_sg: Ketik butang yang berkenaan menggunakan tangan KANAN anda.
nb_no: Trykk på knappene med din HØYRE hånd.
nl: Tik op de knoppen met de vingers van je RECHTERHAND.
no: Trykk på knappene med din HØYRE hånd.
or_in: ନିଜର ଡାହାଣ ହାତ ବ୍ୟବହାର କରି ବଟନଗୁଡିକ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Stukaj w przyciski PRAWĄ ręką.
pt_pt: Com a mão DIREITA, toque nos botões.
ro: Apăsați butoanele folosind mâna DREAPTĂ.
ru: Касайтесь кнопок пальцами ПРАВОЙ руки.
sk: Klepte na tlačidlá pomocou PRAVEJ ruky.
sv: Tryck på knapparna med HÖGRA handen.
ta_in: உங்கள் வலது கையைப் பயன்படுத்தி பட்டன்களைத் தட்டவும்.
ta_my: உங்கள் வலது கையைப் பயன்படுத்தி பொத்தான்களைத் தட்டவும்.
th: ใช้มือขวาแตะปุ่ม
tr: Düğmelere SAĞ elinizi kullanarak dokunun.
uk: Торкайте кнопки ПРАВОЮ рукою.
vi: Chạm nút bằng tay PHẢI của bạn.
vi_vn: Nhấp vào các nút bằng tay PHẢI của bạn.
xh_za: Cofa amaqhosha usebenzisa isandla sakho saseKUNENE.
zh_cn: 使用右手轻点按钮。
zh_hans_my: 用您的右手点击按钮。
zh_hk: 用你的右手點按這些按鈕。
zh_tw: 用「右手」點按按鈕。

# TAPPING_INTRO_TEXT
source: This activity measures your tapping speed.
ar: يقيس هذا النشاط سرعتك في الضغط.
ca: Aquesta activitat mesura la velocitat de toc.
cs: Tato aktivita změří vaši rychlost klepání.
da: Denne aktivitet måler din trykhastighed.
de: Diese Aktivität misst dein Tipptempo.
de_at: Diese Aktivität misst Ihre Klopfgeschwindigkeit.
el: Αυτή η δραστηριότητα αξιολογεί την ταχύτητα αγγιγμάτων σας.
es: Esta actividad mide tu velocidad de pulsación.
es_419: Esta actividad mide tu velocidad al tocar.
fi: Tämä aktiviteetti mittaa napautusnopeuttasi.
fil_ph: Sinusukat ng aktibidad na ito ang iyong bilis ng pag-tap.
fr: Cette activité mesure votre vitesse de saisie.
fr_ca: Cette activité mesure votre vitesse de frappe.
he: פעילות זו מודדת את מהירות ההקשה שלך.
hi: इस गतिविधि द्वारा आपकी टैप करने की गति का मापन किया जाता है।
hr: Ova aktivnost mjeri vašu brzinu dodirivanja.
hu: Ez a tevékenység megméri a koppintási sebességét.
id: Aktivitas ini mengukur kecepatan mengetuk Anda.
it: L'attività misura la velocità dei tocchi che esegui.
ja: このアクティビティでは、タップの速度を測定します。
ko: 이 실험은 사용자의 탭하기 속도를 측정합니다.
ms: Aktiviti ini mengukur kelajuan mengetik anda.
ms_latn_sg: Aktiviti ini mengukur kepantasan mengetik anda.
nb_no: Denne aktiviteten måler trykkehastigheten din.
nl: Tijdens deze activiteit wordt de snelheid waarmee je tikt gemeten.
no: Denne aktiviteten måler trykkhastigheten din.
or_in: ଏହି କାର୍ଯ୍ୟକଳାପ ଆପଣଙ୍କର ଟ୍ୟାପ କରିବାର ଗତିକୁ ମାପେ |
pl: To ćwiczenie mierzy Twoją szybkość stukania.
pt_pt: Este exercício mede a sua velocidade de toque.
ro: Această activitate vă măsoară viteza de apăsare cu degetele.
ru: Во время выполнения этого задания оценивается скорость касания пальцами.
sk: Táto aktivita zmeria vašu rýchlosť klepania.
sv: Den här aktiviteten mäter din tryckhastighet.
ta_in: இந்த செயல்பாடு உங்கள் தட்டுதல் வேகத்தை அளவிடுகிறது.
ta_my: இந்த செயல்பாடு உங்கள் தட்டுதல் வேகத்தை அளவிடுகிறது.
th: กิจกรรมนี้จะวัดความเร็วในการแตะของคุณ
tr: Bu aktivite, dokunma hızınızı ölçer.
uk: Цей тест оцінює вашу швидкість торкання.
vi: Hoạt động này sẽ đo tốc độ chạm của bạn.
vi_vn: Hoạt động này đo tốc độ nhấp của bạn.
xh_za: Lo msebenzi ulinganisa isantya sokucofa kwakho.
zh_cn: 本活动测量您的轻点速度。
zh_hans_my: 此活动测量您的点击速度。
zh_hk: 此測試活動能評估你的點按速度。
zh_tw: 此活動會測量您的點按速度。

# TAPPING_INTRO_TEXT_2_FORMAT
source: Tap one finger, then the other. Try to time your taps to be as even as possible. Keep tapping for %@.
ar: اضغط بإصبع، ثم بالإصبع الآخر. حاول ضبط وقت ضغطاتك ليكون متساويًا قدر الإمكان. واستمر في الضغط لمدة %@.
ca: Toca amb un dit, i després amb l’altre. Intenta que el ritme de toc sigui constant. Toca durant %@.
cs: Klepněte jedním prstem a potom druhým. Zkuste klepat co nejvíc rovnoměrně. Pokračujte v klepání po %@.
da: Tryk med en finger og derefter med den anden. Forsøg at holde tiden mellem tryk så ensartet som muligt. Fortsæt med at trykke i %@.
de: Tippe erst mit einem Finger und dann mit dem anderen. Versuche in möglichst gleichmäßigen Abständen zu tippen. Tippe %@ lang.
de_at: Tippen Sie mit einem Finger, dann mit dem anderen. Versuchen Sie, Ihre Tippbewegungen so gleichmäßig wie möglich zu gestalten. Tippen Sie weiter auf %@.
el: Αγγίξτε με το ένα δάχτυλο και μετά με το άλλο. Προσπαθήστε ώστε ο χρόνος μεταξύ των αγγιγμάτων να είναι όσο το δυνατόν ίδιος. Συνεχίστε τα αγγίγματα για %@.
es: Pulsa con un dedo y luego con el otro. Intenta calcular el tiempo entre pulsación y pulsación para que sea lo más regular posible. Sigue pulsando durante %@.
es_419: Toca con un dedo y luego con el otro. Intenta calcular el tiempo entre cada toque para que sea lo más constante posible. Sigue tocando por %@.
fi: Napauta yhtä sormea ja sitten toista. Yritä ajoittaa napautukset mahdollisimman tasaisesti. Napauttele %@.
fil_ph: I-tap ang isang daliri, pagkatapos ay ang isa pa. Subukang ioras ang iyong mga tap na pantay-pantay hangga't maaari. Patuloy na mag-tap hanggang sa %@.
fr: Touchez l’écran avec un doigt, puis avec l’autre, pendant %@. Essayez de respecter le même intervalle de temps entre chaque toucher pour être aussi régulier que possible.
fr_ca: Touchez l’écran avec un doigt, puis avec l’autre. Faites en sorte que les contacts soient aussi réguliers que possible. Continuez pendant %@.
he: הקש/י באצבע אחת, ולאחר מכן בשניה. נסה/י להקיש בקצב קבוע ככל שתוכל/י. המשך/י להקיש למשך %@.
hi: एक उँगली से फिर दूसरी उँगली से टैप करें। अपने टैप का समय जितना संभव हो, एक समान रखने का प्रयास करें। %@ तक टैप करते रहें।
hr: Dodirnite jednim prstom, zatim drugim. Pokušajte tempirati dodire kako bi bili ujednačeni. Nastavite dodirivati %@.
hu: Koppintson az egyik, majd a másik ujjával. Próbáljon meg egyenletes időközönként koppintani. Folytassa a koppintásokat ennyi ideig: %@.
id: Ketuk dengan satu jari, lalu jari lainnya. Sebisa mungkin, coba atur ketukan Anda agar seimbang. Terus mengetuk selama %@.
it: Tocca con un dito, quindi con l'altro. Cerca di effettuare i tocchi con un ritmo più regolare possibile. Continua a toccare per %@.
ja: 一方の指でタップしてから、他方の指でタップします。できるだけ一定の時間間隔でタップしてください。%@間タップし続けます。
ko: 전화를 평편한 바닥에 놓으십시오. 화면에 두 개의 버튼이 %@ 동안 나타납니다. 이 버튼을 같은 쪽 손의 두 손가락을 사용하여 최대한 빨리 교대로 탭하십시오.
ms: Ketik satu jari, kemudian ketik yang lain. Cuba mengetik dengan kadar yang sekata mungkin. Teruskan mengetik selama %@.
ms_latn_sg: Ketik satu jari, kemudian jari lain. Cuba untuk mengukur masa ketikan anda dengan setara mungkin. Teruskan mengetik selama %@.
nb_no: Trykk med én finger og deretter med den andre. Prøv å trykke mest mulig i takt. Fortsett å trykke i %@.
nl: Tik eerst met de ene vinger en dan met de andere. Probeer zo gelijkmatig mogelijk te tikken. Ga %@ door met tikken.
no: Trykk med én finger, og deretter den andre. Veksle mellom knappene i jevne intervaller. Fortsett å trykke i %@.
or_in: ଗୋଟିଏ ଆଙ୍ଗୁଳିରେ ଟ୍ୟାପ କରନ୍ତୁ, ତାପରେ ଅନ୍ୟ ଆଙ୍ଗୁଳିରେ ଟ୍ୟାପ କରନ୍ତୁ | ଯେତେଦୂର ସମ୍ଭବ ନିଜର ଟ୍ୟାପଗୁଡିକୁ ସମୟ ଦିଅନ୍ତୁ | %@ ଟ୍ୟାପ କରିବା ଜାରି ରଖନ୍ତୁ |
pl: Stukaj na zmianę jednym i drugim palcem. Próbuj stukać możliwie miarowo. Stukaj przez %@.
pt_pt: Toque com um dedo e depois com o outro. Tente fazer com que os toques sejam o mais regulares possível. Continue a tocar durante %@.
ro: Apăsați cu un deget, apoi cu celălalt. Încercați ca apăsările să se succeadă cât de regulat cu putință. Continuați să apăsați timp de %@.
ru: Коснитесь одним пальцем, затем другим. Старайтесь, чтобы касания были максимально регулярными. Продолжайте в течение %@.
sk: Klepnite najprv jedným prstom a potom druhým prstom. Skúste klepnutia načasovať tak, aby boli čo najviac pravidelné. Klepte %@.
sv: Tryck med ett finger och sedan det andra. Försök att trycka i en så jämn takt som möjligt. Fortsätt trycka under %@.
ta_in: ஒரு விரலைத் தட்டவும், பிறகு மற்றொன்றை. உங்கள் தட்டல்கள் முடிந்தவரை சமமான நேர இடைவெளியுடன் செய்ய முயற்சி செய்யுங்கள். %@ க்காக தொடர்ந்து தட்டவும்.
ta_my: ஒரு விரலைத் தட்டவும், PINனர் மற்றொன்று. உங்கள் தட்டுதல்கள் முடிந்தவரை சமமாக இருக்க முயற்சிக்கவும். %@க்கு தட்டுங்கள்.
th: แตะหนึ่งนิ้ว แล้วตามด้วยอีกนิ้ว ลองจับเวลาการแตะของคุณโดยให้มีจังหวะเท่ากันมากที่สุด แตะต่อไปเรื่อยๆ เป็นเวลา %@
tr: Tek parmağınızla, sonra diğeriyle dokunun. Mümkün olduğunca eşit zaman aralıklarıyla dokunmaya çalışın. %@ süresince dokunmaya devam edin.
uk: Торкніть одним пальцем, потім іншим. Намагайтеся торкатися з якомога рівнішим інтервалом. Торкайте далі %@.
vi: Chạm một ngón tay, sau đó chạm ngón còn lại. Cố gắng tính thời gian số lần chạm chẵn nhất có thể. Tiếp tục chạm trong %@.
vi_vn: Nhấp vào một ngón tay, sau đó nhấp vào ngón tay kia. Cố gắng điều chỉnh thời gian để các lần nhấp của bạn đều nhau nhất có thể. Tiếp tục nhấp cho %@.
xh_za: Cofa ngomnwe omnye, emva koko ngomnye. Zama ukubala ukucofa kwakho kulingane kangangoko. Qhubeka ucofa kangange %@.
zh_cn: 用一个手指轻点，然后用另一个手指轻点。尽量保持均匀的轻点间隔。持续轻点 %@。
zh_hans_my: 点击一根手指，然后点击另一根手指。尽量让您的点击时间尽可能均匀。继续点击持续%@。
zh_hk: 先用一指點按，然後用另一指點按。請嘗試以最平穩的速度，持續點按%@。
zh_tw: 先用一隻手指點按，再用另一隻手指。請試著讓兩指以平均的速率點按。持續點按 %@。

# TAPPING_INTRO_TEXT_2_LEFT_FIRST
source: Use two fingers on your left hand to alternately tap the buttons on the screen.
ar: استخدم إصبعين من يدك اليسرى للضغط بالتبادل على الزرين على الشاشة.
ca: Prem els botons de la pantalla alternant dos dits de la mà esquerra.
cs: Dvěma prsty levé ruky střídavě klepejte na tlačítka na obrazovce.
da: Tryk skiftevis på knapperne på skærmen med to fingre på den venstre hånd.
de: Verwende zwei Finger deiner linken Hand, um abwechselnd auf die Tasten auf dem Bildschirm zu tippen.
de_at: Tippen Sie mit zwei Fingern der linken Hand abwechselnd auf die Schaltflächen auf dem Bildschirm.
el: Χρησιμοποιήστε δύο δάχτυλα του αριστερού χεριού για εναλλάξ άγγιγμα των κουμπιών στην οθόνη.
es: Utiliza dos dedos de la mano izquierda para pulsar de forma alternativa los botones de la pantalla.
es_419: Usa dos dedos de la mano izquierda para tocar alternativamente los botones de la pantalla.
fi: Käytä vasemman käden kahta sormea näytön painikkeiden napauttamiseen vuorotellen.
fil_ph: Gumamit ng dalawang daliri sa iyong kaliwang kamay upang salit-salitang i-tap ang mga button sa screen.
fr: Avec deux doigts de la main gauche et en les alternant, touchez les boutons à l’écran.
fr_ca: Utilisez deux doigts de la main gauche pour toucher tour à tour les boutons affichés à l’écran.
he: הקש/י על הכפתורים שמופיעים על המסך בשתי אצבעות יד שמאל המתחלפות ביניהן לסירוגין.
hi: स्क्रीन पर बटनों पर एक के बाद एक टैप करने के लिए बाएँ हाथ की दो उँगलियों का उपयोग करें।
hr: Koristeći dva prsta lijeve ruke, naizmjence dodirujte tipke na zaslonu.
hu: A bal kezének két ujjával felváltva koppintson a gombokra a kijelzőn.
id: Gunakan dua jari pada tangan kiri Anda untuk mengetuk tombol di layar secara bergantian.
it: Utilizza due dita della mano sinistra per toccare alternativamente i pulsanti sullo schermo.
ja: 左手の2本の指を使って、画面上のボタンを交互にタップしてください。
ms: Gunakan dua jari pada tangan kiri anda untuk mengetik butang pada skrin secara berselang-seli.
ms_latn_sg: Gunakan dua jari pada tangan kiri anda untuk mengetik butang-butang pada skrin secara berselang seli.
nb_no: Trykk på knappene på skjermen ved å bruke to fingre på din venstre hånd vekselvis.
nl: Tik met twee vingers van je linkerhand beurtelings op de knoppen op het scherm.
no: Bruk to fingre på venstre hånd til å trykke vekselvis på knappene på skjermen.
or_in: ସ୍କ୍ରିନ୍‍ ରେ ଥିବା ଗୋଟିଏ ଛଡା ଗୋଟିଏ ବଟନ୍‍କୁ ଟ୍ୟାପ୍‍ କରିବା ପାଇଁ ବାମ ହାତର ଦୁଇ ଆଙ୍ଗୁଳି ବ୍ୟବହାର କରନ୍ତୁ |
pl: Naprzemiennie stukaj w przyciski na ekranie dwoma palcami lewej ręki.
pt_pt: Com dois dedos da mão esquerda, toque alternadamente nos botões no ecrã.
ro: Folosiți două degete de la mâna stângă pentru a apăsa alternativ butoanele de pe ecran.
ru: Двумя пальцами левой руки попеременно касайтесь появляющихся кнопок на экране.
sk: Pomocou dvoch prstov ľavej ruky striedavo klepte na tlačidlá na obrazovke.
sv: Använd två fingrar på vänstra handen till att omväxlande trycka på knapparna på skärmen.
ta_in: ஸ்கிரீனில் உள்ள பட்டன்களை மாறி மாறி தட்ட உங்கள் இடது கையில் இரண்டு விரல்களைப் பயன்படுத்தவும்.
ta_my: உங்கள் இடது கையில் இரண்டு விரல்களைப் பயன்படுத்தி திரையில் உள்ள பொத்தான்களைத் தட்டவும்.
th: ใช้นิ้วมือข้างซ้ายสองนิ้วแตะสลับกันที่ปุ่มบนหน้าจอ
tr: Ekrandaki düğmelere dönüşümlü olarak dokunmak için sol elinizin iki parmağını kullanın.
uk: Двома пальцями лівої руки по черзі торкайте кнопки на екрані.
vi: Sử dụng hai ngón tay trên bàn tay trái bạn để luân phiên chạm vào các nút trên màn hình.
vi_vn: Sử dụng hai ngón tay trên bàn tay trái của bạn để chạm luân phiên vào các nút trên màn hình.
xh_za: Sebenzisa iminwe emibini kwisandla sakho sasekhohlo ukuze ucofe ngokwahlukileyo amaqhosha akwisikrini.
zh_cn: 用左手上的两个手指来轮流轻点屏幕上的按钮。
zh_hans_my: 用左手的两根手指交替点击屏幕上的按钮。
zh_hk: 請用左手的兩指梅花間竹地點按螢幕上的按鈕。
zh_tw: 用左手的兩指來交互點按螢幕上的按鈕。

# TAPPING_INTRO_TEXT_2_LEFT_SECOND
source: Now repeat the same test using your left hand.
ar: الآن، كرر نفس الاختبار باستخدام يدك اليسرى.
ca: Ara repeteix la mateixa operació amb la mà esquerra.
cs: Nyní test zopakujte levou rukou.
da: Gentag nu den samme test med din venstre hånd.
de: Wiederhole den Test nun mit deiner linken Hand.
de_at: Wiederholen Sie nun den gleichen Test mit der linken Hand.
el: Τώρα επαναλάβετε το ίδιο τεστ με το αριστερό σας χέρι.
es: Ahora repite la prueba, pero con la mano izquierda.
es_419: Ahora repite la prueba con la mano izquierda.
fi: Suorita nyt sama testi vasemmalla kädellä.
fil_ph: Ngayon ulitin ang parehong test gamit ang iyong kaliwang kamay.
fr: Répétez à présent ce test avec la main gauche.
fr_ca: Maintenant, répétez le test avec la main gauche.
he: כעת חזור/י על אותה פעולה ביד שמאל.
hi: अब अपने बाएँ हाथ का उपयोग करके यही परीक्षण दोहराएँ।
hr: Sad ponovite isti test lijevom rukom.
hu: Most ismételje meg ugyanezt a tesztet bal kézzel.
id: Sekarang ulangi tes yang sama menggunakan tangan kiri.
it: Ora ripeti lo stesso test con la mano sinistra.
ja: 次に、左手で同じテストを繰り返します。
ms: Sekarang ulang ujian yang sama menggunakan tangan kiri anda.
ms_latn_sg: Sekarang ulangi ujian sama menggunakan tangan kiri anda.
nb_no: Gjenta den samme testen med din venstre hånd.
nl: Voer nu dezelfde test uit met je linkerhand.
no: Gjør den samme testen med venstre hånd.
or_in: ବର୍ତ୍ତମାନ ନିଜର ବାମ ହାତ ବ୍ୟବହାର କରି ସେହି ସମାନ ପରୀକ୍ଷା ପୁନରାବୃତ୍ତି କରନ୍ତୁ |
pl: Teraz wykonaj to ćwiczenie lewą ręką.
pt_pt: Agora repita o mesmo teste com a mão esquerda.
ro: Acum, repetați același test folosind mâna stângă.
ru: Теперь повторите это упражнение левой рукой.
sk: Zopakujte tento test pomocou ľavej ruky.
sv: Nu upprepar du samma test med vänstra handen.
ta_in: இப்போது உங்கள் இடது கையைப் பயன்படுத்தி அதே சோதனையை மீண்டும் செய்யவும்.
ta_my: இப்போது உங்கள் இடது கையால் அதே சோதஐயை மீண்டும் செய்யவும்.
th: ตอนนี้ให้ทดสอบแบบเดียวกันซ้ำอีกครั้งโดยใช้มือซ้าย
tr: Şimdi aynı testi sol elinizi kullanarak tekrarlayın.
uk: Тепер повторіть цей самий тест для лівої руки.
vi: Bây giờ, hãy lặp lại bài kiểm tra tương tự bằng tay trái của bạn.
vi_vn: Bây giờ lặp lại bài kiểm tra tương tự bằng tay trái của bạn.
xh_za: Ngoku phinda uvavanyo olufanayo usebenzisa isandla sakho sasekhohlo.
zh_cn: 现在用左手重复相同的测试。
zh_hans_my: 现在用您的左手重复同样的测试。
zh_hk: 現在用左手進行相同的測試。
zh_tw: 現在請用左手重複執行相同的測試。

# TAPPING_INTRO_TEXT_2_MOST_AFFECTED
source: Use two fingers on the same hand to alternately tap the buttons on the screen.
ar: استخدم إصبعين من نفس اليد للضغط بالتبادل على الزرين على الشاشة.
ca: Prem els botons de la pantalla alternant dos dits de la mateixa mà.
cs: Dvěma prsty jedné ruky střídavě klepejte na tlačítka na obrazovce.
da: Tryk skiftevis på knapperne på skærmen med to fingre på den samme hånd.
de: Verwende zwei Finger derselben Hand, um abwechselnd auf die Tasten auf dem Bildschirm zu tippen.
de_at: Tippen Sie abwechselnd mit zwei Fingern derselben Hand auf die Schaltflächen auf dem Bildschirm.
el: Χρησιμοποιήστε δύο δάχτυλα του ίδιου χεριού για εναλλάξ άγγιγμα των κουμπιών στην οθόνη.
es: Utiliza dos dedos de la misma mano para pulsar de forma alternativa los botones de la pantalla.
es_419: Usa dos dedos de la misma mano para tocar alternativamente los botones de la pantalla.
fi: Käytä saman käden kahta sormea näytön painikkeiden napauttamiseen vuorotellen.
fil_ph: Gumamit ng dalawang daliri sa parehong kamay upang salit-salitang i-tap ang mga button sa screen.
fr: Avec deux doigts de la même main et en les alternant, touchez les boutons à l’écran.
fr_ca: Utilisez deux doigts d’une même main pour toucher tour à tour les boutons affichés à l’écran.
he: הקש/י על הכפתורים שמופיעים על המסך עם שתי אצבעות של אותה היד המתחלפות ביניהן לסירוגין.
hi: स्क्रीन पर बटनों पर एक के बाद एक टैप करने के लिए एक ही हाथ की दो उँगलियों का उपयोग करें।
hr: Koristeći dva prsta iste ruke, naizmjence dodirujte tipke na zaslonu.
hu: Ugyanannak a kezének két ujjával felváltva koppintson a gombokra a kijelzőn.
id: Gunakan dua jari pada tangan yang sama untuk mengetuk tombol di layar secara bergantian.
it: Utilizza due dita della stessa mano per toccare alternativamente i pulsanti sullo schermo.
ja: 同じ手の2本の指を使って、画面上のボタンを交互にタップします。
ms: Gunakan dua jari pada tangan yang sama untuk mengetik butang pada skrin secara berselang-seli.
ms_latn_sg: Gunakan dua jari pada tangan yang sama untuk mengetik butang-butang pada skrin secara berselang seli.
nb_no: Trykk på knappene på skjermen ved å bruke to fingre på den samme hånden vekselvis.
nl: Tik met twee vingers van dezelfde hand beurtelings op de knoppen op het scherm.
no: Bruk to fingre på samme hånd til å trykke vekselvis på knappene på skjermen.
or_in: ସ୍କ୍ରିନ୍‍ ରେ ଥିବା ଗୋଟିଏ ଛଡା ଗୋଟିଏ ବଟନ୍‍କୁ ଟ୍ୟାପ୍‍ କରିବା ପାଇଁ ସେହି ସମାନ ହାତର ଦୁଇ ଆଙ୍ଗୁଳି ବ୍ୟବହାର କରନ୍ତୁ |
pl: Naprzemiennie stukaj w przyciski na ekranie dwoma palcami tej samej ręki.
pt_pt: Com dois dedos da mesma mão, toque alternadamente nos botões no ecrã.
ro: Folosiți două degete de la aceeași mână pentru a apăsa alternativ butoanele de pe ecran.
ru: Двумя пальцами одной руки попеременно касайтесь появляющихся кнопок на экране.
sk: Pomocou dvoch prstov rovnakej ruky striedavo klepte na tlačidlá na obrazovke.
sv: Använd två fingrar på samma hand till att omväxlande trycka på knapparna på skärmen.
ta_in: ஸ்கிரீனில் உள்ள பட்டன்களை அதே கையில் மாறி மாறி தட்ட இரண்டு விரல்களைப் பயன்படுத்தவும்.
ta_my: திரையில் உள்ள பொத்தான்களை மாறி மாறி தட்ட ஒரே கையில் இரண்டு விரல்களைப் பயன்படுத்தவும்.
th: ใช้นิ้วมือข้างเดียวกันสองนิ้วแตะสลับกันที่ปุ่มบนหน้าจอ
tr: Ekrandaki düğmelere dönüşümlü olarak dokunmak için aynı elinizin iki parmağını kullanın.
uk: Двома пальцями однієї руки по черзі торкайте кнопки на екрані.
vi: Sử dụng hai ngón tay trên cùng bàn tay bạn để luân phiên chạm vào các nút trên màn hình.
vi_vn: Sử dụng hai ngón tay trên cùng một bàn tay để chạm luân phiên vào các nút trên màn hình.
xh_za: Sebenzisa iminwe emibini ekwisandla esifanayo ukuze ucofe ngokwahlukileyo amaqhosha akwisikrini.
zh_cn: 用同一只手上的两个手指来轮流轻点屏幕上的按钮。
zh_hans_my: 用同一只手的两个手指交替点击屏幕上的按钮。
zh_hk: 請用同一隻手的兩指梅花間竹地點按螢幕上的按鈕。
zh_tw: 用同一隻手的兩指來交互點按螢幕上的按鈕。
