Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# GENDER_FORM_ITEM_PLACEHOLDER
source: Pick a gender
ar: اختيار الجنس
ca: Selecciona un sexe
cs: Vyberte pohlaví
da: Vælg køn
de: Geschlecht wählen
de_at: Wählen Sie ein Geschlecht
el: Επιλογή
es: Selecciona tu sexo
es_419: Elige un sexo
fi: Valitse sukupuoli
fil_ph: Pumili ng kasarian
fr: Choisir
fr_ca: Choisir un sexe
he: בחר/י מין
hi: लिंग चुनें
hr: Izaberite rod
hu: Nem kiválasztása
id: Pilih jenis kelamin
it: Scegli il sesso
ja: 性別を選択
ko: 성별 선택
ms: Pilih jantina
ms_latn_sg: Pilih jantina
nb_no: Velg et kjønn
nl: Kies een geslacht
no: Angi kjønn
or_in: ଲିଙ୍ଗ ଚୟନ କରନ୍ତୁ
pl: Wybierz płeć
pt_pt: Escolha o sexo
ro: Alegeți o opțiune
ru: Выберите пол
sk: Vyberte pohlavie
sv: Välj ett kön
ta_in: பாலினத்தை தேர்ந்தெடுக்கவும்
ta_my: ஒரு பாலினத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกเพศ
tr: Bir cinsiyet seçin
uk: Виберіть стать
vi: Chọn giới tính
vi_vn: Chọn một giới tính
xh_za: Khetha isini
zh_cn: 选择性别
zh_hans_my: 选择性别
zh_hk: 選擇性別
zh_tw: 選擇性別

# GENDER_FORM_ITEM_TITLE
source: Gender
ar: الجنس
ca: Sexe
cs: Pohlaví
da: Køn
de: Geschlecht
de_at: Geschlecht
el: Φύλο
es: Sexo
es_419: Sexo
fi: Sukupuoli
fil_ph: Kasarian
fr: Sexe
fr_ca: Sexe
he: מין
hi: लिंग
hr: Spol
hu: Nem
id: Jenis Kelamin
it: Sesso
ja: 性別
ko: 성별
ms: Jantina
ms_latn_sg: Jantina
nb_no: Kjønn
nl: Geslacht
no: Kjønn
or_in: ଲିଙ୍ଗ
pl: Płeć
pt_pt: Sexo
ro: Sex
ru: Пол
sk: Pohlavie
sv: Kön
ta_in: பாலினம்
ta_my: பாலினம்
th: เพศ
tr: Cinsiyet
uk: Стать
vi: Giới tính
vi_vn: Giới tính
xh_za: Isini
zh_cn: 性别
zh_hans_my: 性别
zh_hk: 性別
zh_tw: 性別

# GENDER_MALE
source: Male
ar: ذكر
ca: Home
cs: Muž
da: Mand
de: Männlich
de_at: Männlich
el: Άντρας
es: Hombre
es_419: Hombre
fi: Mies
fil_ph: Lalaki
fr: Homme
fr_ca: Homme
he: זכר
hi: पुरूष
hr: Muško
hu: Férfi
id: Pria
it: Uomo
ja: 男性
ko: 남성
ms: Lelaki
ms_latn_sg: Lelaki
nb_no: Mann
nl: Man
no: Mann
or_in: ପୁରୁଷ
pl: Mężczyzna
pt_pt: Masculino
ro: Masculin
ru: Мужской
sk: Muž
sv: Man
ta_in: ஆண்
ta_my: ஆண்
th: ชาย
tr: Erkek
uk: Чоловіча
vi: Nam
vi_vn: Nam
xh_za: Indoda
zh_cn: 男
zh_hans_my: 男性
zh_hk: 男性
zh_tw: 男性

# GENDER_OTHER
source: Other
ar: غير ذلك
ca: Altres
cs: Jiné
da: Andet
de: Sonstiges
de_at: Sonstiges
el: Άλλο
es: Otro
es_419: Otro
fi: Muu
fil_ph: Iba
fr: Autre
fr_ca: Autre
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
ms: Lain
ms_latn_sg: Lain-lain
nb_no: Annet
nl: Anders
no: Annet
or_in: ଅନ୍ୟ
pl: Inna
pt_pt: Outro
ro: Altul
ru: Другой
sk: Iné
sv: Annat
ta_in: மற்றவை
ta_my: மற்றவர்கள்
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác
vi_vn: Khác
xh_za: Okunye
zh_cn: 其他
zh_hans_my: 其他
zh_hk: 其他
zh_tw: 其他

# GIVEN_NAME_ITEM_PLACEHOLDER
source: John
ar: باسل
ca: Jordi
cs: Jan
da: Clara
de: Max
el: Γιάννης
es: Juan
es_419: Juan
fr: Gilles
fr_ca: Gilles
he: ישראל
hi: साहिल
hr: Ivan
hu: Ede
it: Giovanni
ko: 길동
or_in: ଜନ୍‍
pl: Jan
pt_pt: Manuel
ro: Ioana
ru: Иван
sk: Janko
ta_in: ஜான்
ta_my: ஜான்
tr: Ali
uk: Степан
xh_za: U-John
zh_hk: 大明

# HOLE_PEG_TEST_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, toca Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
de_at: Tippen Sie auf Erste Schritte, um zu beginnen.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fil_ph: I-tap ang Magsimula upang simulan.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
ms_latn_sg: Ketik Bermula untuk mulakan.
nb_no: Trykk på Kom i gang for å begynne.
nl: Tik op 'Start' om te beginnen.
no: Trykk på Start for å begynne.
or_in: ଆରମ୍ଭ କରିବାକୁ ଟ୍ୟାପ୍‍ କରନ୍ତୁ |
pl: Aby rozpocząć, stuknij w Start.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
ta_in: துவங்குவதற்கு ‘Get Started’ ஐ தட்டவும்.
ta_my: தொடங்குவதற்கு தொடங்கு என்பதைத் தட்டவும்.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
vi_vn: Nhấp vào Bắt đầu để bắt đầu.
xh_za: Cofa Qalisa ukuze uqalise.
zh_cn: 轻点“开始”来进行测试。
zh_hans_my: 点击“开始”使用。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# HOLE_PEG_TEST_INTRO_TEXT_%@
source: This activity measures your upper extremity function by asking you to place a peg in a hole. You will be asked to do this %@ times.
ar: هذا النشاط يقيس وظيفة الطرف العلوي من خلال مطالبتك بوضع السدادة في فتحة. سيُطلب منك أن تفعل هذا %@ مرات.
ca: Aquesta activitat mesura la funcionalitat de les teves extremitats superiors demanant-te que fiquis una clavilla dins d’un forat. Ho hauràs de fer %@ cops.
cs: Tato aktivita otestuje motoriku vašich horních končetin. Požádáme vás o zasunutí kolíku do otvoru. Budete k tomu vyzváni celkem %@×.
da: Denne aktivitet måler funktionen i dine øvre ekstremiteter ved at bede dig om at anbringe en pind i et hul. Du bliver bedt om at gøre dette %@ gange.
de: Mit dieser Aktivität wird die Reaktionsfähigkeit deiner oberen Extremitäten gemessen, indem du aufgefordert wirst, einen Kreis auf einem Loch zu platzieren. Das Ganze wird %@-mal wiederholt.
de_at: Diese Aktivität misst die Funktion Ihrer oberen Extremitäten, indem Sie aufgefordert werden, einen Stift in ein Loch zu stecken. Sie werden aufgefordert, dies %@ mal zu tun.
el: Αυτή η δραστηριότητα μετρά την επιδεξιότητα των άνω άκρων σας ζητώντας σας να τοποθετήσετε έναν κύκλο σε μια οπή. Αυτό θα σας ζητηθεί να το κάνετε %@ φορές.
es: Esta actividad mide la capacidad funcional de tus extremidades superiores, para lo cual se te pedirá que introduzcas una clavija en un agujero %@ veces.
es_419: Esta actividad mide la funcionalidad de tus extremidades superiores pidiéndote que coloques una estaca en un hoyo. Se te pedirá que hagas esto %@ veces.
fi: Tämä aktiviteetti mittaa yläraajojen toimintaa pyytämällä sinua asettamaan palikan reikään. Tämä toistetaan %@ kertaa.
fil_ph: Sinusukat ng aktibidad na ito ang paggana ng iyong itaas na paa't kamay sa pamamagitan ng pagtatanong sa iyo na maglagay ng isang peg sa isang butas. Hihilingin sa iyo na gawin ang mga ito %@ beses.
fr: Cette activité évalue le fonctionnement de vos extrémités supérieures. Vous devez placer un rond dans un trou et répéter cette opération %@ fois.
fr_ca: Cette activité mesure la dextérité de vos membres supérieurs en vous demandant de placer un cercle dans un trou. On vous demandera de le faire %@ fois.
he: פעילות זו מודדת את תפקוד פלג הגוף העליון בכך שהיא מבקשת ממך להניח דיסקית עגולה בתוך חור. את הפעולה הזו תתבקש/י לבצע %@ פעמים.
hi: छिद्र में पेग को डालने के लिए कहकर इस गतिविधि द्वारा आपके अपर एक्सट्रेमिटी फ़ंक्शन का मापन किया जाता है। आपसे %@ बार ऐसा करने का अनुरोध किया जाएगा।
hr: Ova aktivnost mjeri funkciju vaših gornjih ekstremiteta dok stavljate klin u rupu. Ovu radnju morat ćete ponoviti %@ puta.
hu: Ez a tevékenység a felső végtagok mozgását vizsgálja, amelynek során a rendszer megkéri Önt, hogy illesszen bele egy kört egy lyukba. Ezt %@ alkalommal kell megtennie.
id: Aktivitas ini mengukur fungsi bagian teratas dengan meminta Anda untuk meletakkan sumbat di lubang. Anda akan diminta untuk melakukan ini %@ kali.
it: Questo test valuta la funzionalità dei tuoi arti superiori. Dovrai posizionare l'icona colorata nella sagoma vuota %@ volte.
ja: このアクティビティでは、円を穴に入れる動作で上肢機能を測定します。測定は%@回行います。
ko: 이 실험은 페그를 구멍에 넣는 동작을 통해 사용자의 상지 기능을 측정합니다. 이 동작을 %@번 해야 합니다.
ms: Aktiviti ini mengukur fungsi anggota badan atas anda dengan meminta anda meletakkan pancang ke dalam lubang. Anda akan diminta melakukan ini sebanyak %@ kali.
ms_latn_sg: Aktiviti ini mengukur fungsi keekstreman atas anda dengan meminta anda untuk menempatkan peg ke dalam lubang. Anda akan diminta untuk melakukannya sebanyak %@ kali.
nb_no: Denne aktiviteten måler funksjonen på øvre ekstremitet ved å be deg om å plassere en pinne i et hull. Du vil bli bedt om å gjøre dette %@ ganger.
nl: Tijdens deze activiteit meet je het functioneren van je bovenste ledematen door een schijfje in een cirkel te plaatsen. Dit moet je %@ keer doen.
no: I denne aktiviteten skal du plassere en plugg i et hull for å måle funksjonen i armene dine. Du vil bli bedt om å gjøre det %@ ganger.
or_in: ଏହି କାର୍ଯ୍ୟକ୍ରମ ଆପଣଙ୍କୁ ଗୋଟିଏ ଗାତରେ ପେଗ ଲଗାଇବାକୁ କହି ଆପଣଙ୍କୁ ଉପର ଅଂଶର କାର୍ଯ୍ୟକୁ ମାପି ଥାଏ | ଆପଣଙ୍କୁ ଏହାକୁ %@ ସମୟରେ କରିବାକୁ କୁହାଯିବ |
pl: To ćwiczenie mierzy sprawność górnej partii ciała: umieszczasz kołek (pełne kółko) w otworze (puste kółko). Do wykonania %@ razy.
pt_pt: Esta exercício mede as funções das extremidades superiores pedindo‑lhe que coloque um círculo dentro de um buraco. Ser-lhe-à pedido que repita %@ vezes.
ro: Această activitate vă măsoară funcționalitatea extremităților superioare, solicitându‑vă să plasați un cerc într‑un orificiu. Va trebui să repetați acțiunea de %@ ori.
ru: Во время выполнения этого задания оценивается работоспособность верхних конечностей. Вам предложат поместить колышек в лунку %@ раз(а).
sk: Táto aktivita slúži na otestovanie motoriky horných končatín. Počas testu budete umiestňovať kolíky do otvorov. Test budete opakovať %@-krát.
sv: Den här aktiviteten mäter funktionen för dina övre extremiteter genom att be dig placera en pinne i ett hål. Du uppmanas att göra detta %@ gånger.
ta_in: இந்த செயல்பட்டில், துளைக்குள் ஒரு பெக்கை வைக்கச் சொல்வதன் மூலம் உங்கள் மேல்பாகத்தின் தீவிர செயல்பாட்டை அளவிடும். இதை %@ முறை செய்யும்படி கேட்கப்படுவீர்கள்.
ta_my: இந்த செயல்பாடு உங்கள் மேல் முனை செயல்பாட்டை ஒரு துளையில் ஒரு ஆப்பை வைக்கச் சொல்லி அளவிடுகிறது. இதை %@ முறை செய்யும்படி கேட்கப்படுவீர்கள்.
th: การกระทำนี้จะวัดความสามารถของการใช้นิ้วมือของคุณโดยที่คุณจะต้องวางหมุดลงในช่อง คุณจะต้องทำการวางหมุด %@ ครั้ง
tr: Bu aktivite, bir daireyi deliğe yerleştirmenizi isteyerek üst uzuvlarınızın işlevini ölçer. Bunu %@ kez yapmanız istenecektir.
uk: Цей тест оцінює функцію ваших верхніх кінцівок, коли вам потрібно покласти кілок в отвір. Вас попросять зробити це %@ разів.
vi: Hoạt động này đánh giá chức năng phần thân trên của bạn bằng cách yêu cầu bạn đặt một miếng gỗ vào trong lỗ. Bạn sẽ được yêu cầu thực hiện việc này %@ lần.
vi_vn: Hoạt động này đo chức năng chi trên của bạn bằng cách yêu cầu bạn đặt một cái chốt vào một lỗ. Bạn sẽ được yêu cầu làm điều này %@ lần.
xh_za: Lo msebenzi ulinganisa ukusebenza kwakhko ngokugqithisileyo okuphezulu ngokukucela ukuba ubeke ipeksi kumgxumo. Uza kucelwa ukuba wenze oku amaxesha %@.
zh_cn: 本活动通过将圆饼放入圆孔来测量您的上肢功能。您将需要完成此操作 %@ 次。
zh_hans_my: 此活动通过要求您将钉子放入孔中来测量您的上肢功能。您将被要求执行此操作%@次。
zh_hk: 此測試活動需要你將圓柱放進洞內，以測量你的上肢功能。你將需要執行此操作%@次。
zh_tw: 此活動會要求您將圓柱放入孔中，藉此測量您的上肢功能。將會要求您執行 %@ 次。

# HOLE_PEG_TEST_INTRO_TEXT_2_LEFT_HAND_FIRST_%@
source: Both your left and right hands will be tested. You must pick up the peg as quickly as possible, put it in the hole, and, once done %@ times, remove it again %@ times.
cs: Bude proveden test levé i pravé ruky. Co nejrychleji uchopte kolík a zasuňte ho do otvoru. Tuto akci proveďte %@× a potom ho opět %@× vyndejte.
da: Både din venstre og højre hånd testes. Du skal samle cirklen op så hurtigt som muligt, anbringe den i hullet, og når det er gjort %@ gange, skal du fjerne den igen %@ gange.
de: Sowohl deine linke als auch die rechte Hand werden getestet. Du musst den Stift so schnell wie möglich greifen, in das Loch stecken und nach einer %@maligen Wiederholung wieder %@ Mal entfernen.
de_at: Es werden sowohl Ihre linke als auch Ihre rechte Hand getestet. Sie müssen den Stift so schnell wie möglich aufheben, ihn in das Loch stecken und, nachdem Sie dies %@ mal getan haben, wieder %@ mal herausnehmen.
es: La prueba debe realizarse tanto con la mano izquierda como con la derecha. Hay que introducir la clavija lo más rápido posible en el orificio y, una vez que lo hayas hecho %@ veces, volver a extraerla %@ veces.
es_419: Se probarán tanto tu mano izquierda como la derecha. Debes recoger la estaca tan rápido como te sea posible y ponerla en el hoyo; y una vez que hayas hecho eso %@ veces, debes quitarla otras %@ veces.
fi: Sekä vasen että oikea käsi testataan. Sinun on poimittava palikka mahdollisimman nopeasti, asetettava se reikään, ja tehtyäsi tämän %@ kertaa, poistettava se jälleen %@ kertaa.
fil_ph: Masusubukan ang pareho mong kaliwa at kanang kamay. Dapat mong kunin ang peg sa bilis na hanggang makakaya mo, ilagay ito sa butas, at, sa sandaling natapos nang %@ beses, alisin itong muli nang %@ beses.
fr: Votre main gauche et droite seront toutes les deux testées. Vous devez récupérer l’élément aussi rapidement que possible, le placer dans le trou et, une fois l’opération répétée %@ fois, le retirer de nouveau %@ fois.
fr_ca: Votre main gauche et votre main droite seront testées. Vous devez saisir le cercle aussi rapidement que possible, le placer dans le trou et, après avoir fait cela %@ fois, le retirer à nouveau %@ fois.
he: כעת תתבצע בדיקה של היד השמאלית והימנית שלך. עליך להרים את הדיסקית במהירות המרבית ולהכניס אותה לחור. לאחר שתבצע/י זאת %@ פעמים, עליך להוציא אותה שוב %@ פעמים.
hi: आपके बाएँ और दाएँ, दोनों हाथों का परीक्षण किया जाएगा। आपको जितनी जल्दी हो सके, पेग को लेकर छिद्र में डालना होगा और %1$@ बार करने के बाद %2$@ बार पुनः उसे वहाँ से हटाना होगा।
hr: Testirat će se vaša lijeva i desna ruka. Morate što je brže moguće podići klin, staviti ga u otvor i, čim to napravite %@ puta, morate ga ponovno ukloniti %@ puta.
hu: A bal és a jobb keze egyaránt tesztelve lesz. Minél gyorsabban vegye fel a kört, és illessze be a lyukba, és miután ezt %@ alkalommal megtette, távolítsa el %@ alkalommal.
id: Tangan kiri dan kanan Anda akan dites. Anda harus mengambil pasak secepat mungkin, memasukkannya ke lubang, dan, setelah selesai %@ kali, mencabutnya lagi %@ kali.
it: Verranno esaminate entrambe le mani. Dovrai afferrare l'icona colorata il più velocemente possibile e inserirla nell'apposita sagoma vuota. Una volta completata l'operazione %@ volte, dovrai rimuovere l'icona altre %@ volte.
ja: 左手と右手の両方をテストします。 円をできるだけすばやくつかんでください。穴に入れる動作を%@回繰り返したら、今度は穴から円を取り出す動作を%@回繰り返します。
ko: 왼손과 오른손을 모두 테스트합니다. 페그를 최대한 빨리 집어서 구멍에 넣으십시오. 이 동작을 %@번 완료하면, 페그를 제거하는 동작을 다시 %@번 하십시오.
ms: Tangan kiri dan kanan anda akan diuji. Anda mesti mengutip pancang secepat mungkin, masukkannya ke dalam lubang dan setelah dilakukan sebanyak %@ kali, keluarkannya lagi sebanyak %@ kali.
ms_latn_sg: Kedua-dua tangan kiri dan kanan anda akan diuji. Anda mesti mengangkat peg secepat mungkin, memasukkannya ke dalam lubang, setelah selesai %@ kali, alih keluarkannya semula sebanyak %@ kali.
nb_no: Både venstre og høyre hånd vil bli testet. Du må plukke opp pinnen så fort som mulig, sette den i hullet, og når den er ferdig %@ ganger, fjern den igjen %@ ganger.
no: Både venstre og høyre hånd vil bli testet. Du må plukke opp pluggen så fort som mulig og legge den i hullet. Gjør dette %@ ganger, og fjern den så igjen %@ ganger.
or_in: ଆପଣଙ୍କର ଉଭୟ ବାମ ଏବଂ ଡାହାଣ ହାତର ପରୀକ୍ଷା କରାଯିବ | ଆପଣ ଯଥାଶୀଘ୍ର ପେଗକୁ କାଢି ଗାତରେ ଏହାକୁ ରଖିବା ଆବଶ୍ୟକ, ଏବଂ, ଯଦି %@ ସମୟରେ ହୋଇଗଲା, ତାପରେ %@ ଏହାକୁ ପୁର୍ନବାର ବାହାର କରିଦିଅନ୍ତୁ |
pl: Testowane będą zarówno lewa, jak i prawa ręka. Musisz podnieść kołek tak szybko, jak to możliwe, umieścić go w otworze, oraz po %@ razach, wyjąć go %@ razy.
pt_pt: As duas mãos serão testadas. Tem de pegar no círculo o mais depressa possível e arrastá‑lo para o buraco. Depois de o fazer %@ vezes, faça o movimento contrário e remova o círculo do buraco %@ vezes.
ro: Va fi testată atât mâna stângă, cât și mâna dreaptă. Trebuie să ridicați cercul cât mai rapid posibil, să-l plasați în orificiu și, după ce repetați acțiunea de %@ ori, să-l scoateți din nou de %@ ori.
ru: Проверены будут обе руки: левая и правая. Вам потребуется поднять колышек как можно быстрее, поместить его в лунку, а затем, повторив упражнение %@ раз(а), удалить его снова %@ раз(а).
sk: Otestovaná bude vaša ľavá aj pravá ruka. Čo najrýchlejšie vezmite kolík, umiestnite do otvoru %@-krát a potom ho vytiahnite taktiež %@-krát.
sv: Både den vänstra och högra handen kommer att testas. Du måste plocka upp pinnen så fort som möjligt och placera den i hålet. När du har gjort det %@ gånger tar du bort den igen %@ gånger.
ta_in: உங்கள் இடது மற்றும் வலது கைகள் இரண்டும் சோதிக்கப்படும். நீங்கள் பெக்கை எவ்வளவு விரைவாக எடுக்க முடியுமோ அவ்வளவு விரைவாக எடுத்து, துளைக்குள் வைத்து, மற்றும் %@ முறை செய்தவுடன், அதை மீண்டும் %@ முறை அகற்ற வேண்டும்.
ta_my: உங்கள் இடது மற்றும் வலது கைகள் இரண்டும் சோதிக்கப்படும். நீங்கள் சீக்கிரம் ஆப்பை எடுக்க வேண்டும், துளைக்குள் போட வேண்டும், மற்றும், %@ முறை செய்தவுடன், மீண்டும் %@ முறை அகற்றவும்.
th: ทั้งมือซ้ายและมือขวาของคุณจะถูกทดสอบ คุณจะต้องหยิบหมุดให้ไวที่สุดเท่าที่จะทำได้ แล้ววางหมุดลงในช่อง ทำซ้ำ %@ ครั้ง จากนั้นให้หยิบหมุดออกจากช่อง %@ ครั้ง
tr: Hem sol hem de sağ eliniz test edilecektir. Daireyi mümkün olduğu kadar hızlı bir şekilde almalı, onu deliğe koymalı ve bunu %@ kez yaptıktan sonra yeniden %@ kez kaldırmalısınız.
uk: Тестуванню підлягають ваша ліва і права рука. Ви маєте взяти кілок якомога швидше, поставити в отвір, і зробивши це %@ разів, вилучити його знов %@ разів.
vi_vn: Cả tay trái và tay phải của bạn sẽ được kiểm tra. Bạn phải nhặt chốt càng nhanh càng tốt, đặt nó vào lỗ, và sau khi hoàn thành %@ lần, lấy nó %@ lần nữa.
xh_za: Zombini izandla zakho esasekho kunye nesasekunene ziza kuvavanywa. Umele uphakamise ipeksi ngokukhawuleza kangangoko kunokwenzeka, uyibeke emgxunyeni, yaye, wakuba ugqibile amaxesha %@, yisuse kwakhona amaxesha %@.
zh_cn: 您的左手和右手都需要进行测试。 您必须以最快速度拿起圆饼，将其放入圆孔中，完成 %@ 次后，再将其移除 %@ 次。
zh_hans_my: 您的左右手都将接受测试。 您必须尽快拿起钉子，将其放入孔中，完成%@次后，再将其取出%@次。
zh_tw: 將會測試您的左手和右手。 您必須儘快拿起圓柱，將其放入孔中，完成 %@ 次之後，再將圓柱從孔中取出 %@ 次。
