Repository: ResearchKit/ResearchKit
Catalog: ResearchKit/Localized/*.lproj/ResearchKit.strings
Languages: ar, ca, cs, da, de, de_at, el, es, es_419, fi, fil_ph, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, ms_latn_sg, nb_no, nl, no, or_in, pl, pt_pt, ro, ru, sk, sv, ta_in, ta_my, th, tr, uk, vi, vi_vn, xh_za, zh_cn, zh_hans_my, zh_hk, zh_tw

# INVALID_EMAIL_ALERT_MESSAGE
source: Invalid email address: %@
ar: عنوان البريد الإلكتروني غير صالح: %@
ca: Adreça electrònica no vàlida: %@
cs: Neplatná e‑mailová adresa: %@
da: Ugyldig e-mailadresse: %@
de: Ungültige E-Mail-Adresse: %@
de_at: Ungültige E-Mail-Adresse: %@
el: Μη έγκυρη διεύθυνση email: %@
es: Dirección de correo electrónico no válida: %@
es_419: Correo electrónico no válido: %@
fi: Virheellinen sähköpostiosoite: %@
fr: Adresse e-mail non valide : %@
fr_ca: Adresse courriel non valide : %@
he: כתובת דוא״ל לא תקינה: %@
hi: अमान्य ईमेल पता : %@
hr: Nevažeća e-mail adresa: %@
hu: Érvénytelen e-mail cím: %@
id: Alamat email tidak sah: %@
it: Indirizzo e-mail non valido: %@
ja: メールアドレスが無効です: %@
ko: 이메일 주소가 유효하지 않음: %@
ms: Alamat e-mel tidak sah: %@
ms_latn_sg: Alamat e-mel tidak sah: %@
nb_no: Ugyldig e-postadresse: %@
nl: Ongeldig e‑mailadres: %@
no: Ugyldig e-postadresse: %@
or_in: ଅବୈଧ ଇମେଲ୍‍ ଠିକଣା: %@
pl: Nieprawidłowy adres email: %@
pt_pt: Endereço de e‑mail inválido: %@
ro: Adresă de e-mail nevalidă: %@
ru: Недействительный адрес e-mail: %@
sk: Neplatná emailová adresa: %@
sv: Ogiltig e-postadress: %@
ta_in: தவறான மின்னஞ்சல் விலாசம்: %@
ta_my: செல்லுபடியாகாத மின்னஞ்சல் முகவரி: %@
th: ที่อยู่อีเมลที่ไม่ถูกต้อง: %@
tr: Geçersiz e-posta adresi: %@
uk: Хибна адреса е-пошти: %@
vi: Địa chỉ email không hợp lệ: %@
vi_vn: Địa chỉ email không hợp lệ: %@
xh_za: Idilesi ye-imeyili ayichananga: %@
zh_cn: 无效的电子邮件地址：%@
zh_hans_my: 无效的电子邮箱：%@
zh_hk: 無效的電郵地址：%@
zh_tw: 無效的電子郵件位址：%@

# KEYCHAIN_ADD_ERROR_MESSAGE
source: Could not add Keychain item.
ar: تعذر إضافة عنصر سلسلة المفاتيح.
ca: No s’ha pogut afegir l’ítem del clauer.
cs: Nepodařilo se přidat položku do svazku klíčů.
da: Nøgleringsemne kunne ikke tilføjes.
de: Schlüsselbundobjekt konnte nicht hinzugefügt werden
de_at: Das Element Schlüsselbund konnte nicht hinzugefügt werden.
el: Δεν ήταν δυνατή η προσθήκη στοιχείου της Κλειδοθήκης.
es: No se ha podido añadir el ítem del llavero.
es_419: No se pudo agregar el elemento de Llavero.
fi: Avainnipun kohdetta ei voitu lisätä.
fil_ph: Hindi maidagdag ang Keychain na aytem .
fr: Impossible d’ajouter l’élément du trousseau.
fr_ca: Impossible d’ajouter l’élément du trousseau.
he: לא ניתן היה להוסיף את פריט צרור המפתחות.
hi: कीचेन आइटम को जोड़ा नहीं जा सका।
hr: Nije moguće dodati stavku privjeska ključeva.
hu: Nem lehetett hozzáadni a Kulcskarika-elemet.
id: Tidak dapat menambah item Rantai Kunci.
it: Impossibile aggiungere l'elemento del portachiavi.
ja: キーチェーン項目を追加できませんでした。
ko: 키체인 항목을 추가할 수 없습니다.
ms: Tidak dapat menambah item Rantai Kunci.
ms_latn_sg: Tidak dapat menambah item Rantai Kunci.
nb_no: Kunne ikke legge til Keychain-element.
nl: Sleutelhangeronderdeel kan niet worden toegevoegd.
no: Kunne ikke legge til nøkkelringobjekt.
or_in: କୀଚେନ୍‍ ଆଇଟମ୍‍ ଯୋଡା ହୋଇପାରିଲା ନାହିଁ |
pl: Nie można było dodać rzeczy pęku kluczy.
pt_pt: Não foi possível adicionar elemento do Porta‑chaves.
ro: Imposibil de adăugat articolul din portchei.
ru: Не удалось добавить объект связки ключей.
sk: Nepodarilo sa pridať položku kľúčenky.
sv: Kunde inte lägga till nyckelringsobjekt.
ta_in: கீ செயின் பொருளைச் சேர்க்க முடியவில்லை.
ta_my: கீச்செயின் பொருளைச் சேர்க்க முடியவில்லை.
th: ไม่สามารถเพิ่มรายการในพวงกุญแจ
tr: Anahtar zinciri öğesi eklenemedi.
uk: Не вдалося додати елемент до В'язки.
vi: Không thể thêm mục Chuỗi khóa.
vi_vn: Không thể thêm mục Chuỗi khóa.
xh_za: Ayikwazanga ukongeza into ye-Keychain.
zh_cn: 无法添加钥匙串项。
zh_hans_my: 无法添加钥匙串项目。
zh_hk: 無法加入「鑰匙圈」項目。
zh_tw: 無法加入鑰匙圈項目。

# KEYCHAIN_DELETE_ERROR_MESSAGE
source: Could not delete Keychain item.
ar: تعذر حذف عنصر سلسلة المفاتيح.
ca: No s’ha pogut eliminar l’ítem del clauer.
cs: Nepodařilo se smazat položku ze svazku klíčů.
da: Nøgleringsemne kunne ikke slettes.
de: Schlüsselbundobjekt konnte nicht entfernt werden
de_at: Das Element Schlüsselbund konnte nicht gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή στοιχείου της Κλειδοθήκης.
es: No se ha podido eliminar el ítem del llavero.
es_419: No se pudo eliminar el elemento de Llavero.
fi: Avainnipun kohdetta ei voitu poistaa.
fil_ph: Hindi matanggal ang Keychain na aytem.
fr: Impossible de supprimer l’élément du trousseau.
fr_ca: Impossible de supprimer l’élément du trousseau.
he: לא ניתן היה למחוק את פריט צרור המפתחות.
hi: कीचेन आइटम को डिलीट नहीं किया जा सका।
hr: Nije moguće obrisati stavku privjeska ključeva.
hu: Nem lehetett törölni a Kulcskarika-elemet.
id: Tidak dapat menghapus item Rantai Kunci.
it: Impossibile eliminare l'elemento del portachiavi.
ja: キーチェーン項目を削除できませんでした。
ko: 키체인 항목을 삭제할 수 없습니다.
ms: Tidak dapat memadamkan item Rantai Kunci.
ms_latn_sg: Tidak dapat memadamkan item Rantai Kunci.
nb_no: Kunne ikke fjerne Keychain-element.
nl: Sleutelhangeronderdeel kan niet worden verwijderd.
no: Kunne ikke slette nøkkelringobjekt.
or_in: କୀଚେନ୍‍ ଆଇଟମ୍‍ ବିଲୋପ ହୋଇପାରିଲା ନାହିଁ |
pl: Nie można było usunąć rzeczy pęku kluczy.
pt_pt: Não foi possível apagar elemento do Porta‑chaves.
ro: Imposibil de șters articolul din portchei.
ru: Не удалось удалить объект связки ключей.
sk: Nepodarilo sa vymazať položku kľúčenky.
sv: Kunde inte radera nyckelringsobjekt.
ta_in: கீ செயின் பொருளை நீக்க முடியவில்லை.
ta_my: கீச்செயின் பொருளை நீக்க முடியவில்லை.
th: ไม่สามารถลบรายการในพวงกุญแจ
tr: Anahtar zinciri öğesi silinemedi.
uk: Не вдалося видалити елемент із В'язки.
vi: Không thể xóa mục Chuỗi khóa.
vi_vn: Không thể xóa mục Chuỗi khóa.
xh_za: Ayikwazanga ukucima into ye-Keychain.
zh_cn: 无法删除钥匙串项。
zh_hans_my: 无法删除钥匙串项目。
zh_hk: 無法刪除「鑰匙圈」項目。
zh_tw: 無法刪除鑰匙圈項目。

# KEYCHAIN_FIND_ERROR_MESSAGE
source: Could not find Keychain item.
ar: تعذر العثور على عنصر سلسلة المفاتيح.
ca: No s’ha trobat l’ítem del clauer.
cs: Nepodařilo se najít položku ve svazku klíčů.
da: Nøgleringsemne blev ikke fundet.
de: Schlüsselbundobjekt konnte nicht gefunden werden
de_at: Das Element Schlüsselbund konnte nicht gefunden werden.
el: Δεν ήταν δυνατή η εύρεση στοιχείου της Κλειδοθήκης.
es: No se ha podido encontrar el ítem del llavero.
es_419: No se pudo encontrar el elemento de Llavero.
fi: Avainnipun kohdetta ei löydy.
fil_ph: Hindi mahanap ang Keychain na aytem.
fr: Impossible de localiser l’élément du trousseau.
fr_ca: Impossible de trouver l’élément du trousseau.
he: לא ניתן היה למצוא את פריט צרור המפתחות.
hi: कीचेन आइटम को खोजा नहीं जा सका।
hr: Nije moguće pronaći stavku privjeska ključeva.
hu: A Kulcskarika-elem nem található.
id: Tidak dapat menemukan item Rantai Kunci.
it: Impossibile trovare l'elemento del portachiavi.
ja: キーチェーン項目が見つかりませんでした。
ko: 키체인 항목을 찾을 수 없습니다.
ms: Tidak dapat mencari item Rantai Kunci.
ms_latn_sg: Tidak dapat mencari item Rantai Kunci.
nb_no: Kunne ikke finne Keychain-element.
nl: Sleutelhangeronderdeel is onvindbaar.
no: Fant ikke nøkkelringobjekt.
or_in: କୀଚେନ୍‍ ଆଇଟମ୍‍ ମିଳିପାରିଲା ନାହିଁ |
pl: Nie można było znaleźć rzeczy pęku kluczy.
pt_pt: Não foi possível encontrar elemento do Porta‑chaves.
ro: Imposibil de găsit articolul din portchei.
ru: Не удалось найти объект связки ключей.
sk: Položka kľúčenky sa nenašla.
sv: Kunde inte hitta nyckelringsobjekt.
ta_in: கீ செயின் பொருளைக் கண்டுபிடிக்க முடியவில்லை.
ta_my: கீச்செயின் பொருளைக் கண்டுபிடிக்க முடியவில்லை.
th: ไม่สามารถค้นหารายการในพวงกุญแจ
tr: Anahtar zinciri öğesi bulunamadı.
uk: Не вдалося знайти елемент В'язки.
vi: Không thể tìm mục Chuỗi khóa.
vi_vn: Không thể tìm thấy mục Chuỗi khóa.
xh_za: Ayikwazanga ukufumana into ye-Keychain.
zh_cn: 无法找到钥匙串项。
zh_hans_my: 找不到钥匙串项目。
zh_hk: 找不到「鑰匙圈」項目。
zh_tw: 無法找到鑰匙圈項目。

# KEYCHAIN_UPDATE_ERROR_MESSAGE
source: Could not update Keychain item.
ar: تعذر تحديث عنصر سلسلة المفاتيح.
ca: No s’ha pogut actualitzar l’ítem del clauer.
cs: Nepodařilo se aktualizovat položku ve svazku klíčů.
da: Nøgleringsemne kunne ikke opdateres.
de: Schlüsselbundobjekt konnte nicht aktualisiert werden
de_at: Das Element Schlüsselbund konnte nicht aktualisiert werden.
el: Δεν ήταν δυνατή η ενημέρωση στοιχείου της Κλειδοθήκης.
es: No se ha podido actualizar el ítem del llavero.
es_419: No se pudo actualizar el elemento de Llavero.
fi: Avainnipun kohdetta ei voitu päivittää.
fil_ph: Hindi mabago ang Keychain na aytem.
fr: Impossible de mettre à jour l’élément du trousseau.
fr_ca: Impossible de mettre à jour l’élément du trousseau.
he: לא ניתן היה לעדכן את פריט צרור המפתחות.
hi: कीचेन आइटम को अपडेट नहीं किया जा सका।
hr: Nije moguće ažurirati stavku privjeska ključeva.
hu: Nem lehetett frissíteni a Kulcskarika-elemet.
id: Tidak dapat memperbarui item Rantai Kunci.
it: Impossibile aggiornare l'elemento del portachiavi.
ja: キーチェーン項目をアップデートできませんでした。
ko: 키체인 항목을 업데이트할 수 없습니다.
ms: Tidak dapat mengemas kini item Rantai Kunci.
ms_latn_sg: Tidak dapat mengemas kini item Rantai Kunci.
nb_no: Kunne ikke oppdatere Keychain-element.
nl: Sleutelhangeronderdeel kan niet worden bijgewerkt.
no: Kunne ikke oppdatere nøkkelringobjekt.
or_in: କୀଚେନ୍‍ ଆଇଟମ୍‍ ଅପଡେଟ୍‍ ହୋଇପାରିଲା ନାହିଁ |
pl: Nie można było uaktualnić rzeczy pęku kluczy.
pt_pt: Não foi possível atualizar elemento do Porta‑chaves.
ro: Imposibil de actualizat articolul din portchei.
ru: Не удалось обновить объект связки ключей.
sk: Nepodarilo sa aktualizovať položku kľúčenky.
sv: Kunde inte uppdatera nyckelringsobjekt.
ta_in: கீ செயின் பொருளைைப் புதுப்பிக்க முடியவில்லை.
ta_my: கீச்செயின் பொருளைப் புதுப்பிக்க முடியவில்லை.
th: ไม่สามารถอัพเดทรายการในพวงกุญแจ
tr: Anahtar zinciri öğesi güncellenemedi.
uk: Не вдалося оновити елемент В'язки.
vi: Không thể cập nhật mục Chuỗi khóa.
vi_vn: Không thể cập nhật mục Chuỗi khóa.
xh_za: Ayikwazanga ukuhlaziya into ye-Keychain.
zh_cn: 无法更新钥匙串项。
zh_hans_my: 无法更新钥匙串项目。
zh_hk: 無法更新「鑰匙圈」項目。
zh_tw: 無法升級鑰匙圈項目。

# KNEE_RANGE_OF_MOTION_SPOKEN_INSTRUCTION_LEFT
source: When you are done, return your left knee to the start position. Then tap anywhere.
ar: عندما تنتهي، أرجع ركبتك اليسرى إلى وضع البداية، ثم اضغط في أي مكان.
ca: Quan hagis acabat, torna a posar el genoll esquerre en la posició inicial. Aleshores, toca qualsevol punt de la pantalla.
cs: Narovnejte levou nohu v koleni a potom kamkoli klepněte.
da: Stræk dit venstre knæ. Tryk derefter et tilfældigt sted.
de: Strecke dein linkes Knie aus und tippe irgendwo auf den Bildschirm.
de_at: Strecken Sie Ihr linkes Knie aus. Dann tippen Sie irgendwo hin.
el: Όταν τελειώσετε, επαναφέρετε το αριστερό σας γόνατο στην αρχική θέση. Μετά, αγγίξτε οπουδήποτε.
es: Estira la rodilla izquierda y, a continuación, pulsa cualquier punto de la pantalla.
fil_ph: Pahabain ang iyong kaliwang tuhod. Pagkatapos ay mag-tap kahit saan.
fr: Étendez le genou gauche. Touchez ensuite l’écran n’importe où.
he: ישר/י את ברך שמאל והקש/י על המסך.
hi: अपना बायाँ घुटना आगे बढ़ाएँ। फिर कहीं भी टैप करें।
hr: Ispružite lijevo koljeno. Zatim dodirnite bilo gdje.
hu: Nyújtsa ki a bal térdét, majd koppintson valahová.
id: Regangkan lutut kiri Anda. Lalu, ketuk di mana saja.
it: Estendi il ginocchio sinistro. Quindi tocca un punto qualsiasi.
ja: 左膝を伸ばしてください。次にどこかをタップしてください。
ms: Lunjurkan lutut kiri anda. Kemudian ketik di mana-mana.
ms_latn_sg: Lunjurkan lutut kiri anda. Kemudian ketik di mana-mana.
nb_no: Strekk ditt venstre kne. Trykk deretter hvor som helst.
nl: Wanneer je klaar bent, breng je je linkerknie terug naar het beginpunt. Tik vervolgens op een willekeurige plaats.
no: Strekk ut venstre bein. Trykk deretter hvor som helst.
or_in: ନିଜର ବାମ ଆଣ୍ଠୁ ବଢାନ୍ତୁ | ତାପରେ ଯେକୌଣସି ଜାଗାରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Rozciągnij lewe kolano. Stuknij w dowolnym miejscu.
pt_pt: Estique o seu joelho esquerdo. Depois toque no ecrã em qualquer lugar.
ro: Întindeți genunchiul stâng, apoi apăsați oriunde.
ru: Разогните левую ногу. Затем коснитесь экрана в любом месте.
sk: Vystrite ľavé koleno. Potom klepnite na obrazovku.
sv: Sträck ut ditt vänstra knä. Tryck sedan var som helst.
ta_in: உங்கள் இடது முழங்காலை நீட்டவும். பின்னர் எங்காவது தட்டவும்.
ta_my: உங்கள் இடது முழங்காலை நீட்டவும். பின்னர் எங்குவேண்டுமானாலும் தட்டவும்.
th: เหยียดเข่าข้างซ้ายของคุณแล้วแตะที่ใดก็ได้
tr: Sol dizinizi uzatın. Sonra herhangi bir yere dokunun.
uk: Витягніть ногу в лівому коліні. Потім торкніть будь-де.
vi: Khi bạn thực hiện xong, hãy đưa đầu gối trái về vị trí bắt đầu. Sau đó, chạm vào bất kỳ đâu.
vi_vn: Mở rộng đầu gối trái của bạn. Sau đó nhấp vào bất kỳ đâu.
xh_za: Nwenwa idolo lakho lasekhohlo. Emva koko ucofe naphi na.
zh_cn: 伸展您的左膝。然后轻点任意位置。
zh_hans_my: 伸展左膝。然后点击任意位置。
zh_hk: 完成後，請將你的左膝還原至開始時的位置。然後點一下任何位置。
zh_tw: 伸直您的左膝。然後隨處點一下。

# KNEE_RANGE_OF_MOTION_SPOKEN_INSTRUCTION_RIGHT
source: When you are done, return your right knee to the start position. Then tap anywhere.
ar: عندما تنتهي، أرجع ركبتك اليمنى إلى وضع البداية، ثم اضغط في أي مكان.
ca: Quan hagis acabat, torna a posar el genoll dret en la posició inicial. Aleshores, toca qualsevol punt de la pantalla.
cs: Narovnejte pravou nohu v koleni a potom kamkoli klepněte.
da: Stræk dit højre knæ. Tryk derefter et tilfældigt sted.
de: Strecke dein rechtes Knie aus und tippe irgendwo auf den Bildschirm.
de_at: Strecken Sie Ihr rechtes Knie aus. Dann tippen Sie irgendwo hin.
el: Όταν τελειώσετε, επαναφέρετε το δεξιό σας γόνατο στην αρχική θέση. Μετά, αγγίξτε οπουδήποτε.
es: Estira la rodilla derecha y, a continuación, pulsa cualquier punto de la pantalla.
fil_ph: Pahabain ang iyong kanang tuhod. Pagkatapos ay mag-tap kahit saan.
fr: Étendez le genou droit. Touchez ensuite l’écran n’importe où.
he: ישר/י את ברך ימין והקש/י על המסך.
hi: अपना दायाँ घुटना आगे बढ़ाएँ। फिर कहीं भी टैप करें।
hr: Ispružite desno koljeno. Zatim dodirnite bilo gdje.
hu: Nyújtsa ki a jobb térdét, majd koppintson valahová.
id: Regangkan lutut kanan Anda. Lalu, ketuk di mana saja.
it: Estendi il ginocchio destro. Quindi tocca un punto qualsiasi.
ja: 右膝を伸ばしてください。次にどこかをタップしてください。
ms: Lunjurkan lutut kanan anda. Kemudian ketik di mana-mana.
ms_latn_sg: Lunjurkan lutut kanan anda. Kemudian ketik di mana-mana.
nb_no: Strekk ditt høyre kne. Trykk deretter hvor som helst.
nl: Wanneer je klaar bent, breng je je rechterknie terug naar het beginpunt. Tik vervolgens op een willekeurige plaats.
no: Strekk ut høyre bein. Trykk deretter hvor som helst.
or_in: ନିଜର ଡାହାଣ ଆଣ୍ଠୁ ବଢାନ୍ତୁ | ତାପରେ ଯେକୌଣସି ଜାଗାରେ ଟ୍ୟାପ କରନ୍ତୁ |
pl: Rozciągnij prawe kolano. Stuknij w dowolnym miejscu.
pt_pt: Estique o seu joelho direito. Depois toque no ecrã em qualquer lugar.
ro: Întindeți genunchiul drept, apoi apăsați oriunde.
ru: Разогните правую ногу. Затем коснитесь экрана в любом месте.
sk: Vystrite pravé koleno. Potom klepnite na obrazovku.
sv: Sträck ut ditt högra knä. Tryck sedan var som helst.
ta_in: உங்கள் வலது முழங்காலை நீட்டவும். பின்னர் எங்காவது தட்டவும்.
ta_my: உங்கள் வலது முழங்காலை நீட்டவும். பின்னர் எங்குவேண்டுமானாலும் தட்டவும்.
th: เหยียดเข่าข้างขวาของคุณแล้วแตะที่ใดก็ได้
tr: Sağ dizinizi uzatın. Sonra herhangi bir yere dokunun.
uk: Витягніть ногу в правому коліні. Потім торкніть будь-де.
vi: Khi bạn thực hiện xong, hãy đưa đầu gối phải về vị trí bắt đầu. Sau đó, chạm vào bất kỳ đâu.
vi_vn: Mở rộng đầu gối phải của bạn. Sau đó nhấp vào bất kỳ đâu.
xh_za: Nwenwa idolo lakho lasekunene. Emva koko ucofe naphi na.
zh_cn: 伸展您的右膝。然后轻点任意位置。
zh_hans_my: 伸展右膝。然后点击任意位置。
zh_hk: 完成後，請將你的右膝還原至開始時的位置。然後點一下任何位置。
zh_tw: 伸直您的右膝。然後隨處點一下。

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_0_LEFT
source: This activity measures how far you can extend your left knee.
ar: يقيس هذا النشاط إلى أي مدى يمكنك تمديد ركبتك اليسرى.
ca: Aquesta activitat mesura el grau d’extensió del teu genoll esquerre.
cs: Tato aktivita změří schopnost narovnat nohu v levém koleni.
da: Denne aktivitet måler, hvor langt du kan strække dit venstre knæ ud.
de: Diese Aktivität misst, wie weit du dein linkes Knie strecken kannst.
de_at: Diese Aktivität misst, wie weit Sie Ihr linkes Knie strecken können.
el: Αυτή η δραστηριότητα μετρά πόσο πολύ μπορείτε να τεντώσετε το αριστερό σας γόνατο.
es: Este ejercicio mide tu capacidad para estirar la rodilla izquierda.
fil_ph: Sinusukat ng aktibidad na ito kung hanggang saan mo mapahaba ang iyong kaliwang tuhod.
fr: Cette activité mesure l’extension maximale de votre genou gauche.
he: פעילות זו מודדת את טווח התנועה של הברך השמאלית שלך.
hi: इस गतिविधि द्वारा मापा जाता है कि आप अपना बायाँ घुटना कितना आगे ले जा सकते हैं।
hr: Ova aktivnost mjeri koliko možete ispružiti lijevo koljeno.
hu: Ez a feladat azt méri, hogy mennyire tudja kinyújtani a bal térdét.
id: Aktivitas ini mengukur seberapa jauh Anda dapat meregangkan lutut kiri Anda.
it: Questa attività misura quanto riesci a estendere il ginocchio sinistro.
ja: このアクティビティでは、左膝をどこまで伸ばせるかを測定します。
ms: Aktiviti ini mengukur sejauh mana anda boleh melunjurkan lutut kiri anda.
ms_latn_sg: Aktiviti ini mengukur sejauh mana anda dapat melunjurkan lutut kiri anda.
nb_no: Denne aktiviteten måler hvor langt du kan strekke venstre kne.
nl: Met deze activiteit wordt gemeten hoe ver je je linkerknie kunt strekken.
no: Denne aktiviteten måler hvor mye bevegelighet du har i venstre kne.
or_in: ଏହି କାର୍ଯ୍ୟକ୍ରମଟି ମାପିବ ଯେ, ଆପଣ କେତେ ଦୂର ପର୍ଯ୍ୟନ୍ତ ନିଜର ବାମ ଆଣ୍ଠୁ ବଢାଇପାରୁଛନ୍ତି |
pl: To ćwiczenie mierzy, jak mocno możesz rozciągnąć lewe kolano.
pt_pt: Este exercício mede a amplitude de movimento do seu joelho esquerdo.
ro: Această activitate măsoară cât de mult vă puteți întinde genunchiul stâng.
ru: Во время выполнения этого задания оценивается подвижность левого коленного сустава.
sk: Táto aktivita meria, do akej miery dokážete vystrieť ľavé koleno.
sv: Den här aktiviteten mäter hur långt du kan sträcka ditt vänstra knä.
ta_in: இச்செயலானது உங்கள் இடது முழங்காலை எவ்வளவு தூரம் நீட்டிக்க முடியும் என்பதை அளவிடுகிறது.
ta_my: இந்த செயல்பாடு உங்கள் இடது முழங்காலை எவ்வளவு தூரம் நீட்ட முடியும் என்பதை அளவிடுகிறது.
th: กิจกรรมนี้จะวัดว่าคุณสามารถเหยียดเข่าข้างซ้ายของคุณได้มากสุดเท่าใด
tr: Bu aktivite, sol dizinizi ne kadar uzatabileceğinizi ölçer.
uk: Цей тест оцінює, на скільки ви можете вирівняти ногу в лівому коліні.
vi: Hoạt động này đo khoảng cách mà bạn có thể duỗi đầu gối chân trái.
vi_vn: Hoạt động này đo lường bạn có thể mở rộng đầu gối trái bao xa.
xh_za: Lo msebenzi ulinganisa indlela onokunwenwa ngayo idolo lakho lasekhohlo.
zh_cn: 本活动测试您左膝伸展的距离。
zh_hans_my: 这项活动测量您可以将左膝伸展多远。
zh_hk: 此測試活動可測量你左膝的伸展幅度。
zh_tw: 此活動會測量您的左膝伸展程度。

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_0_RIGHT
source: This activity measures how far you can extend your right knee.
ar: يقيس هذا النشاط إلى أي مدى يمكنك تمديد ركبتك اليمنى.
ca: Aquesta activitat mesura el grau d’extensió del teu genoll dret.
cs: Tato aktivita změří schopnost narovnat nohu v pravém koleni.
da: Denne aktivitet måler, hvor langt du kan strække dit højre knæ ud.
de: Diese Aktivität misst, wie weit du dein rechtes Knie strecken kannst.
de_at: Diese Aktivität misst, wie weit Sie Ihr rechtes Knie strecken können.
el: Αυτή η δραστηριότητα μετρά πόσο πολύ μπορείτε να τεντώσετε το δεξιό σας γόνατο.
es: Este ejercicio mide tu capacidad para estirar la rodilla derecha.
fil_ph: Sinusukat ng aktibidad na ito kung hanggang saan mo mapahaba ang iyong kanang tuhod.
fr: Cette activité mesure l’extension maximale de votre genou droit.
he: פעילות זו מודדת את טווח התנועה של הברך הימנית שלך.
hi: इस गतिविधि द्वारा मापा जाता है कि आप अपना दायाँ घुटना कितना आगे ले जा सकते हैं।
hr: Ova aktivnost mjeri koliko možete ispružiti desno koljeno.
hu: Ez a feladat azt méri, hogy mennyire tudja kinyújtani a jobb térdét.
id: Aktivitas ini mengukur seberapa jauh Anda dapat meregangkan lutut kanan Anda.
it: Questa attività misura quanto riesci a estendere il ginocchio destro.
ja: このアクティビティでは、右膝をどこまで伸ばせるかを測定します。
ms: Aktiviti ini mengukur sejauh mana anda boleh melunjurkan lutut kanan anda.
ms_latn_sg: Aktiviti ini mengukur sejauh mana anda dapat melunjurkan lutut kanan anda.
nb_no: Denne aktiviteten måler hvor langt du kan strekke høyre kne.
nl: Met deze activiteit wordt gemeten hoe ver je je rechterknie kunt strekken.
no: Denne aktiviteten måler hvor mye bevegelighet du har i høyre kne.
or_in: ଏହି କାର୍ଯ୍ୟକ୍ରମଟି ମାପିବ ଯେ, ଆପଣ କେତେ ଦୂର ପର୍ଯ୍ୟନ୍ତ ନିଜର ଡାହାଣ ଆଣ୍ଠୁ ବଢାଇପାରୁଛନ୍ତି |
pl: To ćwiczenie mierzy, jak mocno możesz rozciągnąć prawe kolano.
pt_pt: Este exercício mede a amplitude de movimento do seu joelho direito.
ro: Această activitate măsoară cât de mult vă puteți întinde genunchiul drept.
ru: Во время выполнения этого задания оценивается подвижность правого коленного сустава.
sk: Táto aktivita meria, do akej miery dokážete vystrieť pravé koleno.
sv: Den här aktiviteten mäter hur långt du kan sträcka ditt högra knä.
ta_in: இச்செயலானது உங்கள் வலது முழங்காலை எவ்வளவு தூரம் நீட்டிக்க முடியும் என்பதை அளவிடுகிறது.
ta_my: இந்த செயல்பாடு உங்கள் வலது முழங்காலை எவ்வளவு தூரம் நீட்ட முடியும் என்பதை அளவிடுகிறது.
th: กิจกรรมนี้จะวัดว่าคุณสามารถเหยียดเข่าข้างขวาของคุณได้มากสุดเท่าใด
tr: Bu aktivite, sağ dizinizi ne kadar uzatabileceğinizi ölçer.
uk: Цей тест оцінює, на скільки ви можете вирівняти ногу в правому коліні.
vi: Hoạt động này đo khoảng cách mà bạn có thể duỗi đầu gối chân phải.
vi_vn: Hoạt động này đo lường bạn có thể mở rộng đầu gối phải bao xa.
xh_za: Lo msebenzi ulinganisa indlela onokunwenwa ngayo idolo lakho lasekunene.
zh_cn: 本活动测试您右膝伸展的距离。
zh_hans_my: 这项活动测量您可以将右膝伸展多远。
zh_hk: 此測試活動可測量你右膝的伸展幅度。
zh_tw: 此活動會測量您的右膝伸展程度。
